Repository: Meecast/meecast
Catalog: omweather/po/*.po
Languages: fr_fr, it_it

source: Snow to Rain
fr_fr: Neige puis pluie
it_it: Neve poi Pioggia

source: Snow to Wintry Mix
fr_fr: Neige puis précipitations hivernales
it_it: Neve poi Nevischio

source: Snow to Wintry Mix / Wind
fr_fr: Neige puis précipitations hivernales / vent
it_it: Nevischio poi Neve / Vento

source: Snowfall
fr_fr: Chute de neige
it_it: Nevicata

source: Source code
fr_fr: Code source
it_it: Codice sorgente

source: Speed
fr_fr: Vitesse
it_it: Velocità

source: Speed:
fr_fr: Vitesse :
it_it: Velocità:

source: Splash screen
fr_fr: Page de garde

source: State:
fr_fr: État :
it_it: Stato:

source: Storm
fr_fr: Orage
it_it: Tempesta

source: Strong Thundershowers
fr_fr: Violentes averses orageuses
it_it: Forti temporali

source: Successfully loaded
fr_fr: Chargement réussi
it_it: Caricati con successo

source: Sunny
fr_fr: Ensoleillé
it_it: Soleggiato

source: Sunny / Wind
fr_fr: Ensoleillé / vent
it_it: Soleggiato / Vento

source: Sunny periods and a few showers.
fr_fr: Des éclaircies avec quelques averses
it_it: Sole alternato a brevi piogge.

source: Sunrise:
fr_fr: Lever du soleil :
it_it: Alba:

source: Sunrise:
fr_fr: Lever du soleil :
it_it: Alba:

source: Sunset:
fr_fr: Coucher du soleil :
it_it: Tramonto:

source: Sunset:
fr_fr: Coucher du soleil :
it_it: Tramonto:

source: Swap hi/low temperature
fr_fr: Inverser température maximale/minimale
it_it: Alternanza alta/bassa temperatura

source: Switch to the next station after:
fr_fr: Passer a la station suivante après :
it_it: Passa alla prossima stazione dopo:

source: T-Showers
fr_fr: Averses orageuses
it_it: Temporale con piogge

source: T-Showers Early
fr_fr: Averses orageuses en matinée
it_it: Temporale con piogge sul presto

source: T-Storm
fr_fr: Orage
it_it: Temporale

source: T-Storms
fr_fr: Orages
it_it: Temporali

source: T-Storms Early
fr_fr: Orages en matinée
it_it: Temporali sul presto

source: T-Storms Late
fr_fr: Orages en soirée
it_it: Temporale sul tardi

source: Temperature
fr_fr: Température
it_it: Temperatura

source: Temperature units
fr_fr: Unités de température
it_it: Unità di misura per la temperatura

source: Temperature units:
fr_fr: Unités de température :
it_it: Unità di misura per la temperatura:

source: Temperature:
fr_fr: Température :
it_it: Temperatura:

source: Temperature:
fr_fr: Température :
it_it: Temperatura:

source: Thanks
fr_fr: Remerciements
it_it: Ringraziamenti

source: The weather has been updated.
fr_fr: La météo a été mise à jour.
it_it: Il meteo è stato aggiornato.

source: There are no stations to show in this view of the list
fr_fr: Il n'y a aucune station à montrer dans cette vue de la liste
it_it: Nessuna stazione disponibile per questa visualizzazione dell'elenco

source: This is experimental feature. Only English is supported.
fr_fr: Ceci est une fonctionnalité expérimentale. Seulement l'anglais est supporté.
it_it: Questa è una funzione in sperimentazione. L'inglese è l'unica lingua supportata.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
fr_fr: Ce logiciel est un logiciel libre; vous pouvez le redistribuer et / ou le modifier selon les termes de la GNU General Public Licence telle que publiée par la Free Software Fondation; soit la version 2.1 de la Licence, ou (à votre choix) toute version ultérieure.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
fr_fr: Ce logiciel est un logiciel libre; vous pouvez le redistribuer et / ou le modifier selon les termes de la GNU General Public License

source: Thunder
fr_fr: Orage
it_it: Tuono

source: Thunder in the Vicinity
fr_fr: Orage dans les environs
it_it: Tuoni nelle vicinanze

source: Thundershowers
fr_fr: Averses orageuses
it_it: Temporali

source: Today
fr_fr: Aujourd'hui
it_it: Oggi

source: Translators
fr_fr: Traducteurs
it_it: Traduttori

source: Translators: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
fr_fr: Translators: Francais - Nicolas Graziano, Philippe, Benot Knecht; Russe - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;

source: Transparency
fr_fr: Transparence
it_it: Trasparenza

source: Transparency:
fr_fr: Transparence :
it_it: Trasparenza:

source: Try to update
fr_fr: Mettre à jour
it_it: Prova ad aggiornare

source: Type of click:
fr_fr: Type de clic :
it_it: Tipo di click:

source: UV index:
fr_fr: Indice UV :
it_it: Indice UV:

source: Units
fr_fr: Unités
it_it: Unità

source: Unknown
fr_fr: Inconnu
it_it: Sconosciuto

source: Unlimited
fr_fr: Illimité
it_it: Illimitato

source: Update
fr_fr: Mise à jour
it_it: Aggiorna

source: Update already running.
fr_fr: Mise à jour déjà en cours.
it_it: Aggiornamento già in corso.

source: Update interval
fr_fr: Intervalle de mise à jour
it_it: Intervallo di aggiornamento

source: Updating forecast
fr_fr: Mise à jour météo
it_it: Aggiornamento previsioni

source: Updating of weather data:
fr_fr: Mise à jour des données météo :
it_it: Aggiornamento dei dati meteorologici:

source: Updating weather
fr_fr: Mise à jour météo
it_it: Aggiornamento meteo

source: Use Edit layout for tuning images of applet
fr_fr: Utiliser "Modifier la mise en page" pour ajuster les images de l'applet
it_it: Usa Modifica del layout per messa a punto applet di immagini

source: Use GSM and/or WLAN for periodic updating the weather information.
fr_fr: Utiliser le GSM et/ou le Wi-Fi pour mettre à jour périodiquement les informations météo.
it_it: Usa GSM e/o WLAN per aggiornare il meteo periodicamente.

source: Use device temperature sensor
fr_fr: Utiliser le capteur de température de l'appareil
it_it: Usa il sensore di temperatura

source: Valid time for current weather:
fr_fr: Durée de validité pour la météo actuelle :
it_it: Tempo valido per il meteo corrente:

source: Very High
fr_fr: Très haut
it_it: Molto Alto

source: Violent Rain Showers
fr_fr: Violentes chutes de pluies
it_it: Violenti rovesci piovosi

source: Visible items:
fr_fr: Éléments visibles :
it_it: Elementi visibili:

source: Visible units
fr_fr: Unités visibles
it_it: Unità di misura per distanze

source: Visible:
fr_fr: Visibilité :
it_it: Visibile:

source: Visuals
fr_fr: Visuel
it_it: Visuali

source: Voice forecast button on a widget
fr_fr: Bouton de prévision météo vocale sur un widget
it_it: Pulsante previsioni vocali con widget

source: Voice weather forecast
fr_fr: Prévision météo vocale
it_it: Previsioni meteo vocali

source: W
fr_fr: O
it_it: Ovest

source: WLAN
fr_fr: Wi-Fi

source: WNW
fr_fr: ONO
it_it: Ovest Nord/Ovest

source: WNW_short
fr_fr: ONO
it_it: O N/O

source: WSW
fr_fr: OSO
it_it: Ovest Sud/Ovest

source: WSW_short
fr_fr: OSO
it_it: O S/O

source: W_short
fr_fr: O
it_it: O

source: Waning Crescent
fr_fr: Premier croissant
it_it: Calante

source: Waning Gibbous
fr_fr: Lune gibbeuse
it_it: Calante Gibbosa

source: Warning
fr_fr: Alerte
it_it: Avviso

source: Waxing Crescent
fr_fr: Dernier croissant
it_it: Crescente

source: Waxing Gibbous
fr_fr: Lune gibbeuse
it_it: Crescente Gibbosa

source: Weather data provided by:
fr_fr: Données météo fournies par :
it_it: Dati meteo forniti da:

source: Weather forecast for the Meego. Version
fr_fr: Prévisions météo pour Meego. Version

source: Widget OMWeather is reloading
fr_fr: Rechargement du gadget OMWeather
it_it: Il widget OMWeather sta ricaricando

source: Widget in LockScreen
fr_fr: Gadget sur l'écran de verouillage

source: Widget in StandbyScreen
fr_fr: Gadget sur l'écran d'attente

source: Widget in events view
fr_fr: Gadget dans la vue événementielle

source: Widget style
fr_fr: Style du gadget
it_it: Stile del Widget

source: Widget style and Iconset
fr_fr: Style du gadget et des icônes
it_it: Stile del Widget e Set icone

source: Wind
fr_fr: Vent
it_it: Vento

source: Wind direction
fr_fr: Direction du vent
it_it: Direzione del vento

source: Wind direction:
fr_fr: Direction du vent
it_it: Direzione del vento:

source: Wind gust:
fr_fr: Rafales de vent :
it_it: Raffiche di vento:

source: Wind speed
fr_fr: Vitesse du vent
it_it: Velocità del vento

source: Wind speed units
fr_fr: Unités de vitesse
it_it: Unità di misura per velocità del vento

source: Wind speed units:
fr_fr: Unités de vitesse :
it_it: Unità di misura per velocità del vento:

source: Wind:
fr_fr: Vent :
it_it: Vento:

source: Wind:
fr_fr: Vent :
it_it: Vento:

source: Wintry Mix
fr_fr: Précipitations hivernales
it_it: Nevischio

source: Wintry Mix / Wind
fr_fr: Précipitations hivernales / vent
it_it: Nevischio / Vento

source: Wintry Mix / Wind Early
fr_fr: Précipitations hivernales / vent en matinée
it_it: Nevischio / Vento sul presto

source: Wintry Mix to Snow
fr_fr: Précipitations hivernales puis neige
it_it: Nevischio poi Neve

source: Wrong station code or ZIP code!!!
fr_fr: Mauvais code de station ou code postal !!!
it_it: Codice stazione o CAP errati !!

source: Yes
fr_fr: Oui
it_it: Si

source: You can make donation here:
fr_fr: Vous pouvez faire un don ici :
it_it: Puoi effettuare la donazione qui:

source: You should activate 'Widget in events view' for using LockScreen widget
fr_fr: Vous devriez activer 'Le gadget dans la vue événementielle' pour utiliser le gadget sur l'écran de verouillage

source: You should activate 'Widget in events view' for using StandbyScreen widget
fr_fr: Vous devriez activer 'Gadget dans la vue événementielle' pour utiliser le gadget sur l'écran d'attente

source: You should activate 'Widget in the events view' option in MeeCast appearance settings for auto update.
fr_fr: Vous devriez activer l'option, 'Gadget dans la vue événementielle' dans le menu apparence de Meecastréglages de la mise à jour automatique

source: Zoom in popup window
fr_fr: Zoom de la fenêtre popup
it_it: Ingrandisci in una finestra popup

source: Zooming in popup window
fr_fr: Zoom de la fenêtre popup
it_it: Sto ingrandendo in una finestra popup

source: as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
fr_fr: tel que publié par la Free Software Foundation; soit la version 2.1 de la Licence, ou (à votre choix) toute version ultérieure.

source: current location local time
fr_fr: heure locale de la position actuelle
it_it: orario della posizione attuale

source: d:
fr_fr: j:
it_it: g:

source: day ago
fr_fr: il y a un jour
it_it: giorno fa

source: days ago
fr_fr: il y a plusieurs jours
it_it: giorni fa

source: every 2 hours
fr_fr: toutes les 2 heures
it_it: ogni 2 ore

source: every 24 hours
fr_fr: toutes les 24 heures
it_it: ogni 24 ore

source: every 30 minutes
fr_fr: toutes les 30 minutes
it_it: ogni 30 minuti

source: every 4 hours
fr_fr: toutes les 4 heures
it_it: ogni 4 ore

source: every 5 minutes
fr_fr: toutes les 5 minutes
it_it: ogni 5 minuti

source: every 8 hours
fr_fr: toutes les 8 heures
it_it: ogni 8 ore

source: every hour
fr_fr: toutes les heures
it_it: ogni ora

source: every minute (Debug)
fr_fr: toutes les minutes (débogue)
it_it: ogni minuto (Debug)

source: falling
fr_fr: tombant
it_it: rientranti

source: feels like
fr_fr: ressentie
it_it: percepita come

source: hour ago
fr_fr: il y a une heure
it_it: ora fa

source: hours ago
fr_fr: il y a plusieurs heures
it_it: ore fa

source: inch
fr_fr: pouce
it_it: pollici

source: kn
fr_fr: nd

source: mb
fr_fr: mbar

source: minute ago
fr_fr: il y a une minute
it_it: minuto fa

source: minutes ago
fr_fr: il y a plusieurs minutes
it_it: minuti fa

source: never
fr_fr: jamais
it_it: mai

source: new icon
fr_fr: nouvel icône
it_it: nuova icona

source: next
fr_fr: suivant
it_it: successivo

source: rising
fr_fr: montant
it_it: nascente

source: seconds ago
fr_fr: il y a quelques secondes
it_it: secondi fa

source: station local time
fr_fr: heure locale de la station
it_it: ora locale stazione

source: station name
fr_fr: nom de la station
it_it: nome della stazione

source: steady
fr_fr: stable
it_it: costante

source: В
fr_fr: B

source: H:
it_it: U:

source: 1 minute
it_it: 1 minuto

source: 10 minutes
it_it: 10 minuti

source: 15 minutes
it_it: 15 minuti

source: 3 minutes
it_it: 3 minuti

source: 30 minutes
it_it: 30 minuti

source: 5 minutes
it_it: 5 minuti

source: Animation
it_it: Animazione

source: Distance
it_it: Distanza

source: Donation
it_it: Donazione

source: E
it_it: Est

source: ENE
it_it: Est Nord/Est

source: ESE
it_it: Est Sud/Est

source: G:
it_it: Raf.:

source: Modification
it_it: Modifiche

source: N
it_it: Nord

source: N/A
it_it: N/D

source: NE
it_it: Nord/Est

source: NNE
it_it: Nord Nord/Est

source: Position:
it_it: Posizione:

source: Ppcp:
it_it: Probabilità pioggia:

source: S
it_it: Sud

source: SE
it_it: Sud/Est

source: SSE
it_it: Sud Sud/Est

source: Source
it_it: Fonte

source: Source:
it_it: Fonte:

source: Station %i
it_it: Stazione %i

source: Stations
it_it: Stazioni
