Repository: Meecast/meecast
Catalog: omweather/po/*.po
Languages: fr_fr, it_it

source: Hildon desktop applet for the Nokia N800/N810/N900 to show weather forecasts. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 for default icon set (Glance) and design of interface Andrew Zhilin Copyright(c) 2008 Andrew Olmsted for Semi-transparency and coloured backgrounds
fr_fr: Applet du bureau Hildon pour Nokia N800/N810/N900 pour afficher les previsions météo. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 pour les icônes par defaut (Glance) et le design de l'interface Andrew Zhilin Copyright(c) 2008 Andrew Olmsted pour les fonds semi-transparents et colorés
it_it: Hildon desktop applet per Nokia N800/N810/N900 per la visualizzazione delle previsioni meteo. Versione %s Build: %s Copyright© 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright© 2008 per il set di icone predefinite (Glance) e il design dell'interfaccia Andrew Zhilin Copyright© 2008 Andrew Olmsted per le trasparenze e il colore dello sfondo

source: Humidity:
fr_fr: Humidité :
it_it: Umidità:

source: Precipitation:
fr_fr: Précipitations :
it_it: Precipitazioni:

source: Pressure:
fr_fr: Pression :
it_it: Pressione:

source: (Low)
fr_fr: (Faible)
it_it: (Basso)

source: (Moderate)
fr_fr: (Modéré)
it_it: (Moderato)

source: 1 day
fr_fr: 1 jour
it_it: 1 giorno

source: 1 hour
fr_fr: 1 heure
it_it: 1 ora

source: 10 seconds
fr_fr: 10 secondes
it_it: 10 secondi

source: 12 hours
fr_fr: 12 heures

source: 2 hours
fr_fr: 2 heures
it_it: 2 ore

source: 20 seconds
fr_fr: 20 secondes
it_it: 20 secondi

source: 30 seconds
fr_fr: 30 secondes
it_it: 30 secondi

source: 4 hours
fr_fr: 4 heures
it_it: 4 ore

source: 40 seconds
fr_fr: 40 secondes
it_it: 40 secondi

source: 50 seconds
fr_fr: 50 secondes
it_it: 50 secondi

source: 60 seconds
fr_fr: 60 secondes
it_it: 60 secondi

source: 8 hours
fr_fr: 8 heures
it_it: 8 ore

source: AM Clouds / PM Sun
fr_fr: Matin nuageux / après-midi ensoleillé
it_it: Nuvole al matt. / Sole al pom.

source: AM Drizzle
fr_fr: Bruine matinale
it_it: Pioggerella al matt.

source: AM Drizzle / Wind
fr_fr: Bruine matinale / vent
it_it: Pioggerella al matt. / Vento

source: AM Fog / PM Clouds
fr_fr: Brouillard le matin / après-midi nuageux
it_it: Nebbia al matt. / Nuvole al pom.

source: AM Fog / PM Sun
fr_fr: Brouillard le matin / après-midi ensoleillé
it_it: Nebbia al matt. / Sole al pom.

source: AM Light Rain
fr_fr: Pluie légère le matin
it_it: Deboli Piogge al matt.

source: AM Light Rain / Wind
fr_fr: Matin : pluie légère / vent
it_it: Deboli Piogge al matt. / Vento

source: AM Light Snow
fr_fr: Matin : neige légère
it_it: Deboli Nevicate al matt.

source: AM Light Snow / Wind
fr_fr: Matin : neige légère / vent
it_it: Deboli Nevicate al matt. / Vento

source: AM Light Wintry Mix
fr_fr: Légères précipitations hivernales dans la matinée
it_it: Debole Nevischio al matt.

source: AM Rain
fr_fr: Pluie le matin
it_it: Pioggia al matt.

source: AM Rain / Snow
fr_fr: Matin : pluie / neige
it_it: Pioggia al matt. / Neve

source: AM Rain / Snow Showers
fr_fr: Matin : pluie / averses de neige
it_it: Pioggia al matt. / Rovesci Nevosi

source: AM Rain / Snow Showers / Wind
fr_fr: Matin : pluie / averses de neige / vent
it_it: Pioggia al matt. / Nevicate / Vento

source: AM Rain / Wind
fr_fr: Matin : pluie / vent
it_it: Piogge al matt. / Vento

source: AM Showers
fr_fr: Matin : averses
it_it: Rovesci al matt.

source: AM Showers / Wind
fr_fr: Averse le matin / vent
it_it: Rovesci al matt. / Vento

source: AM Snow
fr_fr: Matin : neige
it_it: Neve al matt.

source: AM Snow Showers
fr_fr: Matin : averses de neige
it_it: Rovesci Nevosi al matt.

source: AM Snow Showers / Wind
fr_fr: Matin : averses de neige / vent
it_it: Rovesci Nevosi al matt. / Vento

source: AM Snow Showers / Wind Late
fr_fr: Matin : averses de neige / vent en soirée
it_it: Rovesci Nevosi al matt. / Vento sul tardi

source: About
fr_fr: À propos
it_it: Crediti

source: Access denied to the given URL.
fr_fr: Accès refusé à l'adresse donnée.
it_it: Accesso negato all'indirizzo

source: Action|Update
fr_fr: Mettre à jour
it_it: Aggiornamento

source: Add
fr_fr: Ajouter
it_it: Aggiungi

source: Add Station
fr_fr: Ajouter une station
it_it: Aggiungi Stazione

source: Adjust GPS station
fr_fr: Ajuster la station GPS

source: Alerts
fr_fr: Alertes
it_it: Avvisi

source: Alexis Iglauer - for testing Eugene Roytenberg - for testing Jarek Szczepanski aka Imrahil - for testing Vladimir Shakhov aka Mendoza - for testing Marc Dillon - for spell/stylecheck text of English Arkady Glazov aka Globster - for testing Alexander Savchenko aka dizel - for testing Timeless - for patches Eric Link - for feature request and donation
fr_fr: Alexis Iglauer - pour les tests Eugene Roytenberg - pour les tests Jarek Szczepanski dit Imrahil - pour les tests Vladimir Shakhov dit Mendoza - pour les tests Marc Dillon - pour l'ortographe et le style en anglais Arkady Glazov dit Globster - pour les tests Alexander Savchenko dit dizel - pour les tests Timeless - pour les patches Eric Link - pour les demandes et les dons
it_it: Alexis Iglauer - per il testing Eugene Roytenberg - per il testing Jarek Szczepanski aka Imrahil - per il testing Vladimir Shakhov aka Mendoza - per il testing Marc Dillon - per la corretta terminologia in Inglese Arkady Glazov aka Globster - per il testing Alexander Savchenko aka dizel - per il testing Timeless - per le patch Eric Link - per consigli e donazioni

source: An unknown error has occurred.
fr_fr: Une erreur inconnue s'est produite.
it_it: Si è verificato un errore sconosciuto.

source: Appearance
fr_fr: Apparence
it_it: Impostazioni interfaccia

source: Application manager will now start for installing package 'MeeCast applet'. You should uninstall AccuWeather before installing this package
fr_fr: Le gestionnaire d'application va démarrer pour installer le package 'MeeCast applet'. Vous devez désinstaller AccuWeather avant d'installer ce package.

source: Are you sure to want delete this station ?
fr_fr: Êtes-vous sûr de vouloir supprimer cette station ?
it_it: Sei sicuro di cancellare questa stazione?

source: Are you sure?
fr_fr: Êtes-vous sûr ?
it_it: Sei sicuro?

source: Author and maintenance: Vlad Vasiliev, <vlad@gas.by> Maintenance: Pavel Fialko, <pavelnf@gmail.com> Documentation: Marko Vertainen Design UI and default iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemelä Ulla
fr_fr: Auteur et maintenance : Vlad Vasiliev, <vlad@gas.by> Maintenance : Pavel Fialko, <pavelnf@gmail.com> Documentation : Marko Vertainen Design de l'interface et icônes par défaut : Andrew Zhilin Design de l'interface pour Fremantle : Krebber Jan Niemelä Ulla

source: Author and maintenance: Vlad Vasilyeu, <vlad@gas.by>
fr_fr: Auteur et maintenance: Vlad Vasilyeu, <vlad@gas.by>

source: Authors
fr_fr: Auteurs
it_it: Autori

source: Automatically update data when connecting to the Internet
fr_fr: Mettre automatiquement les données à jour lors de la connexion à Internet
it_it: Aggiorna automaticamente i dati se connesso ad Internet

source: Back
fr_fr: Retour
it_it: Indietro

source: Background color:
fr_fr: Couleur du fond :
it_it: Colore dello sfondo:

source: Beaufort scale
fr_fr: Échelle de Beaufort
it_it: Scala Beaufort

source: Blowing Snow
fr_fr: Poudrerie
it_it: Sollevamento di Neve

source: Broken Clouds
fr_fr: Nuageux
it_it: Nubi Sparse

source: Broken clouds
fr_fr: Nuageux
it_it: Nubi sparse

source: CALM
fr_fr: Calme
it_it: CALMO

source: Cancel
fr_fr: Annuler

source: Cannot get path to the HOME directory. Quitting.
fr_fr: Impossible de trouver le répertoire HOME. Fermeture.
it_it: Impossibile accedere alla directoy HOME. Uscita in corso.

source: Celcius
fr_fr: Celsius
it_it: Celsius

source: City
fr_fr: Ville
it_it: Località

source: City:
fr_fr: Ville :
it_it: Località:

source: Clear
fr_fr: Dégagé
it_it: Sereno

source: Clear / Wind
fr_fr: Ciel dégagé / vent
it_it: Sereno / Vento

source: Clear Sky
fr_fr: Ciel dégagé
it_it: Cielo Limpido

source: Clear, Drifting Snow
fr_fr: Ciel dégagé, congères
it_it: Sereno, Ventate di Neve

source: Clear, Fog
fr_fr: Ciel dégagé, brouillard
it_it: Sereno, Nebbia

source: Clear, Fog, Drizzle
fr_fr: Ciel dégagé, brouillard, bruine
it_it: Sereno, Nebbia, Pioggerella

source: Clear, Haze
fr_fr: Ciel dégagé, brume
it_it: Sereno, Foschia

source: Clear, Smoke
fr_fr: Ciel dégagé, fumée
it_it: Sereno, Caligine

source: Close
fr_fr: Fermer
it_it: Chiudi

source: Clouds Early / Clearing Late
fr_fr: Matinée nuageuse / éclaircies en soirée
it_it: Nuvoloso in matt. / Schiarita sul tardi

source: Cloudy
fr_fr: Nuageux
it_it: Nuvoloso

source: Cloudy / Wind
fr_fr: Nuageux / vent
it_it: Nuvoloso / Vento

source: Cloudy Few Snow
fr_fr: Nuageux neigeux
it_it: Nuvoloso con Poca Neve

source: Cloudy Light Rain
fr_fr: Nuageux pluie légère
it_it: Nuvoloso con Deboli Piogge

source: Cloudy T-Storm
fr_fr: Nuageux orages
it_it: Nuvoloso con Temporale

source: Cloudy and Windy
fr_fr: Nuageux et venteux
it_it: Nuvoloso e Ventoso

source: Cloudy and light rain
fr_fr: Nuageux et pluie légère
it_it: Nuvoloso e debole pioggia

source: Cloudy and light snow
fr_fr: Nuageux et neigeux
it_it: Nuvoloso e deboli nevicate

source: Cloudy and light wet snow
fr_fr: Nuageux et de la neige humide
it_it: Nuvoloso e debole neve bagnata

source: Cloudy and showers
fr_fr: Nuage et averses
it_it: Nuvoloso e rovesci

source: Cloudy and snow showers
fr_fr: Nuageux et averses de neige
it_it: Nuvoloso e rovesci nevosi

source: Cloudy and wet snow showers
fr_fr: Nuageux et averses de neige humide
it_it: Nuvoloso e rovesci nevosi bagnati

source: Cloudy with occasional rain.
fr_fr: Nuageux et pluie occasionnelle
it_it: Nuvoloso e pioggia occasionale

source: Cloudy, Drifting Snow
fr_fr: Nuageux, congères
it_it: Nuvoloso, ventate di Neve

source: Cloudy, Few Snow
fr_fr: Nuageux, quelques chutes de neige
it_it: Nuvoloso, poca Neve

source: Cloudy, Heavy Rain
fr_fr: Nuageux, grosse pluie
it_it: Nuvoloso, forti Piogge

source: Cloudy, Heavy Rain, T-Storm
fr_fr: Nuageux, grosse pluie, orage
it_it: Nuvoloso, forti Piogge, Temporale

source: Cloudy, Heavy Snow
fr_fr: Nuageux, forte neige
it_it: Nuvoloso, forti nevicate

source: Cloudy, Light Rain
fr_fr: Nuageux, pluie légère
it_it: Nuvoloso, deboli Piogge

source: Cloudy, Light Rain, T-Storm
fr_fr: Nuageux, pluie légère, orage
it_it: Nuvoloso, deboli Piogge, Temporale

source: Cloudy, Light Rain, Weak Heavy Rain
fr_fr: Nuageux pluie légère, courte pluie battante
it_it: Nuvoloso, Deboli piogge

source: Cloudy, Rain
fr_fr: Nuageux, pluie
it_it: Nuvoloso, Pioggia

source: Cloudy, Rain, T-Storm
fr_fr: Nuageux, pluie, orage
it_it: Nuvoloso, Pioggia, Temorale

source: Cloudy, Smoke
fr_fr: Nuageux, fumée
it_it: Nuvoloso, Caligine

source: Cloudy, Snow
fr_fr: Nuageux, neige
it_it: Nuvoloso, Neve

source: Cloudy, Strong Rain, Heavy Rain
fr_fr: Nuageux, grosse pluie, pluie légère
it_it: Nuvoloso, Piogge intense

source: Cloudy, thunderstorms with rain
fr_fr: Nuageux, orages et pluie
it_it: Nuvoloso, temporale con pioggia

source: Copyright(c) 2006-2011 by Vlad Vasilyeu and Pavel Fialko,
fr_fr: Copyright(c) 2006-2011 par Vlad Vasilyeu et Pavel Fialko,

source: Copyright(c) 2010-2011 by Tanya Makova
fr_fr: Copyright(c) 2010-2011 par Tanya Makova

source: Could not connecting to Internet. Connection timeout is expired.
fr_fr: Impossible de se connecter à Internet. Délai de connexion dépassé.
it_it: Impossibile collegarsi a Internet. Tempo di connessione scaduto.

source: Could not create weather cache directory.
fr_fr: Impossible de créer le répertoire de cache.
it_it: Impossibile creare directory di Cache del meteo.

source: Couldn't resolve host.
fr_fr: Impossible de résoudre le nom d'hôte.
it_it: Impossibile risolvere l'host.

source: Couldn't resolve proxy.
fr_fr: Impossible de résoudre le proxy.
it_it: Impossibile risolvere il proxy.

source: Country
fr_fr: Pays
it_it: Paese:

source: Country:
fr_fr: Pays :
it_it: Paese:

source: Cover Page
fr_fr: Page de garde
it_it: Copertina

source: Custom
fr_fr: Personnalisé
it_it: Personalizzato

source: Daily
fr_fr: Quotidien

source: Day
fr_fr: Jour
it_it: Giorno

source: Day length
fr_fr: Durée de la journée
it_it: Durata del giorno

source: Day length:
fr_fr: Durée de la journée :
it_it: Durata del giorno:

source: Day:
fr_fr: Jour :
it_it: Giorno:

source: Delete location?
fr_fr: Effacer l'emplacement ?
it_it: Eliminare la località?

source: Design UI and default iconset: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
fr_fr: Design IHM and icônes défaut : Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>

source: Detailed
fr_fr: Détaillé
it_it: Dettagliato

source: Dew point
fr_fr: Point de rosée
it_it: Punto di rugiada

source: Display
fr_fr: Affichage
it_it: Visualizza

source: Distance units:
fr_fr: Unité de distance :
it_it: Unità per la distanza:

source: Does not to add station, because no one of 'omweather-*-stations-db' packages was installed.
fr_fr: Ne peut ajouter de station, car aucun des paquets 'omweather-*-station-db' n'a été installé.
it_it: Non aggiunge alcuna stazione, perchè nessun pacchetto 'omweather-*-stations-db' è installato.

source: Download and show detailed weather
fr_fr: Télécharger et afficher la météo détaillée
it_it: Scarica e visualizza previsioni dettagliate

source: Download timed out.
fr_fr: Délai dépassé lors du téléchargement.
it_it: Download scaduto.

source: Drifting Snow
fr_fr: Congères
it_it: Ventate di Neve

source: Drizzle
fr_fr: Bruine
it_it: Pioggerella

source: Drizzle / Fog
fr_fr: Bruine / brouillard
it_it: Pioggerella / Nebbia

source: Drizzle / Wind
fr_fr: Bruine / vent
it_it: Pioggerella / Vento

source: Drizzle Early
fr_fr: Bruine en matinée
it_it: Pioggerella sul presto

source: Drizzle Late
fr_fr: Bruine en soirée
it_it: Pioggerella sul tardi

source: ENE_short
fr_fr: ENE
it_it: E N/E

source: ESE_short
fr_fr: ESE
it_it: E S/E

source: E_short
fr_fr: E
it_it: E

source: Ed Bartosh - for more feature requests, support and criticism Daniel Wilms - for feature requests and testing Eugen Kaluta aka tren - for feature requests and support Maxim Kalinkevish aka spark for testing Yuri Komyakov - for Nokia 770 device Greg Thompson for support stations.txt file Frank Persian - for idea of new layout Brian Knight - for idea of iconset, criticism and donation ;-) Andrew aka Tabster - for testing and ideas Brad Jones aka kazrak - for testing
fr_fr: Ed Bartosh - pour plus de demandes d'évolution, le soutien et les critiques Daniel Wilms - pour les demandes d'évolution et les tests Eugen Kaluta dit tren - pour les demandes d'évolution et le soutien Maxim Kalinkevish dit spark - pour les tests Yuri Komyakov - pour le Nokia 770 Greg Thompson - pour la prise en charge du fichier stations.txt Frank Persian - pour l'idée de la nouvelle disposition Brian Knight - pour les idées d'icônes, les critiques et les donations ;-) Andrew dit Tabster - pour les tests et les idées Brad Jones dit kazrak - pour les tests
it_it: Ed Bartosh - per le richieste di ulteriori funzionalità, per il sostegno e la critica Daniel Wilms - per le richieste di ulteriori funzionalità e testing Eugen Kaluta alias tren - per le richieste di ulteriori funzionalità e per il supporto Maxim Kalinkevish alias spark - per il testing Yuri Komyakov - per il Nokia 770 Greg Thompson per il supporto sul file stations.txt Frank Persian - per l'idea del nuovo layout Brian Knight - per l'idea sul set di icone, per le critiche e per la donazione ;-) Andrew alias Tabster - per il testing e le idee Brad Jones alias kazrak - per il testing

source: Edit custom layout
fr_fr: Éditer la disposition personnalisée
it_it: Personalizza layout

source: Enable GPS
fr_fr: Activer le GPS
it_it: Abilita GPS

source: Enter search
fr_fr: Entrer la recherche

source: Error in xml file
fr_fr: Erreur dans le fichier XML
it_it: Errore nel file xml

source: Error initializing the OMWeather applet
fr_fr: Erreur d'initialisation de l'applet OMWeather
it_it: Errore durante l'inizializzazione dell'applet OMWeather

source: Exit
fr_fr: Sortir
it_it: Esci

source: Extended Settings
fr_fr: Paramètres avancés
it_it: Impostazioni Avanzate

source: Extreme
fr_fr: Extrême
it_it: Estremo

source: FL:
fr_fr: Ress. :

source: Failed to connect to host or proxy.
fr_fr: Échec de connexion vers l'hôte ou le proxy.
it_it: Impossibile connettersi all'host o al proxy.

source: Failed to initialize GConf. Quitting.
fr_fr: Échec de l'initialisation de GConf. Fermeture.
it_it: Impossibile inizializzare GConf. In uscita.

source: Failed to initialize GConf. Settings were not saved.
fr_fr: Échec de l'initialisation de GConf. La configuration ne sera pas sauvegardée.
it_it: Impossibile inizializzare GConf. Le impostazioni non sono state salvate.

source: Fair
fr_fr: Beau temps
it_it: Bello

source: Feels like
fr_fr: Température ressentie
it_it: Percepita come

source: Feels like:
fr_fr: Température ressentie :
it_it: Percepita come:

source: Few Clouds
fr_fr: Quelques nuages
it_it: Poche Nuvole

source: Few Showers
fr_fr: Quelques averses
it_it: Alcuni Rovesci

source: Few Showers / Wind
fr_fr: Quelques averses / vent
it_it: Alcuni Rovesci / Vento

source: Few Snow
fr_fr: Quelques chutes de neige
it_it: Poca Neve

source: Few Snow Showers
fr_fr: Quelques averses de neige
it_it: Alcuni rovesci Nevosi

source: Few Snow Showers / Wind
fr_fr: Quelques averses de neige / vent
it_it: Alcuni rovesci Nevosi / Vento

source: Few clouds
fr_fr: Quelques nuages
it_it: Poche nuvole

source: Find location via GPS
fr_fr: Trouver la position par GPS
it_it: Trova la località usando il GPS

source: Finnish - Marko Vertainen; German - Claudius Henrichs; Spanish - Alejandro Lopez; Dutch - Tom Leenders; Slovak - Roman Moravčík
fr_fr: Finnois - Marko Vertainen; Allemand - Claudius Henrichs; Espagnol - Alejandro Lopez; Hollandais - Tom Leenders; Slovaque - Roman Moravčík

source: First Quarter
fr_fr: Premier quartier
it_it: Primo quarto

source: Flike
fr_fr: Température ressentie
it_it: Temperatura

source: Fog
fr_fr: Brouillard
it_it: Nebbia

source: Fog Early / Clouds Late
fr_fr: Brouillard en matinée / nuages en soirée
it_it: Nebbia sul presto / Nuvole più tardi

source: Fog Late
fr_fr: Brouillard en soirée
it_it: Nebbia sul tardi

source: Fog early / Clearing late
fr_fr: Nuageux en matinée / éclaircies en soirée
it_it: Nebbia sul presto / In schiarita più tardi

source: Foggy
fr_fr: Brumeux
it_it: Nebbioso

source: Font color:
fr_fr: Couleur de police :
it_it: Colore carattere:

source: Font:
fr_fr: Police :
it_it: Carattere:

source: For disabling MeeCast widget, you should uninstall package 'Activating MeeCast Applet' using Application manager
fr_fr: Pour désactiver le gadget Meecast, vous devriez désinstaller le paquet 'Activating MeeCast Applet' en utilisant le gestionnaire d'applications

source: Forecast
fr_fr: Prévision
it_it: Previsione

source: Forecast at:
fr_fr: Prévision à :
it_it: Previsione alle:

source: Forecast:
fr_fr: Prévision :
it_it: Previsioni:

source: Freezing Drizzle
fr_fr: Bruine verglaçante
it_it: Pioggerella gelata

source: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík
fr_fr: Français - Nicolas Graziano, Philippe, Benot Knecht Russe - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finlandais - Marko Vertainen Allemand - Claudius Henrichs Italien - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Espagnol - Alejandro Lopez Polonais - Tomasz Dominikowski Slovaque - Roman Moravčík
it_it: Francese - Nicolas Granziano, Philippe, Benot Knecht Russo - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finlandese - Marko Vertainen Tedesco - Claudius Henrichs Italiano - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spagnolo - Alejandro Lopez Polacco - Tomasz Dominikowski Slovacco - Roman Moravčík

source: Full
fr_fr: Plein
it_it: Piena

source: Full forecast
fr_fr: Prévision complète
it_it: Previsioni complete:

source: Fullscreen mode
fr_fr: Mode plein écran

source: GSM+WLAN
fr_fr: GSM+Wi-Fi

source: GUI|Clear
fr_fr: GUI|Effacer
it_it: Sereno

source: Grzanka's Iconset: Copyright 2005 by Wojciech Grzanka, <wojciech@grzanka.pl>
fr_fr: Icones de Grzanka : Copyright 2005 par Wojciech Grzanka, <wojciech@grzanka.pl>

source: Gust:
fr_fr: Rafale :
it_it: Raffica:

source: HTTP error.
fr_fr: Erreur HTTP.
it_it: Errore HTTP.

source: Haze
fr_fr: Légèrement brumeux
it_it: Foschia

source: Haze, Smoke or Dust
fr_fr: Brume, fumée ou poussière
it_it: Nebbia, Caligine

source: Heavy Freezing Rain
fr_fr: Grosse pluie verglassante
it_it: Forte pioggia congelantesi

source: Heavy Precipitation
fr_fr: Précipitations importantes
it_it: Forti precipitazioni

source: Heavy Rain
fr_fr: Grosse pluie
it_it: Forte pioggia

source: Heavy Rain / Wind
fr_fr: Grosse pluie / vent
it_it: Forte pioggia / Vento

source: Heavy Rain Shower
fr_fr: Fortes averses de pluie
it_it: Forti rovesci piovosi

source: Heavy Rain Showers
fr_fr: Fortes averses de pluie
it_it: Forti rovesci piovosi

source: Heavy Sleet
fr_fr: Neige pluvieuse importante
it_it: Forti nevischi

source: Heavy Sleet Showers
fr_fr: Chutes importantes de neige pluvieuse
it_it: Forti rovesci di nevischio

source: Heavy Snow
fr_fr: Fortes chutes de neige
it_it: Forte nevicata

source: Heavy Snow / Wind
fr_fr: Fortes chutes de neige / vent
it_it: Forti Nevicate / Vento

source: Heavy Snow Showers
fr_fr: Chutes de neige importantes
it_it: Forti rovesci nevosi

source: Heavy Snowfall
fr_fr: Chutes de neige importantes
it_it: Forti nevicate

source: Heavy Thunder
fr_fr: Orage
it_it: Forti tuoni

source: Heavy intensity rain
fr_fr: Pluie battante
it_it: Pioggia molto intensa

source: High
fr_fr: Haut
it_it: Alta

source: Hourly
fr_fr: Horaire
it_it: Frequentemente

source: Hours
fr_fr: Heures
it_it: Ore

source: Humidity
fr_fr: Humidité
it_it: Umidità

source: Humidity:
fr_fr: Humidité :
it_it: Umidità:

source: Ice Pellets
fr_fr: Granules de glace
it_it: Grandine

source: Icon set:
fr_fr: Sélection d'icônes :
it_it: Set di icone:

source: Icon size:
fr_fr: Taille d'icône :
it_it: Dimensioni icone:

source: Icons
fr_fr: Icônes

source: Iconset
fr_fr: Icônes
it_it: Set di icone

source: Iconsets
fr_fr: Icônes
it_it: Set di icone

source: Information
fr_fr: Informations

source: Isolated T-Storms
fr_fr: Orages localisés
it_it: Temporali isolati

source: Isolated T-Storms / Wind
fr_fr: Orages localisés / vent
it_it: Temporali isolati / Vento

source: Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polish - Tomasz Dominikowski; Bulgarian - Zlatko Enikov
fr_fr: Italien - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polonais - Tomasz Dominikowski; Bulgare - Zlatko Enikov

source: Kilometers
fr_fr: Kilomètres
it_it: Chilometri

source: Knots
fr_fr: Noeuds
it_it: Nodi

source: Language
fr_fr: Langue
it_it: Lingua

source: Last Quarter
fr_fr: Dernier quartier
it_it: Ultimo quarto

source: Last update at server:
fr_fr: Dernière mise à jour du serveur :
it_it: Ultimo aggiornamento al server:

source: Last update from server:
fr_fr: Dernière mise à jour depuis le serveur :
it_it: Ultimo aggiornamento locale dal server:

source: Last update:
fr_fr: Dernière mise à jour :
it_it: Ultimo aggiornamento:

source: Last update:
fr_fr: Dernière mise à jour :
it_it: Ultimo aggiornamento:

source: Lawn and Garden Weather
fr_fr: Météo du jardin
it_it: Tempo per dedicarsi al giardinaggio

source: Layout:
fr_fr: Disposition :
it_it: Sistemazione:

source: Lead designers
fr_fr: Concepteurs principaux
it_it: Capi designer
