Repository: Meecast/meecast
Catalog: omweather/po/*.po
Languages: fr_fr, it_it

source: License
fr_fr: Licence
it_it: Licenza

source: Light Drizzle
fr_fr: Bruine légère
it_it: Leggera pioggerella

source: Light Freezing Drizzle
fr_fr: Légère bruine verglaçante
it_it: Debole pioggia gelata

source: Light Freezing Rain
fr_fr: Pluie légère verglaçante
it_it: Leggera pioggia congelantesi

source: Light Rain
fr_fr: Pluie légère
it_it: Debole pioggia

source: Light Rain / Fog
fr_fr: Pluie légère / brouillard
it_it: Deboli piogge / Nebbia

source: Light Rain / Wind
fr_fr: Pluie légère / vent
it_it: Deboli piogge / Vento

source: Light Rain / Wind Late
fr_fr: Pluie légère / vent en soirée
it_it: Deboli piogge / Vento tardi

source: Light Rain Early
fr_fr: Pluie légère en matinée
it_it: Deboli piogge sul presto

source: Light Rain Late
fr_fr: Pluie légère en soirée
it_it: Deboli piogge sul tardi

source: Light Rain Shower
fr_fr: Averse de pluie légère
it_it: Rovesci con deboli piogge

source: Light Rain Showers
fr_fr: Averses de pluie légère
it_it: Rovesci con deboli piogge

source: Light Rain and Freezing Rain
fr_fr: Pluie légère et pluie verglaçante
it_it: Deboli piogge con pioggia congelantesi

source: Light Rain and Shower
fr_fr: Pluie légère et averses
it_it: Deboli piogge e rovesci

source: Light Rain and Windy
fr_fr: Pluie légère et vent
it_it: Deboli piogge e vento

source: Light Rain with Thunder
fr_fr: Pluie légère orageuse
it_it: Deboli piogge con tuoni

source: Light Sleet
fr_fr: Légère neige pluvieuse
it_it: Debole nevischio

source: Light Sleet Showers
fr_fr: Averses éparses de neige pluvieuse
it_it: Deboli rovesci di nevischio

source: Light Snow
fr_fr: Neige légère
it_it: Deboli nevicate

source: Light Snow / Fog
fr_fr: Neige légère / brouillard
it_it: Deboli nevicate / Nebbia

source: Light Snow / Wind
fr_fr: Neige légère / vent
it_it: Deboli nevicate / Vento

source: Light Snow Early
fr_fr: Neige légère en matinée
it_it: Deboli nevicate sul presto

source: Light Snow Late
fr_fr: Neige légère en soirée
it_it: Deboli nevicate sul tardi

source: Light Snow Shower
fr_fr: Légère chute de neige
it_it: Deboli rovesci nevosi

source: Light Snow Showers
fr_fr: Légères chutes de neige
it_it: Deboli rovesci nevosi

source: Light Snowfall
fr_fr: Faible chute de neige
it_it: Deboli nevicate

source: Light intensity drizzle
fr_fr: Bruine de faible intensité
it_it: Debole pioggerella

source: Light intensity shower rain
fr_fr: Averses de pluie fine
it_it: Piogge di debole intensità

source: Light or Moderate Precipitation
fr_fr: Précipitation faible ou modérée
it_it: Deboli/Moderate precipitazioni

source: Light rain
fr_fr: Pluie légère
it_it: Debole pioggia

source: Light snow
fr_fr: Neige légère
it_it: Deboli nevicate

source: Loading station list
fr_fr: Chargement de la liste des stations
it_it: Caricamento lista stazioni

source: Local Pollen Reports
fr_fr: Bulletin allergo-pollinique
it_it: Rapporti polline locale

source: Localization platform
fr_fr: Plate-forme de traduction
it_it: Piattaforma di localizzazione:

source: Long
fr_fr: Longue
it_it: Lungo

source: Looks like there's no info for this location.
fr_fr: Pas de données météo pour cette station.
it_it: Pare che non ci siano informazioni per questa località

source: Low
fr_fr: Bas
it_it: Bassa

source: Mainly cloudy with occasional rain.
fr_fr: Très nuageux avec quelques précipitations
it_it: Nuvoloso e pioggia occasionale.

source: Manage locations
fr_fr: Gestion des emplacements
it_it: Gestisci le località

source: Manual
fr_fr: Manuel
it_it: Manuale

source: Measurement units
fr_fr: Unités
it_it: Unità di misura

source: MeeCast for Harmattan
fr_fr: MeeCast pour Harmattan

source: Meters
fr_fr: Mètres
it_it: Metri

source: Miles
fr_fr: Milles
it_it: Miglia

source: Mist
fr_fr: Brume
it_it: Nebbia

source: Moderate Freezing Rain
fr_fr: Pluie verglaçante modérée
it_it: Moderata pioggia congelantesi

source: Moderate Rain
fr_fr: Légère pluie
it_it: Pioggia moderata

source: Moderate Rain Showers
fr_fr: Averses de pluie légère
it_it: Moderati rovesci piovosi

source: Moderate Sleet
fr_fr: Neige pluvieuse modérée
it_it: Moderate nevicate

source: Moderate Snow Showers
fr_fr: Chutes de neiges modérées
it_it: Moderati rovesci nevosi

source: Moderate rain
fr_fr: Pluie modérée
it_it: Pioggia moderata

source: Mostly Clear
fr_fr: Ciel plutôt dégagé
it_it: Prevalentemente sereno

source: Mostly Cloudy
fr_fr: Plutôt nuageux
it_it: Prevalentemente nuvoloso

source: Mostly Cloudy / Wind
fr_fr: Plutôt nuageux / vent
it_it: Prevalentemente nuvoloso / Vento

source: Mostly Cloudy Few Snow
fr_fr: Plutôt nuageux, neigeux
it_it: Prevalentemente nuvoloso con poca neve

source: Mostly Cloudy Light Rain
fr_fr: Plutôt nuageux, pluie légère
it_it: Prevalentemente nuvoloso con leggera pioggia

source: Mostly Cloudy Rain
fr_fr: Plutôt nuageux, pluie
it_it: Prevalentemente nuvoloso con pioggia

source: Mostly Cloudy Snow
fr_fr: Plutôt nuageux, neigeux
it_it: Prevalentemente nuvoloso con neve

source: Mostly Cloudy T-Storm
fr_fr: Plutôt nuageux, orages
it_it: Prevalentemente nuvoloso con temporale

source: Mostly Cloudy and Windy
fr_fr: Plutôt nuageux et venteux
it_it: Prevalentemente nuvoloso e ventoso

source: Mostly Cloudy, Drifting Snow
fr_fr: Plutôt nuageux, congères
it_it: Prevalentemente nuvoloso, ventate di neve

source: Mostly Cloudy, Few Snow
fr_fr: Plutôt nuageux, un peu de neige
it_it: Prevalentemente nuvoloso, poca neve

source: Mostly Cloudy, Fog
fr_fr: Plutôt nuageux, brouillard
it_it: Prevalentemente nuvoloso, nebbia

source: Mostly Cloudy, Fog, Drizzle
fr_fr: Plutôt nuageux, brouillard, bruine
it_it: Prevalentemente nuvoloso, nebbia, pioggerella

source: Mostly Cloudy, Heavy Rain
fr_fr: Plutôt nuageux, grosse pluie
it_it: Prevalentemente nuvoloso, Pioggia intensa

source: Mostly Cloudy, Heavy Rain, T-Storm
fr_fr: Plutôt nuageux, grosse pluie, orages
it_it: Prevalentemente nuvoloso, Pioggia intensa, Temporale

source: Mostly Cloudy, Heavy Snow
fr_fr: Plutôt nuageux, forte neige
it_it: Prevalentemente nuvoloso, forte nevicata

source: Mostly Cloudy, Heavy Snow, Freezing Rain
fr_fr: Plutôt nuageux, forte neige, pluie verglaçante
it_it: Prevalentemente nuvoloso, forte nevicata, pioggia congelantesi

source: Mostly Cloudy, Light Rain
fr_fr: Plutôt nuageux, pluie légère
it_it: Prevalentemente nuvoloso, deboli Piogge

source: Mostly Cloudy, Light Rain, Drizzle
fr_fr: Plutôt nuageux, pluie légère, bruine
it_it: Prevalentemente nuvoloso, Pioggerella

source: Mostly Cloudy, Light Rain, T-Storm
fr_fr: Plutôt nuageux, pluie légère, orage
it_it: Prevalentemente nuvoloso, deboli Piogge, Temporale

source: Mostly Cloudy, Light Rain, Weak Heavy Rain
fr_fr: Plutôt nuageux, pluie légère,
it_it: Prevalentemente nuvoloso, Deboli piogge

source: Mostly Cloudy, Rain
fr_fr: Plutôt nuageux, pluie
it_it: Prevalentemente nuvoloso, Pioggia

source: Mostly Cloudy, Rain, T-Storm
fr_fr: Plutôt nuageux, pluie, orages
it_it: Prevalentemente nuvoloso, Pioggia, Temporale

source: Mostly Cloudy, Smoke
fr_fr: Plutôt nuageux, fumée
it_it: Prevalentemente Nuvoloso, Caligine

source: Mostly Cloudy, Snow
fr_fr: Plutôt nuageux, neige
it_it: Prevalentemente nuvoloso, Neve

source: Mostly Cloudy, T-Storm
fr_fr: Plutôt nuageux, orages
it_it: Prevalentemente nuvoloso, Temporale

source: Mostly Sunny
fr_fr: Plutôt ensoleillé
it_it: Prevalentemente soleggiato

source: Mostly clear
fr_fr: Ciel plutôt dégagé
it_it: Generalmente sereno

source: Mostly sunny
fr_fr: Plutôt ensoleillé
it_it: Prevalentemente soleggiato

source: NE_short
fr_fr: NE
it_it: N/E

source: NNE_short
fr_fr: NNE
it_it: N N/E

source: NNW
fr_fr: NNO
it_it: Nord Nord/Ovest

source: NNW_short
fr_fr: NNO
it_it: N N/O

source: NO STATION
fr_fr: PAS DE STATION
it_it: Nessuna Stazione

source: NW
fr_fr: NO
it_it: Nord/Ovest

source: NW_short
fr_fr: NO
it_it: N/O

source: N_short
fr_fr: N
it_it: N

source: Name:
fr_fr: Nom :
it_it: Nome:

source: Never
fr_fr: Jamais
it_it: Mai

source: New
fr_fr: Nouveau
it_it: Nuovo

source: New location
fr_fr: Nouvel emplacement

source: Next update:
fr_fr: Prochaine mise à jour :
it_it: Prossimo aggiornamento:

source: Night
fr_fr: Nuit
it_it: Notte

source: Night:
fr_fr: Nuit :
it_it: Notte:

source: No
fr_fr: Non

source: No current weather data.
fr_fr: Pas de données météo.
it_it: Nessun dato meteo corrente.

source: No locations are set up yet.
fr_fr: Pas d'emplacement définit
it_it: Non è stata inserita ancora nessuna località

source: No weather data for this day.
fr_fr: Pas de données météo pour ce jour.
it_it: Nessun dato meteo per oggi.

source: No weather data for this station.
fr_fr: Pas de données météo pour cette station.
it_it: Nessun dato meteo per questa stazione.

source: Now
fr_fr: Maintenant
it_it: Ora

source: Now + 2 days vert.
fr_fr: Maintenant + 2 jours vertical
it_it: ora +3 giorni vert.

source: Now + 3 days hor.
fr_fr: Maintenant + 3 jours horizontal
it_it: Ora + 3 giorni orzi.

source: Now + 3 days vert.
fr_fr: Maintenant + 3 jours vertical
it_it: Ora + 3 giorni vert.

source: Now + 7 days vert.
fr_fr: Maintenant + 7 jours vertical
it_it: Ora + 7 giorni vert.

source: Now:
fr_fr: Maintenant :
it_it: Ora:

source: OMWeather Forecast
fr_fr: Prévisions d'OMWeather
it_it: Previsioni OMWeather

source: OMWeather Settings
fr_fr: Paramètres de OMWeather
it_it: Impostazioni OMWeather

source: OMWeather settings
fr_fr: Paramètres de OMWeather
it_it: Impostazioni OMWeather

source: Other Maemo Weather Info
fr_fr: Informations sur Other Maemo Weather
it_it: Informazioni Other Maemo Weather

source: Overcast
fr_fr: Ciel couvert
it_it: Coperto

source: Overcast Clouds
fr_fr: Ciel couvert
it_it: Cielo Coperto

source: Overcast and light rain
fr_fr: Couvert et pluie légère
it_it: Nuvoloso e debole pioggia

source: Overcast and light snow
fr_fr: Couvert et neige légère
it_it: Nuvoloso e debole neve

source: Overcast and light wet snow
fr_fr: Couvert et neige légère et humide
it_it: Nuvoloso e debole neve bagnata

source: Overcast and rain
fr_fr: Couvert et pluvieux
it_it: Nuvoloso e pioggia

source: Overcast and showers
fr_fr: Couvert avec des averses
it_it: Nuvoloso e rovesci

source: Overcast and snow
fr_fr: Couvert et neigeux
it_it: Nuvoloso e neve

source: Overcast and snow showers
fr_fr: Couvert avec des averses de neige
it_it: Nuvoloso e rovesci nevosi

source: Overcast and wet snow
fr_fr: Couvert avec de la neige humide
it_it: Nuvoloso e neve bagnata

source: Overcast and wet snow showers
fr_fr: Couvert avec des averses de neige humide
it_it: Nuvoloso e rovesci di neve bagnata

source: Overcast clouds
fr_fr: Ciel couvert
it_it: Cielo coperto

source: Overcast, thunderstorms with rain
fr_fr: Couvert, orageux et pluvieux
it_it: Nuvoloso, temporale con pioggia

source: PM Fog
fr_fr: Brouillard l'après-midi
it_it: Nebbia pom.

source: PM Light Rain
fr_fr: Pluie fine l'après-midi
it_it: Deboli piogge pom.

source: PM Light Rain / Wind
fr_fr: Pluie fine et vent l'après-midi
it_it: Deboli piogge pom. / Vento

source: PM Light Snow
fr_fr: Neige légère l'après-midi
it_it: Deboli nevicate pom.

source: PM Light Snow / Wind
fr_fr: Neige légère et vent l'après-midi
it_it: Deboli nevicate nel pom. / Vento

source: PM Rain
fr_fr: Pluie l'après-midi
it_it: Pioggia pom.

source: PM Rain / Snow
fr_fr: Pluie et neige l'après-midi
it_it: Pioggia pom. / Neve

source: PM Rain / Wind
fr_fr: Pluie et vent l'après-midi
it_it: Pioggia pom. / Vento

source: PM Showers
fr_fr: Averses l'après-midi
it_it: Rovesci pom.

source: PM Showers / Wind
fr_fr: Averses et vent l'après midi
it_it: Rovesci pom. / Vento

source: PM Snow
fr_fr: Neige l'après-midi
it_it: Neve al pom.

source: PM Snow Showers
fr_fr: Averses de neige l'après-midi
it_it: Nevicate e rovesci pom.

source: PM Snow Showers / Wind
fr_fr: Averse de neige / vent l'après-midi
it_it: Nevicate intense / Vento nel pomeriggio

source: PM T-Showers
fr_fr: Averses orageuses l'après-midi
it_it: Piogge intense pomeridiane

source: PM T-Storms
fr_fr: Orages l'après-midi
it_it: Temporali pom.

source: Partly Cloudy
fr_fr: Partiellement nuageux
it_it: Parzialmente nuvoloso

source: Partly Cloudy / Wind
fr_fr: Partiellement nuageux / vent
it_it: Parzialmente nuvoloso / Vento

source: Partly Cloudy / Windy
fr_fr: Partiellement nuageux / venteux
it_it: Parzialmente nuvoloso / Ventoso

source: Partly Cloudy Few Snow
fr_fr: Partiellement nuageux, neigeux
it_it: Parzialmente nuvoloso con poca Neve

source: Partly Cloudy Light Rain
fr_fr: Partiellement nuageux, pluie légère
it_it: Parzialmente nuvoloso con deboli Piogge

source: Partly Cloudy T-Storm
fr_fr: Partiellement nuageux, orage
it_it: Parzialmente nuvoloso con Temporale

source: Partly Cloudy and Windly
fr_fr: Partiellement nuageux et venteux
it_it: Parzialmente nuvoloso e Ventoso

source: Partly Cloudy and Windy
fr_fr: Partiellement nuageux et venteux
it_it: Parzialmente nuvoloso e Ventoso

source: Partly Cloudy, Few Snow
fr_fr: Partiellement nuageux, neigeux
it_it: Parzialmente nuvoloso, poca Neve

source: Partly Cloudy, Haze
fr_fr: Partiellement nuageux, brume
it_it: Parzialmente nuvoloso, Foschia

source: Partly Cloudy, Heavy Rain
fr_fr: Partiellement nuageux, grosse pluie
it_it: Parzialmente nuvoloso, Pioggia intensa

source: Partly Cloudy, Heavy Rain, T-Storm
fr_fr: Partiellement nuageux, grosse pluie, orages
it_it: Parzialmente nuvoloso, Pioggia intensa, Temporale

source: Partly Cloudy, Heavy Snow
fr_fr: Partiellement nuageux, forte neige
it_it: Parzialmente nuvoloso, Intense nevicate

source: Partly Cloudy, Light Rain
fr_fr: Partiellement nuageux, pluie légère
it_it: Parzialmente nuvoloso / Deboli piogge

source: Partly Cloudy, Light Rain, T-Storm
fr_fr: Partiellement nuageux, pluie légère, orage
it_it: Parzialmente nuvoloso, Pioggia debole, Temporale

source: Partly Cloudy, Rain
fr_fr: Partiellement nuageux, pluie
it_it: Parzialmente nuvoloso, Pioggia

source: Partly Cloudy, Rain, T-Storm
fr_fr: Partiellement nuageux, pluie, orages
it_it: Parzialmente nuvoloso, Pioggia, Temporale

source: Partly Cloudy, Smoke
fr_fr: Partiellement nuageux, fumée
it_it: Parzialmente Nuvoloso, Caligine

source: Partly Cloudy, Snow
fr_fr: Partiellement nuageux, neige
it_it: Parzialmente nuvoloso, Neve

source: Partly Cloudy, T-Storm
fr_fr: Partiellement nuageux, orage
it_it: Parzialmente nuvoloso, Temporale

source: Partly cloudy
fr_fr: Partiellement nuageux
it_it: Parzialmente nuvoloso

source: Partly cloudy and light rain
fr_fr: Partiellement nuageux et pluie légère
it_it: Parzialmente nuvoloso e debole pioggia

source: Partly cloudy and light snow
fr_fr: Partiellement nuageux et neige légère
it_it: Parzialmente nuvoloso e debole neve

source: Partly cloudy and light wet snow
fr_fr: Partiellement nuageux avec de la neige légère et humide
it_it: Parzialmente nuvoloso e debole neve bagnata

source: Partly cloudy and showers
fr_fr: Partiellement nuageux et averses
it_it: Parzialmente nuvoloso e rovesci

source: Partly cloudy and snow showers
fr_fr: Partiellement nuageux et averses de neige
it_it: Parzialmente nuvoloso e rovesci nevosi

source: Partly cloudy and wet snow showers
fr_fr: Partiellement nuageux avec averses de neige humide
it_it: Parzialmente nuvoloso e rovesci di neve bagnata

source: Partly cloudy, possible thunderstorms with rain
fr_fr: Partiellement nuageux, orages possible avec de la pluie
it_it: Parzialmente nuvoloso, possibili temporali con pioggia

source: Period
fr_fr: Période
it_it: Periodo

source: Precipitation
fr_fr: Précipitations
it_it: Precipitazioni

source: Precipitation rate:
fr_fr: Taux de précipitations :
it_it: Tasso di precipitazioni

source: Precipitation:
fr_fr: Précipitations :
it_it: Precipitazioni:

source: Preference|Update
fr_fr: Mise à Jour
it_it: Aggiornamento

source: Pressure
fr_fr: Pression
it_it: Pressione

source: Pressure units
fr_fr: Unités de pression
it_it: Unità di misura della pressione

source: Pressure units:
fr_fr: Unités de pression:
it_it: Unità di misura della pressione:

source: Pressure:
fr_fr: Pression :
it_it: Pressione:

source: Pressure:
fr_fr: Pression :
it_it: Pressione:

source: Programmer
fr_fr: Programmeur
it_it: Sviluppatore

source: Project administrators
fr_fr: Administrateurs du projet

source: Project manager
fr_fr: Chef de projet
it_it: Direttore del progetto

source: Provided by
fr_fr: Fourni par

source: Proximity shower rain
fr_fr: Averses à proximité
it_it: Rovescio piovoso in vicinanza

source: Rain
fr_fr: Pluie
it_it: Pioggia

source: Rain / Freezing Rain
fr_fr: Pluie / pluie verglaçante
it_it: Pioggia / Pioggia congelata

source: Rain / Snow
fr_fr: Pluie / neige
it_it: Pioggia / Neve

source: Rain / Snow / Wind
fr_fr: Pluie / neige / vent
it_it: Pioggia / Neve / Vento

source: Rain / Snow Early
fr_fr: Pluie / neige en matinée
it_it: Pioggia / Neve sul presto

source: Rain / Snow Late
fr_fr: Pluie / neige en soirée
it_it: Pioggia / Neve sul tardi

source: Rain / Snow Showers
fr_fr: Pluie / averses de neige
it_it: Pioggia / Rovesci di neve

source: Rain / Snow Showers / Wind
fr_fr: Pluie / averses de neige / vent
it_it: Pioggia / Rovesci di neve / Vento

source: Rain / Snow Showers Late
fr_fr: Pluie / averses de neige en soirée
it_it: Pioggia / Rovesci di neve sul tardi

source: Rain / Thunder
fr_fr: Pluie / orages
it_it: Pioggia / Tuoni

source: Rain / Wind
fr_fr: Pluie / vent
it_it: Pioggia / Vento

source: Rain / Wind Early
fr_fr: Pluie / vent en matinée
it_it: Pioggia / Vento sul presto

source: Rain Early
fr_fr: Pluie en matinée
it_it: Pioggia sul presto

source: Rain Late
fr_fr: Pluie en soirée
it_it: Pioggia sul tardi

source: Rain Shower
fr_fr: Averse
it_it: Rovesci

source: Rain Shower and Windy
fr_fr: Averse et vent
it_it: Ventoso con Rovesci

source: Rain Showers
fr_fr: Averses
it_it: Rovesci

source: Rain and Snow
fr_fr: Pluie et vent
it_it: Pioggia e Neve

source: Rain and snow
fr_fr: Pluie et neige
it_it: Pioggia e neve

source: Rain to Snow / Wind
fr_fr: Pluie puis neige / vent
it_it: Pioggia poi Neve / Vento

source: Rain to Wintry Mix
fr_fr: Pluie puis précipitations hivernales
it_it: Pioggia poi Nevischio

source: Rain to Wintry Mix / Wind
fr_fr: Pluie puis précipitations hivernales / vent
it_it: Pioggia poi Nevischio / Vento

source: Read sensor every:
fr_fr: Lire le capteur toutes les :
it_it: Lettura sensore ogni:

source: Refresh
fr_fr: Rafraîchir
it_it: Aggiorna

source: Region
fr_fr: Région
it_it: Regione

source: Rush Hour Traffic
fr_fr: Trafic d'heures de pointe
it_it: Traffico ora di punta

source: SE_short
fr_fr: SE
it_it: S/E

source: SSE_short
fr_fr: SSE
it_it: S S/E

source: SSW
fr_fr: SSO
it_it: Sud Sud/Ovest

source: SSW_short
fr_fr: SSO
it_it: S S/O

source: SW
fr_fr: SO
it_it: Sud/Ovest

source: SW_short
fr_fr: SO
it_it: S/O

source: S_short
fr_fr: S
it_it: S

source: Save
fr_fr: Enregistrer
it_it: Salva

source: Scattered Clouds
fr_fr: Nuageux
it_it: Nubi Sparse

source: Scattered Showers
fr_fr: Averses éparses
it_it: Rovesci sparsi

source: Scattered Snow
fr_fr: Chutes de neige éparses
it_it: Nevicate sparse

source: Scattered Snow Showers
fr_fr: Averses de neige éparses
it_it: Rovesci nevosi sparsi

source: Scattered T-Storms
fr_fr: Orages épars
it_it: Temporali sparsi

source: Scattered clouds
fr_fr: Nuageux
it_it: Nubi sparse

source: Sea miles
fr_fr: Milles marins
it_it: Miglia marine

source: Search
fr_fr: Recherche
it_it: Cerca

source: Select city
fr_fr: Choisir la ville

source: Select country
fr_fr: Choisir le pays
it_it: Seleziona Paese

source: Select location
fr_fr: Choisir l'emplacement
it_it: Seleziona Località

source: Select region
fr_fr: Choisir la région
it_it: Seleziona Regione

source: Select source
fr_fr: Choisir la source

source: Select the X-position for left corner of widget
fr_fr: Sélectionnez la position en X pour le coin gauche du gadget

source: Select the Y-position for left corner of widget
fr_fr: Sélectionnez la position en Y pour le coin gauche du gadget

source: Select the color of font for current temperature
fr_fr: Choix de la couleur de police pour la température

source: Select the color of font for station name
fr_fr: Sélectionnez la couleur de la police pour le nom de la station

source: Select the color of font for temperature
fr_fr: Sélectionnez la couleur de la police pour la température

source: Select the iconset
fr_fr: Choisir les icones
it_it: Seleziona il set di icone

source: Select the language
fr_fr: Sélectionnez la langue
it_it: Seleziona la lingua

source: Select the weather source
fr_fr: Choisir la source de la météo
it_it: Seleziona sorgente dati meteo

source: Selecting country
fr_fr: Choisir le pays
it_it: Paese in selezione

source: Selecting region
fr_fr: Choisir la région
it_it: Regione in selezione

source: Selecting source
fr_fr: Choisir la source
it_it: Fonte in selezione

source: Selecting station
fr_fr: Choisir la station
it_it: Stazione in selezione

source: Sensor
fr_fr: Capteur
it_it: Sensore

source: Set
fr_fr: Définir
it_it: Imposta

source: Set locations
fr_fr: Définir les emplacements
it_it: Inserisci le località

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Settings for Lockscreen widget
fr_fr: Réglages du gadget de verrouillage de l'écran

source: Settings for standby widget
fr_fr: Réglages du gadge d'attente

source: Settings of LockScreen
fr_fr: Réglages de l'écran de verrouillage

source: Settings of StandbyScreen
fr_fr: Réglages de l'écran d'attente

source: Shallow Fog
fr_fr: Brouillard léger
it_it: Nebbia bassa

source: Short
fr_fr: Courte
it_it: Breve

source: Show arrows
fr_fr: Afficher les flèches
it_it: Mostra frecce

source: Show last update time
fr_fr: Afficher l'heure de dernière mise à jour
it_it: Mostra orario ultimo aggiornamento

source: Show on Map
fr_fr: Montrer sur la carte
it_it: Mostra sulla mappa

source: Show only current weather on first icon
fr_fr: Afficher uniquement la météo actuelle sur la première icône
it_it: Mostra solo il meteo corrente sulla prima icona

source: Show source logo
fr_fr: Montrer le logo de la source
it_it: Mostra logo

source: Show station name
fr_fr: Afficher le nom de la station
it_it: Mostra nome stazione

source: Show temperature at:
fr_fr: Afficher la température à :
it_it: Mostra temperatura alle:

source: Show wind
fr_fr: Afficher le vent
it_it: Mostra vento

source: Showers
fr_fr: Averses
it_it: Rovesci

source: Showers / Wind
fr_fr: Averses / vent
it_it: Rovesci / Vento

source: Showers / Wind Early
fr_fr: Averses / vent en matinée
it_it: Rovesci / Vento sul presto

source: Showers Early
fr_fr: Averses en matinée
it_it: Rovesci sul presto

source: Showers Late
fr_fr: Averses en soirée
it_it: Rovesci sul tardi

source: Showers in the Vicinity
fr_fr: Averses à proximité
it_it: Rovesci nei paraggi

source: Showers or Intermittent Precipitation
fr_fr: Averses ou précipitations intermittentes
it_it: Rovesci intermittenti

source: Sky is Clear
fr_fr: Ciel dégagé
it_it: Il Cielo è Limpido

source: Sky is clear
fr_fr: Ciel dégagé
it_it: Il cielo è limpido

source: Sleet
fr_fr: Neige pluvieuse
it_it: Nevischio

source: Sleet Showers
fr_fr: Averses de neige pluvieuse
it_it: Rovesci di nevischio

source: Smoke
fr_fr: Fumée
it_it: Caligine

source: Snow
fr_fr: Neige
it_it: Neve

source: Snow / Wind
fr_fr: Neige / vent
it_it: Neve / Vento

source: Snow Shower
fr_fr: Averse de neige
it_it: Rovesci nevosi

source: Snow Shower / Wind
fr_fr: Averse de neige / vent
it_it: Rovesci nevosi / Vento

source: Snow Showers
fr_fr: Averses de neige
it_it: Rovesci nevosi

source: Snow Showers / Wind Early
fr_fr: Averses de neige / vent en matinée
it_it: Rovesci nevosi / Vento sul presto

source: Snow Showers Early
fr_fr: Averses de neige en matinée
it_it: Rovesci nevosi sul preso

source: Snow Showers Late
fr_fr: Averses de neige en soirée
it_it: Rovesci nevosi sul tardi

source: Snow and Freezing Rain
fr_fr: Neige et pluie verglaçante
it_it: Neve e pioggia congelanti
