Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Mostly Cloudy, Heavy Snow, Freezing Rain
ca_ca: Força núvol, Neu intensa, Pluja gebradora
cs_cs: Převážně zataženo, husté sněžení, mrznoucí déšť
pl_pl: Głównie pochmurnie, silny śnieg, marznący deszcz
pt_pt: Geralmente Nublado, Neve Forte, Granizo
ru_ru: Пасмурно, Сильный снег, Гололёд
sk_sk: Prevažne zamračené, silné sneženie, mrznúci dážď
sr_sr: Pretežno oblačno, Mećava, Ledena kiša
tr_tr: Çoğunlukla Bulutlu , Şiddetli Kar , Dondurucu Yağmur
uk_ua: Пасмурно, Сильний сніг, Ожеледиця

source: Mostly Cloudy, Light Rain
ca_ca: Força núvol, Pluja suau
cs_cs: Převážně zataženo, slabý déšť
da_dk: Mest Overskyet, Let Regn
pl_pl: Głównie pochmurnie, lekki deszcz
pt_pt: Geralmente Nublado, Chuva Fraca
ru_ru: Пасмурно, Небольшой дождь
sk_sk: Prevažne zamračené, slabý dážď
sr_sr: Pretežno oblačno, Blaga kiša
tr_tr: Çoğunlukla Bulutlu , Hafif Yağmur
uk_ua: Переважно хмарно, Невеликий дощ

source: Mostly Cloudy, Light Rain, Drizzle
ca_ca: Força núvol, Pluja suau, Plugims
cs_cs: Převážně zataženo, slabý déšť, mrholení
pl_pl: Głównie pochmurnie, lekki deszcz, mżawka
pt_pt: Geralmente Nublado, Chuva Fraca, Chuviscos
ru_ru: Пасмурно Небольшой дождь
sk_sk: Prevažne zamračené, slabý dážď, mrholenie
sr_sr: Pretežno oblačno, Blaga kiša, Rominjanje kiše
tr_tr: Çoğunlukla Bulutlu , Hafif Yağmur , Çiseleme
uk_ua: Переважно хмарно, Невеликий дощ, Мряка

source: Mostly Cloudy, Light Rain, T-Storm
ca_ca: Força núvol, Pluja suau, Tempestes
cs_cs: Převážně zataženo, slabý déšť, bouřky
da_dk: Overvejende Overskyet, Let Regn, Torden
pl_pl: Głównie pochmurnie, lekki deszcz, burza
pt_pt: Geralmente Nublado, Chuva Fraca, Trovoadas
ru_ru: Пасмурно, Небольшой дождь, Гроза
sk_sk: Prevažne zamračené, slabý dážď, búrka
sr_sr: Pretežno oblačno, Blaga kiša, Oluja sa grmljavinom
tr_tr: Çoğunlukla Bulutlu , Hafif Yağmur , Fırtına
uk_ua: Переважно хмарно, Невеликий дощ, Гроза

source: Mostly Cloudy, Light Rain, Weak Heavy Rain
ca_ca: Força núvol, Pluja suau, Plugims
cs_cs: Převážně oblačno, lehký déšť, slabý vydatný déšť
da_dk: Overskyet, Let Regn, Halvkraftig Rain
tr_tr: Çoğunlukla Bulutlu, Hafif Yağmur, Zayıf Şiddetli Yağmur

source: Mostly Cloudy, Rain
ca_ca: Força núvol, Pluja
cs_cs: Převážně zataženo, déšť
da_dk: Overvejende Overskyet, Regn
pl_pl: Głównie pochmurnie, deszcz
pt_pt: Geralmente Nublado, Chuva
ru_ru: Пасмурно, Дождь
sk_sk: Prevažne zamračené, dážď
sr_sr: Pretežno oblačno, kiša
tr_tr: Çoğunlukla Bulutlu , Yağmur
uk_ua: Переважно хмарно, Дощ

source: Mostly Cloudy, Rain, T-Storm
ca_ca: Força núvol, Pluja, Tempestes
cs_cs: Převážně zataženo, déšť, bouřky
da_dk: Mest Overskyet, Regn, Torden
pl_pl: Głównie pochmurnie, deszcz, burza
pt_pt: Geralmente Nublado, Chuva, Trovoadas
ru_ru: Пасмурно, Дождь, Гроза
sk_sk: Prevažne zamračené, dážď, búrka
sr_sr: Pretežno oblačno, Kiša, Oluja sa grmljavinom
tr_tr: Çoğunlukla Bulutlu , Yağmur , Fırtına
uk_ua: Переважно хмарно, Дощ, Гроза

source: Mostly Cloudy, Smoke
ca_ca: Força núvol, Partícules de fum
cs_cs: Převážně zataženo, kouř
pl_pl: Głównie pochmurnie, dym
pt_pt: Geralmente Nublado, Neblina
ru_ru: Пасмурно, Дымка
sk_sk: Prevažne zamračené, dymová clona
sr_sr: Pretežno oblačno, Dim
tr_tr: Çoğunlukla Bulutlu , Sisli
uk_ua: Переважно хмарно, Серпанок

source: Mostly Cloudy, Snow
ca_ca: Força núvol, Neu
cs_cs: Převážně zataženo, sníh
da_dk: Overskyet, Sne
pl_pl: Głównie pochmurnie, śnieg
pt_pt: Geralmente Nublado, Neve
ru_ru: Пасмурно, Снег
sk_sk: Prevažne zamračené, sneženie
sr_sr: Pretežno oblačno, Sneg
tr_tr: Çoğunlukla Bulutlu , Kar
uk_ua: Переважно хмарно, Сніг

source: Mostly Cloudy, T-Storm
ca_ca: Força núvol, Tempestes
cs_cs: Převážně zataženo, bouřk
da_dk: Overvejende Overskyet, Torden
pl_pl: Głównie pochmurnie, burza
pt_pt: Geralmente Nublado, Trovoadas
ru_ru: В основном облачно, Гроза
sk_sk: Prevažne zamračené, búrka
sr_sr: Pretežno oblačno, Oluja sa grmljavinom
tr_tr: Çoğunlukla Bulutlu , Fırtına
uk_ua: Переважно хмарно, Гроза

source: Mostly Sunny
ca_ca: Força sol
cs_cs: Převážně slunečno
da_dk: Mest Solskin
pl_pl: Głównie słonecznie
pt_pt: Geralmente Limpo, ensolarado
ru_ru: В основном солнечно
sk_sk: Prevažne slnečno
sr_sr: Pretežno sunčano
tr_tr: Çoğunlukla Güneşli
uk_ua: Переважно сонячно

source: Mostly clear
ca_ca: Força serè
cs_cs: Převážně jasno
da_dk: Overvejende klart
pt_pt: Geralmente Limpo
sk_sk: Prevažne jasno
sr_sr: Pretežno vedro
tr_tr: Çoğunlukla açık
uk_ua: Переважно ясно

source: Mostly sunny
ca_ca: Força sol
cs_cs: Převážně slunečno
da_dk: For det meste solskin
tr_tr: Çoğunlukla Güneşli

source: N
cs_cs: S
ru_ru: С
sk_sk: S
uk_ua: Пн

source: N/A
ca_ca: N/D
cs_cs: Není dostupné
pl_pl: Niedost.
ru_ru: Н/Д
uk_ua: Н/Д

source: NE
cs_cs: SV
da_dk: NØ
ru_ru: СВ
sk_sk: SV
uk_ua: ПнС

source: NE_short
ca_ca: NE
cs_cs: SV_krátce
pt_pt: NE_curto
ru_ru: СВ
sk_sk: SV
sr_sr: NE_kratko
uk_ua: ПнС

source: NNE
cs_cs: SSV
da_dk: NNØ
ru_ru: ССВ
sk_sk: SSV
uk_ua: ПнПнС

source: NNE_short
ca_ca: NNE
cs_cs: SSV_krátce
pt_pt: NNE_curto
ru_ru: ССВ
sk_sk: SSV
sr_sr: NNE_kratko
uk_ua: ПнПнС

source: NNW
ca_ca: NNO
cs_cs: SSZ
da_dk: NNV
pt_pt: NNO
ru_ru: ССЗ
sk_sk: SSZ
uk_ua: ПнПнЗ

source: NNW_short
ca_ca: NNO
cs_cs: SSZ_krátce
da_dk: NNV_kort
pt_pt: NNO_curto
ru_ru: ССЗ
sk_sk: SSZ
sr_sr: NNW_kratko
uk_ua: ПнПнС

source: NO STATION
ca_ca: CAP ESTACIÓ
cs_cs: Žádná stanice
da_dk: INGEN STATION
pl_pl: Brak stacji
pt_pt: SEM ESTAÇÃO
ru_ru: Нет станции
sk_sk: ŽIADNA STANICA
sr_sr: NEMA STANICE
tr_tr: ISTASYON YOK
uk_ua: Немає станції

source: NW
ca_ca: NO
cs_cs: SZ
da_dk: NV
pt_pt: NO
ru_ru: СЗ
sk_sk: SZ
uk_ua: ПнЗ

source: NW_short
ca_ca: NO
cs_cs: SZ_krátce
pt_pt: NO_curto
ru_ru: СЗ
sk_sk: SZ
sr_sr: NW_kratko
uk_ua: ПнЗ

source: N_short
ca_ca: N
cs_cs: S_krátce
da_dk: N_kort
pt_pt: N_curto
ru_ru: С
sk_sk: N
sr_sr: N_kratko
uk_ua: Пн

source: Name:
ca_ca: Nom:
cs_cs: Jméno:
da_dk: Navn:
pl_pl: Nazwa:
pt_pt: Nome:
ru_ru: Название:
sk_sk: Názov:
sr_sr: Ime:
tr_tr: Isim:
uk_ua: Ім'я:

source: Never
ca_ca: Mai
cs_cs: Nikdy
da_dk: Aldrig
pl_pl: Nigdy
pt_pt: Nunca
ru_ru: Никогда
sk_sk: Nikdy
sr_sr: Nikad
tr_tr: Asla
uk_ua: Ніколи

source: New
ca_ca: Nou
cs_cs: Nový
da_dk: Ny
pl_pl: Nów
pt_pt: Novo
ru_ru: Новолуние
sk_sk: Nov
sr_sr: Novo
tr_tr: Yeni
uk_ua: Новий

source: New location
cs_cs: Nové místo
ru_ru: Новое местоположение
sk_sk: Nové miesto
sr_sr: Nova lokacija
tr_tr: Yeni konum

source: Next update:
ca_ca: Pròxima actualització:
cs_cs: Další aktualizace:
da_dk: Næste Ajourføring:
pl_pl: Następna aktualizacja:
pt_pt: Próxima atualização:
ru_ru: Следующие обновление:
sk_sk: Ďalšia aktualizácia:
sr_sr: Sledeće ažuriranje:
tr_tr: Gelecek güncelleme:
uk_ua: Наступне оновлення:

source: Night
ca_ca: Nit
cs_cs: Noc
da_dk: Nat
pl_pl: Noc
pt_pt: Noite
ru_ru: Ночь
sk_sk: Noc
sr_sr: Noć
tr_tr: Gece
uk_ua: Ніч

source: Night:
ca_ca: Nit:
cs_cs: Noc:
da_dk: Nat:
pl_pl: Noc:
pt_pt: Noite:
ru_ru: Ночь:
sk_sk: Noc:
sr_sr: Noć:
tr_tr: Gece:
uk_ua: Ніч:

source: No
cs_cs: Ne
da_dk: Nej
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
sk_sk: Nie
sr_sr: Ne
tr_tr: Hayır
uk_ua: Ні

source: No current weather data.
ca_ca: No hi ha dades actuals sobre el temps
cs_cs: Žádná aktuální data počasí
da_dk: Ingen aktuelle vejrdata.
pl_pl: Brak bieżących danych pogodowych.
pt_pt: Sem informações actuais sobre o tempo.
ru_ru: Нет данных для текущей погоды.
sk_sk: Žiadne aktuálne údaje o počasí.
sr_sr: Nema trenutnih vremenskih podataka.
tr_tr: Şimdilik tahmin bilgisi yok.
uk_ua: Немає даних для поточної погоди.

source: No locations are set up yet.
ca_ca: S'ha de definir alguna ubicació primer
cs_cs: Nejsou nastavena žádná místa
pl_pl: Brak ustawionych położeń.
pt_pt: Nenhuma localização foi definida.
ru_ru: Местоположения еще не выбраны.
sk_sk: Žiadne nastavené miesta.
sr_sr: Još nema postavljenih lokacija.
tr_tr: Henuz ayarlı konum yok.
uk_ua: Місця розташування ще не вибрані.

source: No weather data for this day.
ca_ca: No hi ha dades per aquest dia sobre el temps
cs_cs: Žádná data předpovědí pro tento den.
da_dk: Ingen vejrdata for denne dag.
pl_pl: Brak danych pogodowych na ten dzień.
pt_pt: Sem informações de dados de tempo para este dia.
ru_ru: Нет данных для этого дня.
sk_sk: Žiadne údaje o počasí pre tento deň.
sr_sr: Nema vremenskih podataka za ovaj dan.
tr_tr: Bugün için hava durumu bilgisi yok.
uk_ua: Немає данних про погоду на цей день.

source: No weather data for this station.
ca_ca: No hi ha dades per aquesta estació sobre el temps
cs_cs: Žádná data předpovědí pro tuto stanici.
da_dk: Ingen vejrdata fra denne station
pl_pl: Brak danych pogodowych dla tej stacji.
pt_pt: Sem informações de dados de tempo para esta localização.
ru_ru: Нет данных для этой станции.
sk_sk: Žiadne údaje o počasí pre túto stanicu.
sr_sr: Nema vremenskih podataka za ovu stanicu.
tr_tr: Bu istasyon için hava durumu bilgisi yok.
uk_ua: Немає даних для цієї станції.

source: Now
ca_ca: Ara
cs_cs: Nyní
da_dk: Nu
pl_pl: Teraz
pt_pt: Agora
ru_ru: Сейчас
sk_sk: Teraz
sr_sr: Trenutno
tr_tr: Şimdi
uk_ua: Зараз

source: Now + 2 days vert.
ca_ca: Ara + 2 dies vert.
cs_cs: Nyní + 2 dny vert.
pl_pl: Teraz + 2 dni pion.
pt_pt: Agora + 2 dias vert.
ru_ru: Сейчас + 2 дня верт.
sk_sk: Teraz + 2 dni vert.
sr_sr: Trenutno + 2 dana vert.
tr_tr: Şimdi +2 gün vert.
uk_ua: Зараз + 2 дні верт.

source: Now + 3 days hor.
ca_ca: Ara + 3 dies horitz.
cs_cs: Nyní + 3 dny hor.
pl_pl: Teraz +3 dni poz.
pt_pt: Agora + 3 dias hor.
ru_ru: Сейчас + 3 дня гориз.
sk_sk: Teraz + 3 dni hor.
sr_sr: Trenutno + 3 dana hor.
tr_tr: Şimdi +3 gün hor.
uk_ua: Зараз + 3 дні гориз.

source: Now + 3 days vert.
ca_ca: Ara + 3 dies vert.
cs_cs: Nyní + 3 dny vert.
pl_pl: Teraz + 3 dni pion.
pt_pt: Agora + 3 dias vert.
ru_ru: Сейчас + дня верт.
sk_sk: Teraz + 3 dni vert.
sr_sr: Trenutno + 3 dana vert.
tr_tr: Şimdi +3 gün vert.
uk_ua: Зараз + 3 дні верт.

source: Now + 7 days vert.
ca_ca: Ara + 7 dies vert.
cs_cs: Nyní + 7 dní vert.
pl_pl: Teraz + 7 dni pion.
pt_pt: Agora + 7 dias vert.
ru_ru: Сейчас + 7 днй верт.
sk_sk: Teraz + 7 dní vert.
sr_sr: Trenutno + 7 dana vert.
tr_tr: Şimdi +7 gün vert.
uk_ua: Зараз + 7 днів верт.

source: Now:
ca_ca: Ara:
cs_cs: Nyní:
da_dk: Nu:
pl_pl: Teraz:
pt_pt: Agora:
ru_ru: Сейчас:
sk_sk: Teraz:
sr_sr: Trenutno:
tr_tr: Şimdi:
uk_ua: Зараз:

source: OMWeather Forecast
ca_ca: Previsió de l'OMWeather
cs_cs: OMWeather předpověď
pl_pl: Prognoza OMWeather
pt_pt: Previsão OMWeather
ru_ru: OMWeather прогноз погоды
sk_sk: Predpoveď OMWeather
sr_sr: OMWeather Prognoza
tr_tr: OMWeather Hava Tahmini
uk_ua: OMWeather прогноз погоди

source: OMWeather Settings
ca_ca: Configuració de l'OMWeather
cs_cs: OMWeather nastavení
da_dk: OMWeather Indstillinger
pl_pl: Ustawienia OMWeather
pt_pt: Definições OMWeather
ru_ru: Настройки OMWeather
sk_sk: Nastavenie OMWeather
sr_sr: OMWeather Podešavanja
tr_tr: OMWeather Ayarları
uk_ua: Налаштування OMWeather

source: OMWeather settings
ca_ca: Configuració de l'OMWeather
cs_cs: OMWeather nastavení
da_dk: OMWeather indstillinger
pl_pl: Ustawienia OMWeather
pt_pt: definições OMWeather
ru_ru: Настройки OMWeather
sk_sk: Nastavenie OMWeather
sr_sr: OMWeather podešavanja
tr_tr: OMWeather ayarları
uk_ua: Налаштування OMWeather

source: Other Maemo Weather Info
ca_ca: Informació de Other Maemo Weather
cs_cs: Další info o počasí pro Maemo
da_dk: Anden Maemo vejrinformation
pl_pl: Inne informacje o Maemo Weather
pt_pt: Outras Informações sobre Tempo Maemo
ru_ru: Информация
sk_sk: Informácie o Other Maemo Weather
sr_sr: Ostale Maemo Vremenske Informacije
tr_tr: Diğer Maemo Havadurumu Bilgisi
uk_ua: Інформація

source: Overcast
ca_ca: Núvol
cs_cs: Zataženo
da_dk: Overskyet
pl_pl: Pochmurnie
pt_pt: Céu encoberto
ru_ru: Пасмурно
sk_sk: Zamračené
sr_sr: Naoblačno
tr_tr: Kapalı
uk_ua: Суцільна хмарність

source: Overcast Clouds
ca_ca: Núvol
cs_cs: Zataženo mraky
da_dk: Overskyet
pt_pt: Nuvens Cerradas
sr_sr: Tmurni oblaci
tr_tr: Kapalı Bulutlu
uk_ua: Хмарно

source: Overcast and light rain
ca_ca: Núvol i pluja suau
cs_cs: Zataženo s lehkým deštěm
da_dk: Overskyet og let regn
pt_pt: Céu encoberto e chuva fraca
sk_sk: Zamračené a slabý dážď
sr_sr: Naoblačno i blaga kiša
tr_tr: Kapalı ve hafif yağmur
uk_ua: Суцільна хмарність та невеликий дощ

source: Overcast and light snow
ca_ca: Núvol i neu poc intensa
cs_cs: Zataženo s mírným sněžením
da_dk: Overskyet og let sne
pt_pt: Céu encoberto e neve fraca
sk_sk: Zamračené a slabé sneženie
sr_sr: Naoblačno i blagi sneg
tr_tr: Kapalı ve hafif kar
uk_ua: Суцільна хмарність та невеликий сніг

source: Overcast and light wet snow
ca_ca: Núvol i neu humida poc intensa
cs_cs: Zataženo s mírným vlhkým sněžením
da_dk: Overskyet og let våd sne
pt_pt: Céu encoberto e neve molhada fraca
sk_sk: Zamračené a slabé mokré sneženie
sr_sr: Naoblačno i blagi vlažni sneg
tr_tr: Kapalı ve hafif sulu kar
uk_ua: Суцільна хмарність та невеликий мокрий сніг

source: Overcast and rain
ca_ca: Núvol i pluja
cs_cs: Zataženo, déšť
da_dk: Overskyet og regn
pt_pt: Nublado e chuva
sk_sk: Zamračené a dážď
sr_sr: Naoblačno i kiša
tr_tr: Kapali ve yağmur
uk_ua: Хмарно та дощ

source: Overcast and showers
ca_ca: Núvol i ruixats
cs_cs: Zataženo s přeháňkami
da_dk: Overskyet og byger
pt_pt: Céu encoberto e Aguaceiros
sk_sk: Zamračené a prehánky
sr_sr: Naoblačno i pljuskovi
tr_tr: Kapalı ve sağnak
uk_ua: Хмарно та зливи

source: Overcast and snow
ca_ca: Núvol i neu
cs_cs: Zataženo se sněžením
da_dk: Overskyet og sne
pt_pt: Céu encoberto e neve
sk_sk: Zamračené a sneženie
sr_sr: Naoblačno i sneg
tr_tr: Kapalı ve kar
uk_ua: Хмарно та сніг

source: Overcast and snow showers
ca_ca: Núvol i ruixats de neu
cs_cs: Zataženo se sněhovými přeháňkami
da_dk: Overskyet og snebyger
pt_pt: Céu encoberto e aguaceiros de neve
sk_sk: Zamračené a snehové prehánky
sr_sr: Naoblačno i naleti snega
tr_tr: Kapalı ve sağnak kar
uk_ua: Суцільна хмарність та снігопади

source: Overcast and wet snow
ca_ca: Núvol tapat i neu humida
cs_cs: Zataženo s mokrým sněžením
da_dk: Overskyet og våd sne
pt_pt: Nublado e queda de neve molhada
sk_sk: Zamračené a mokrý sneh
sr_sr: Naoblačno i vlažan sneg
tr_tr: Kapali ve sulu kar
uk_ua: Хмарно та мокрий сніг

source: Overcast and wet snow showers
ca_ca: Núvol i ruixats de neu humida
cs_cs: Zataženo s mokrými sněhovými přeháňkami
da_dk: Overskyet og våde snebyger
pt_pt: Nublado e aguaceiros de neve molhada
sk_sk: Zamračené a mokré snehové prehánky
sr_sr: Naoblačno i naleti vlažnog snega
tr_tr: Kapalı ve sulu sağnak kar
uk_ua: Хмарно та снігопади з мокрим снігом

source: Overcast clouds
ca_ca: Núvol
cs_cs: Zataženo mraky
da_dk: Overskyet
pt_pt: Nuvens cerradas
sr_sr: Tmurni oblaci
tr_tr: Kapalı bulutlu
uk_ua: Хмарно

source: Overcast, thunderstorms with rain
ca_ca: Núvol, tempestes i pluja
cs_cs: Zataženo, bouřky s deštěm
da_dk: Overskyet, torden med regn
pt_pt: Nublado, trovoadas com chuva
sk_sk: Zamračené, hrmenie s dažďom
sr_sr: Naoblačno, grmljavina i kiša
tr_tr: Kapali , yağmurlu ve fırtınalı
uk_ua: Хмарно, гроза з дощем

source: PM Fog
ca_ca: p.m.: Boira
cs_cs: Odp. Mlha
pl_pl: Po południu mgła
pt_pt: PM Nevoeiro
ru_ru: После обеда туман
sk_sk: Popoludní hmla
sr_sr: Popodne magla
tr_tr: PM Sis
uk_ua: Після полудня Туман

source: PM Light Rain
ca_ca: p.m.: Pluja suau
cs_cs: Odpoledne slabý déšť
pl_pl: Po południu lekki deszcz
pt_pt: PM Chuva Fraca
ru_ru: После полудня небольшой дождь
sk_sk: Popoludní slabý dážď
sr_sr: Popodne kiša
tr_tr: PM Hafif Yağmur
uk_ua: Після полудня Невеликий Дощ

source: PM Light Rain / Wind
ca_ca: p.m.: Pluja suau / Vent
cs_cs: Odpoledne slabý déšť / vítr
pl_pl: Po południu lekki deszcz / wiatr
pt_pt: PM Chuva Fraca / Vento
ru_ru: После полудня небольшой дождь / Ветер
sk_sk: Popoludní slabý dážď / Vietor
sr_sr: Popodne blaga kiša / Vetar
tr_tr: PM Hafif Yağmur / Rüzgar
uk_ua: Після полудня Невеликий Дощ / Вітер

source: PM Light Snow
ca_ca: p.m.: Neu suau
cs_cs: Odpoledne slabé sněžení
pl_pl: Po południu lekki śnieg
pt_pt: PM Neve Fraca
ru_ru: После полудня легкий снег
sk_sk: Popoludní slabé sneženie
sr_sr: Popodne blagi sneg
tr_tr: PM Hafif Kar
uk_ua: Після полудня Невеликий Сніг

source: PM Light Snow / Wind
ca_ca: p.m.: Neu suau / Vent
cs_cs: Odpoledne slabé sněžení / vítr
pl_pl: Po południu lekki śnieg / wiatr
pt_pt: PM Neve Fraca / Vento
ru_ru: После полудня небольшой снег / Ветер
sk_sk: Popoludní slabé sneženie / Vietor
sr_sr: Popodne blagi sneg / Vetar
tr_tr: PM Hafif Kar / Rüzgar
uk_ua: Після полудня Невеликий Сніг / Вітер

source: PM Rain
ca_ca: p.m.: Pluja
cs_cs: Odpoledne déšť
pl_pl: Po południu deszcz
pt_pt: PM Chuva
ru_ru: После полудня дождь
sk_sk: Popoludní dážď
sr_sr: Popodne kiša
tr_tr: PM Yağmur
uk_ua: Після полудня Дощ

source: PM Rain / Snow
ca_ca: p.m.: Pluja / Neu
cs_cs: Odpoledne déšť / sníh
pl_pl: Po południu deszcz / śnieg
pt_pt: PM Chuva / Neve
ru_ru: После обеда дождь / Снег
sk_sk: Popoludní dážď / Sneženie
sr_sr: Popodne kiša / Sneg
tr_tr: PM Yağmur / Kar
uk_ua: Після полудня Дощ/ Сніг

source: PM Rain / Wind
ca_ca: p.m.: Pluja / Vent
cs_cs: Odpoledne déšť / vítr
pl_pl: Po południu deszcz / wiatr
pt_pt: PM Chuva / Vento
ru_ru: После полудня дождь / Ветер
sk_sk: Popoludní dážď / Vietor
sr_sr: Popodne kiša / Vetar
tr_tr: PM Yağmur / Rüzgar
uk_ua: Після полудня Дощ / Вітер

source: PM Showers
ca_ca: p.m.: Ruixats
cs_cs: Odpoledne přeháňky
pl_pl: Po południu przelotne deszcze
pt_pt: PM Aguaceiros
ru_ru: После полудня ливни
sk_sk: Popoludní prehánky
sr_sr: Popodne pljuskovi
tr_tr: PM Sağnak
uk_ua: Після полудня Злива

source: PM Showers / Wind
ca_ca: p.m.: Ruixats / Vent
cs_cs: Odpoledne přeháňky / vítr
pl_pl: Po południu przelotne deszcze / wiatr
pt_pt: PM Aguaceiros / Vento
ru_ru: После полудня ливни / Ветер
sk_sk: Popoludní prehánky / Vietor
sr_sr: Popodne pljuskovi / Vetar
tr_tr: PM Sağnak / Rüzgar
uk_ua: Після полудня Злива/ Вітер

source: PM Snow
ca_ca: p.m.: Neu
cs_cs: Odpoledne sníh
pt_pt: PM Neve
sk_sk: Popoludní sneženie
sr_sr: Popodne sneg
tr_tr: PM Kar
uk_ua: Після полудня Сніг

source: PM Snow Showers
ca_ca: p.m.: Ruixats de neu
cs_cs: Odpoledne sněhové přeháňky
pl_pl: Po południu przelotny śnieg
pt_pt: PM Aguaceiros de Neve
ru_ru: После полудня мокрый снег
sk_sk: Popoludní snehové prehánky
sr_sr: Popodne naleti snega
tr_tr: PM Sağnak Kar
uk_ua: Після полудня Снігопад

source: PM Snow Showers / Wind
ca_ca: p.m.: Ruixats de neu / Vent
cs_cs: Odpoledne sněhové přeháňky / vítr
pt_pt: PM Aguaceiros de Neve / Vento
ru_ru: После полудня мокрый снег / Ветер
sk_sk: Popoludní snehové prehánky / Vietor
sr_sr: Popodne naleti snega / Vetar
tr_tr: PM Sağnak Kar / Rüzgar
uk_ua: Після полудня Снігопад / Вітер

source: PM T-Showers
ca_ca: p.m.: Ruixats tempestuosos
cs_cs: Odpoledne přeháňky a hromobití
pt_pt: PM Aguaceiros
ru_ru: После грозовые ливни
sk_sk: Popoludní prehánky
sr_sr: Popodne pljuskovi sa grmljavinom
tr_tr: PM Şiddetli Sağnak
uk_ua: Після полудня грозові зливи

source: PM T-Storms
ca_ca: p.m.: Tempestes
cs_cs: Odpoledne bouřky
pl_pl: Po południu burze
pt_pt: PM Trovoadas
ru_ru: После обеда грозы
sk_sk: Popoludní búrky
sr_sr: Popodne oluje sa grmljavinom
tr_tr: PM Şiddetli Fırtına
uk_ua: Після полудня грозові зливи

source: Partly Cloudy
ca_ca: En part núvol
cs_cs: Částečně oblačno
da_dk: Overskyet
pl_pl: Częściowe zachmurzenie
pt_pt: Parcialmente Nublado
ru_ru: Небольшая облачность
sk_sk: Polooblačno
sr_sr: Delimično oblačno
tr_tr: Parçali Bulutlu
uk_ua: Частково Хмарно

source: Partly Cloudy / Wind
ca_ca: En part núvol / Vent
cs_cs: Částečně oblačno / vítr
da_dk: Delvist Overskyet / Vind
pl_pl: Częściowe zachmurzenie / wiatr
pt_pt: Parcialmente Nublado / Vento
ru_ru: Небольшая облачность / Ветер
sk_sk: Polooblačno / Vietor
sr_sr: Delimično oblačno / Vetar
tr_tr: Parçali Bulutlu / Rüzgar
uk_ua: Часткова хмарність / Вітер

source: Partly Cloudy / Windy
ca_ca: En part núvol / Vent
cs_cs: Částečně oblačno / větrno
da_dk: Delvist overskyet / Vind
tr_tr: Parçalı Bulutlu / Rüzgarlı

source: Partly Cloudy Few Snow
ca_ca: En part núvol amb una mica de neu
cs_cs: Částečně oblačno s mírným sněžením
da_dk: Delvist Overskyet Lidt Sne
pl_pl: Częściowe zachmurzenie, lekki śnieg
pt_pt: Parcialmente Nublado alguma Neve
ru_ru: Малооблачно Небольшой Снег
sk_sk: Polooblačno s ojedinelým snežením
sr_sr: Delimično oblačno sa malo snega
tr_tr: Parçali Bulutlu / Hafif Kar
uk_ua: Часткова хмарність Часом сніг

source: Partly Cloudy Light Rain
ca_ca: En part núvol amb pluja suau
cs_cs: Částečně oblačno s lehkým deštěm
da_dk: Delvis Overskyet Let Regn
pl_pl: Częściowe zachmurzenie, lekki deszcz
pt_pt: Parcialmente Nublado alguns Aguaceiros Fracos
ru_ru: Малообачно Небольшой Дождь
sk_sk: Polooblačno so slabým dažďom
sr_sr: Delimično oblačno sa blagom kišom
tr_tr: Parçali Bulutlu , Hafif Yağmur
uk_ua: Часткова хмарність Невеликий Дощ

source: Partly Cloudy T-Storm
ca_ca: En part núvol amb tempestes
cs_cs: Částečně zamračená bouřka
da_dk: Delvist Overskyet Torden
pl_pl: Częściowe zachmurzenie, burza
pt_pt: Parcialmente Nublado Trovoadas
ru_ru: Малооблочно Гроза
sk_sk: Polooblačno s búrkou
sr_sr: Delimično oblačno sa olujom i grmljavinom
tr_tr: Parçali Bulutlu ve Fırtına
uk_ua: Часткова хмарність Гроза

source: Partly Cloudy and Windly
ca_ca: En part núvol amb vent
cs_cs: Částečně oblačno a větrno
da_dk: Delvist Overskyet og Blæsende
pt_pt: Parcialmente Nublado e Ventoso
sk_sk: Polooblačno a veterno
sr_sr: Delimično oblačno i vetrovito
tr_tr: Parçali Bulutlu ve Rüzgarlı
uk_ua: Часткова хмарність та Вітряно

source: Partly Cloudy and Windy
ca_ca: En part núvol amb vent
cs_cs: Částečně oblačno a větrno
da_dk: Delvist overskyet og blæst
pl_pl: Częściowe zachmurzenie, wietrznie
pt_pt: Parcialmente Nublado e Vento
ru_ru: Небольшая облачность и ветер
sk_sk: Polooblačno a veterno
sr_sr: Delimično oblačno i vetrovito
tr_tr: Parçali Bulutlu ve Rüzgarlı
uk_ua: Часткова хмарність та Вітряно

source: Partly Cloudy, Few Snow
ca_ca: En part núvol, una mica de neu
cs_cs: Částečně oblačno, trochu vloček
da_dk: Delvist Overskyet, Lidt Sne
pl_pl: Częściowe zachmurzenie, lekki śnieg
pt_pt: Parcialmente Nublado, Alguma Neve
ru_ru: Малооблачно, Небольшой Снег
sk_sk: Polooblačno, ojedinelé sneženie
sr_sr: Delimično oblačno, Malo snega
tr_tr: Paröalı Bulutlu , Hafif Kar
uk_ua: Частково Хмарно, Часом Сніг

source: Partly Cloudy, Haze
ca_ca: En part núvol, Calitja
cs_cs: Částečně oblačno, mlhový opar
da_dk: Delvist Overskyet, Dis
pl_pl: Częściowe zachmurzenie, lekka mgła
pt_pt: Parcialmente Nublado, Neblina
ru_ru: Небольшая облачность, мгла
sk_sk: Polooblačno, opar
sr_sr: Delimično oblačno, Sumaglica
tr_tr: Parçali Bulutlu , Sis
uk_ua: Частково Хмарно, Легкий туман

source: Partly Cloudy, Heavy Rain
ca_ca: En part núvol, Pluja intensa
cs_cs: Částečně oblačno, těžký déšť
da_dk: Delvis Overskyet, Kraftig Regn
pt_pt: Parcialmente Nublado, Chuva Forte
ru_ru: Небольшая облачность, Сильный Дождь
sk_sk: Polooblačno, silný dážď
sr_sr: Delimično oblačno, Jaka kiša
tr_tr: Parçali Bulutlu , Şiddetli Yağmur
uk_ua: Часткова хмарність, Сильний дощ

source: Partly Cloudy, Heavy Rain, T-Storm
ca_ca: En part núvol, Pluja intensa, Tempestes
cs_cs: Částečně oblačno, těžký déšť, bouřka
da_dk: Delvist Overskyet, Kraftig Regn, Torden
pt_pt: Parcialmente Nublado, Chuva Forte, Trovoadas
ru_ru: Небольшая облачность, Сильный Дождь, Гроза
sk_sk: Polooblačno, silný dážď, búrka
sr_sr: Delimično oblačno, Jaka kiša, Oluja sa grmljavinom
tr_tr: Parçali Bulutlu , Şiddetli Yağmur , Fırtına
uk_ua: Часткова хмарність, Сильний дощ, Гроза

source: Partly Cloudy, Heavy Snow
ca_ca: En part núvol, Neu intensa
cs_cs: Částečně oblačno, husté sněžení
da_dk: Delvist overskyet, Kraftigt snefald
pt_pt: Parcialmente Nublado, Queda Neve Forte
ru_ru: Малообачно, Сильный Снег
sk_sk: Polooblačno, silné sneženie
sr_sr: Delimično oblačno, Mećava
tr_tr: Parçali Bulutlu , Siddetli Kar
uk_ua: Часткова хмарність, Сильний сніг
