Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Broken Clouds
ca_ca: Núvols trencats
cs_cs: Oblačno až skoro zataženo
da_dk: Spredte Skyer
pt_pt: Nuvens Ligeiras
sr_sr: Razbijeni oblaci
tr_tr: Parçalı Bulutlu
uk_ua: Хмарно з проясненнями

source: Broken clouds
ca_ca: Núvols trencats
cs_cs: Oblačno až skoro zataženo
da_dk: Spredte skyer
pt_pt: Nuvens ligeiras
sr_sr: Razbijeni oblaci
tr_tr: Parçalı bulutlu
uk_ua: Хмарно з проясненнями

source: CALM
ca_ca: Calma
cs_cs: KLID
pl_pl: SPOKOJNIE
pt_pt: CALMO
ru_ru: Штиль
sk_sk: Bezvetrie
sr_sr: Mirno
tr_tr: DURGUN
uk_ua: Штиль

source: Cancel
cs_cs: Zrušit
sk_sk: Zrusiť
sr_sr: Otkaži
tr_tr: Iptal

source: Cannot get path to the HOME directory. Quitting.
ca_ca: No es pot trobar la ruta de la carpeta HOME. S'està sortint.
cs_cs: Nelze získat cestu Domovské složky. Ukončuji.
da_dk: Kan ikke hente stien til hjemmebiblioteket. Afslutter.
pt_pt: Impossível obter o caminho para diretório HOME. Cancelar.
ru_ru: Невозможно получить путь к домашней директории. Выходим.
sk_sk: Nemôžem získať cestu k domácemu priečinku. Ukončujem sa.
sr_sr: Ne može da se dobije staza do HOME direktorijuma. Prekida se.
tr_tr: HOME dizinine erişilemiyor.Çıkış yapılıyor.
uk_ua: Неможливо отримати шлях до домашньої директорії. Виходимо.

source: Celcius
ca_ca: Celsius
cs_cs: Celsia
pl_pl: Celsjusz
ru_ru: Цельсий
sk_sk: Celzius
sr_sr: Celzius
tr_tr: Celsius
uk_ua: Цельсій

source: Celsius
cs_cs: °C
sk_sk: Celzius
sr_sr: Celzius
tr_tr: Selsius
uk_ua: Цельсій

source: City
ca_ca: Ciutat
cs_cs: Město
da_dk: By
pl_pl: Miasto
pt_pt: Cidade
ru_ru: Город
sk_sk: Mesto
sr_sr: Grad
tr_tr: Şehir
uk_ua: Місто

source: City:
ca_ca: Ciutat:
cs_cs: Město:
da_dk: By:
pl_pl: Miasto:
pt_pt: Cidade:
ru_ru: Город:
sk_sk: Mesto:
sr_sr: Grad
tr_tr: Şehir:
uk_ua: Місто:

source: Clear
ca_ca: Cel serè
cs_cs: Jasno
da_dk: Klart
pl_pl: Bezchmurnie
pt_pt: Limpo
ru_ru: Ясно
sk_sk: Jasno
sr_sr: Vedro
tr_tr: Açık
uk_ua: Ясно

source: Clear / Wind
ca_ca: Cel serè / Vent
cs_cs: Jasno / Vítr
da_dk: Klart / Vind
pl_pl: Bezchmurnie / wiatr
pt_pt: Limpo / Vento
ru_ru: Ясно / Ветер
sk_sk: Jasno / Vietor
sr_sr: Vedro / Vetar
tr_tr: Açık / Rüzgarlı
uk_ua: Ясно / Вітер

source: Clear Sky
ca_ca: Cel serè
cs_cs: Jasná obloha
da_dk: Klar himmel
pt_pt: Ceu Limpo
ru_ru: Ясное небо
sk_sk: Jasná obloha
sr_sr: Vedro nebo
tr_tr: Açık Gükyüzü
uk_ua: Ясне небо

source: Clear, Drifting Snow
ca_ca: Cel serè, Neu ventada
cs_cs: Jasno, poletující sníh
da_dk: Klart, Snefygning
pl_pl: Bezchmurnie, zamieć śnieżna
pt_pt: Limpo, Chuviscos de Neve
ru_ru: Ясно, Поземок
sk_sk: Jasno, padajúci sneh
sr_sr: Vedro, Provejavajući sneg
tr_tr: Açık , Kaygan Kar
uk_ua: Ясно, снігові замети

source: Clear, Fog
ca_ca: Cel serè, Boira
cs_cs: Jasno, mlha
da_dk: Klart, Tåge
pt_pt: Limpo, Nevoeiro
sk_sk: Jasno, hmla
sr_sr: Vedro, Magla
tr_tr: Açık , Sisli
uk_ua: Ясно, Туман

source: Clear, Fog, Drizzle
ca_ca: Cel serè, Boira, Plugims
cs_cs: Jasno, mlha, mrholení
da_dk: Klart, Tåge, Støvregn
pt_pt: Limpo, Nevoeiro, Chuviscos
ru_ru: Ясно, Туман, Изморось
sk_sk: Jasno, hmla, mrholenie
sr_sr: Vedro, Magla, Rominjanje kiše
tr_tr: Açık , Sisli , Çiseleyen Yağmur
uk_ua: Ясно, Туман, Мряка

source: Clear, Haze
ca_ca: Cel serè, Calitja
cs_cs: Jasno, mlhavo
pt_pt: Limpo, Neblina
sk_sk: Jasno, opar
sr_sr: Vedro, Izmaglica
tr_tr: Açık , Puslu
uk_ua: Ясно, Легкий туман

source: Clear, Smoke
ca_ca: Cel serè, Partícules de fum
cs_cs: Jasno, kouř
pl_pl: Bezchmurnie, dym
pt_pt: Limpo, Neblina
ru_ru: Чисто, Дымка
sk_sk: Jasno, dymová clona
sr_sr: Vedro, Dim
tr_tr: Açık , Dumanlı
uk_ua: Ясно, Серпанок

source: Close
ca_ca: Tanca
cs_cs: Zavřít
da_dk: Luk
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
sk_sk: Zavrieť
sr_sr: Zatvori
tr_tr: Kapat
uk_ua: Закрити

source: Clouds Early / Clearing Late
ca_ca: Núvol primer / Asserenant-se més tard
cs_cs: Nejprve oblačno / později jasno
da_dk: Tidligt Skyet / Senere Opklaring
pl_pl: Wcześnie chmury / później bezchmurnie
pt_pt: Nuvens pela manhã / Limpo pela tarde
ru_ru: В начале дня облачно, позже ясно
sk_sk: Spočiatku oblačno / Neskôr jasno
sr_sr: U ranim satima oblaci / Kasnije razvedravanje
tr_tr: Sabahtan Bulutlu / Akşamlari Açık
uk_ua: На початку дня хмарно, пізніше ясно

source: Cloudy
ca_ca: Núvol
cs_cs: Oblačno
da_dk: Overskyet
pl_pl: Pochmurnie
pt_pt: Nublado
ru_ru: Облачно
sk_sk: Zamračené
sr_sr: Oblačno
tr_tr: Bulutlu
uk_ua: Хмарно

source: Cloudy / Wind
ca_ca: Núvol / Vent
cs_cs: Oblačno / vítr
da_dk: Overskyet / Vind
pl_pl: Pochmurnie / wiatr
pt_pt: Nublado / Vento
ru_ru: Облачно / Ветер
sk_sk: Zamračené / Vietor
sr_sr: Oblačno / Vetar
tr_tr: Bulutlu / Rüzgar
uk_ua: Хмарно / Вітер

source: Cloudy Few Snow
ca_ca: Núvol / una mica de Neu
cs_cs: Oblačno s mírným sněžením
da_dk: Skyet Lidt Sne
pl_pl: Pochmurnie, lekki śnieg
pt_pt: Nublado alguma Neve
ru_ru: Облачно Небольшой снег
sk_sk: Zamračené s ojedinelým snežením
sr_sr: Oblačno sa malo snega
tr_tr: Bulutlu / Hafif Kar
uk_ua: Хмарно Невеликий сніг

source: Cloudy Light Rain
ca_ca: Núvol / Pluja suau
cs_cs: Oblačno s lehkým deštěm
da_dk: Overskyet med let regn
pl_pl: Pochmurnie, lekki deszcz
pt_pt: Nublado Aguaceiros
ru_ru: Облачно Небольшой дождь
sk_sk: Zamračené so slabým dažďom
sr_sr: Oblačno sa slabom kišom
tr_tr: Bulutlu Hafif Yağmur
uk_ua: Хмарно Невеликий Дощ

source: Cloudy T-Storm
ca_ca: Núvol / Tempesta
cs_cs: Zamračená bouřka
da_dk: Overskyet Torden
pl_pl: Pochmurnie, burza
pt_pt: Nublado Trovoadas
ru_ru: Облачно Гроза
sk_sk: Zamračené s búrkami
sr_sr: Oblačno sa olujom i grmljavinom
tr_tr: Bulutlu Fırtına
uk_ua: Хмарно Гроза

source: Cloudy and Windy
ca_ca: Núvol i vent
cs_cs: Oblačno a větrno
da_dk: Overskyet og Blæsende
pl_pl: Pochmurnie i wietrznie
pt_pt: Nublado e Ventoso
ru_ru: Облачно и ветер
sk_sk: Zamračené a veterno
sr_sr: Oblačno i vetrovito
tr_tr: Bulutlu ve Rüzgarlı
uk_ua: Хмарно та вітряно

source: Cloudy and light rain
ca_ca: Núvol i pluja suau
cs_cs: Oblačno a lehký déšť
da_dk: Overskyet og let regn
pt_pt: Nublado e aguaceiros
sk_sk: Oblačno a slabý dážď
sr_sr: Oblačno sa slabom kišom
tr_tr: Bulutlu ve hafif yağmur
uk_ua: Хмарно та невеликий дощ

source: Cloudy and light snow
ca_ca: Núvol i neu poc intensa
cs_cs: Oblačno s mírným sněžením
da_dk: Skyet med let sne
pt_pt: Nublado e alguma queda neve
sk_sk: Oblačno a slabé sneženie
sr_sr: Oblačno sa slabim snegom
tr_tr: Bulutlu ve hafif kar
uk_ua: Хмарно та невеликий сніг

source: Cloudy and light wet snow
ca_ca: Núvol i neu humida poc intensa
cs_cs: Oblačno s mírným vlhkým sněžením
da_dk: Overskyet og let våd sne
pt_pt: Nubaldo e queda neve
sk_sk: Oblačno a slabé mokré sneženie
sr_sr: Oblačno sa slabim, vlažnim snegom
tr_tr: Bulutlu ve hafif ıslak kar
uk_ua: Хмарно та невеликий мокрий сніг

source: Cloudy and showers
ca_ca: Núvol i ruixats
cs_cs: Oblačno s přeháňkami
da_dk: Overskyet og byger
pt_pt: Nublado e Aguaceiros
sk_sk: Oblačno a prehánky
sr_sr: Oblačno sa pljuskovima
tr_tr: Bulutlu ve yagmurlu
uk_ua: Хмарно та зливи

source: Cloudy and snow showers
ca_ca: Núvol i ruixats de neu
cs_cs: Oblačno se sněhovými přeháňkami
da_dk: Overskyet og snebyger
pt_pt: Nublado e queda neve
sk_sk: Oblačno a snehové prehánky
sr_sr: Oblačno sa snežnim naletima
tr_tr: Bulutlu ve kar yagışlı
uk_ua: Хмарно та снігопад

source: Cloudy and wet snow showers
ca_ca: Núvol i ruixats de neu humida
cs_cs: Zamračeno s mokrými sněhovými přeháňkami
da_dk: Overskyet og våde snebyger
pt_pt: Nublado e chuveiros com neve
sr_sr: Oblačno i naleti vlažnog snega
tr_tr: Bulutlu ve ıslak sağnak kar yağışı
uk_ua: Хмарно та короткочасний мокрий сніг

source: Cloudy with occasional rain.
ca_ca: Núvol amb pluja ocasional.
cs_cs: Oblačno s občasným deštěm.
pt_pt: Nublado e chuva ocasional
tr_tr: Zaman zaman yağmur ile bulutlu.
uk_ua: Хмарно, часом дощ.

source: Cloudy, Drifting Snow
ca_ca: Núvol, Neu ventada
cs_cs: Oblačno, poletující sníh
da_dk: Overskyet, fygesne
pl_pl: Pochmurnie, zamieć śnieżna
pt_pt: Nublado, Neve Acumulada
ru_ru: Облачно, Поземок
sk_sk: Zamračené, padajúci sneh
sr_sr: Oblačno, Provejavajući sneg
tr_tr: Bulutlu , Kaygan Kar
uk_ua: Хмарно, Снігові замети

source: Cloudy, Few Snow
ca_ca: Núvol, una mica de Neu
cs_cs: Oblačno, trochu vloček
da_dk: Overskyet, Let Sne
pl_pl: Pochmurnie, słaby śnieg
pt_pt: Nublado, Alguma Neve
ru_ru: Облачно Небольшой снег
sk_sk: Zamračené, ojedinelé sneženie
sr_sr: Oblačno, Malo snega
tr_tr: Bulutlu , Hafif Kar
uk_ua: Хмарно, Невеликий сніг

source: Cloudy, Heavy Rain
ca_ca: Núvol, Pluja intensa
cs_cs: Oblačno, těžký déšť
da_dk: Overskyet, Kraftig Regn
pt_pt: Nublado, Chuva Forte
ru_ru: Облачно, Сильный Дождь
sk_sk: Zamračené, silný dážď
sr_sr: Oblačno, Jaka kiša
tr_tr: Bulutlu , Sağnak Yağmur
uk_ua: Хмарно, Сильний Дощ

source: Cloudy, Heavy Rain, T-Storm
ca_ca: Núvol, Pluja intensa, Tempesta
cs_cs: Oblačno, vydatný déšť, bouřka
da_dk: Overskyet, Kraftig Regn, Torden
pt_pt: Nublado, Chuva Forte, Trovoadas
ru_ru: Облачно, Сильный дождь, Гроза
sk_sk: Zamračené, silný dážď, búrka
sr_sr: Oblačno, Jaka kiša, Oluja sa grmljavinom
tr_tr: Bulutlu , Sağnak Yağmur , Fırtına
uk_ua: Хмарно, Сильний дощ, Гроза

source: Cloudy, Heavy Snow
ca_ca: Núvol, Neu intensa
cs_cs: Oblačno, husté sněžení
da_dk: Overskyet, Kraftig Sne
pt_pt: Nublado, Queda Neve Forte
ru_ru: Облачно, Сильный Снег
sk_sk: Zamračené, silné sneženie
sr_sr: Oblačno, Jak sneg
tr_tr: Bulutlu , Yoğun Kar
uk_ua: Хмарно, Сильний сніг

source: Cloudy, Light Rain
ca_ca: Núvol, Pluja suau
cs_cs: Oblačno, slabý déšť
da_dk: Overskyet, Let Regn
pl_pl: Pochmurnie, lekki deszcz
pt_pt: Nublado, Aguaceiros
ru_ru: Облачно, Небольшой дождь
sk_sk: Zamračené, slabý dážď
sr_sr: Oblačno, Slaba kiša
tr_tr: Bulutlu , Hafif Yağmur
uk_ua: Хмарно, Невеликий Дощ

source: Cloudy, Light Rain, T-Storm
ca_ca: Núvol, Pluja suau, Tempesta
cs_cs: Oblačno, slabý déšť, bouřka
da_dk: Overskyet, Let Regn, Torden
pl_pl: Pochmurnie, lekki deszcz, burza
pt_pt: Nublado, Aguaceiros, Trovoadas
ru_ru: Облачно, Небольшой дождь, Гроза
sk_sk: Zamračené, slabý dážď, búrka
sr_sr: Oblačno, Slaba kiša, Oluja sa grmljavinom
tr_tr: Bulutlu , Hafif Yağmur , Fırtına
uk_ua: Хмарно, Невеликий дощ, Гроза

source: Cloudy, Light Rain, Weak Heavy Rain
ca_ca: Núvol, Pluja suau, Plugims
cs_cs: Zataženo, lehký déšť, slabý těžký déšť
da_dk: Overskyet, Let Regn, Svag Kraftig Regn
tr_tr: Bulutlu, Hafif Yağmur, Hafif Şiddetli Yağmur

source: Cloudy, Rain
ca_ca: Núvol, Pluja
cs_cs: Oblačno, déšť
da_dk: Overskyet, Regn
pt_pt: Nublado, Chuva
ru_ru: Облачно, Дождь
sk_sk: Zamračené, dážď
sr_sr: Oblačno, Kiša
tr_tr: Bulutlu , Yağmur
uk_ua: Хмарно, Дощ

source: Cloudy, Rain, T-Storm
ca_ca: Núvol, Pluja, Tempesta
cs_cs: Oblačno, déšť, bouřka
da_dk: Overskyet, Regn, Torden
pt_pt: Nublado, Chuva, Trovoadas
ru_ru: Облачно, Дождь, Гроза
sk_sk: Zamračené, dážď, búrka
sr_sr: Oblačno, Kiša, Oluja sa grmljavinom
tr_tr: Bulutlu , Yapmur , Fırtına
uk_ua: Хмарно, Дощ, Гроза

source: Cloudy, Smoke
ca_ca: Núvol, Partícules de fum
cs_cs: Oblačno, kouř
pl_pl: Pochmurnie, dym
pt_pt: Nublado, Neblina
ru_ru: Облачно, Дымка
sk_sk: Zamračené, dymová clona
sr_sr: Oblačno, Dim
tr_tr: Bulutlu , Puslu
uk_ua: Хмарно, Серпанок

source: Cloudy, Snow
ca_ca: Núvol, Neu
cs_cs: Oblačno, sníh
da_dk: Overskyet, Sne
pl_pl: Pochmurnie, śnieg
pt_pt: Nublado, Neve
ru_ru: Облачно, Cнег
sk_sk: Zamračené, sneženie
sr_sr: Oblačno, Sneg
tr_tr: Bulutlu , Kar
uk_ua: Хмарно, Сніг

source: Cloudy, Strong Rain, Heavy Rain
ca_ca: Núvol, Pluja molt intensa, Pluja intensa
cs_cs: Zataženo, Silný déšť, Prudký déšť
da_dk: Overskyet, Stærk Regn, Kraftig Regn
tr_tr: Bulutlu, Güçlü Yağmur, Şiddetli Yağmur

source: Cloudy, thunderstorms with rain
ca_ca: Núvol, tempestes amb pluja
cs_cs: Zamračeno, bouřky s deštěm
da_dk: Overskyet, torden med regn
pt_pt: Nublado, trovoadas com chuva
sk_sk: Zamračené, hrmenie s dažďom
sr_sr: Oblačno, kiša sa grmljavinom
tr_tr: Bulutlu,fırtınalı yağmur
uk_ua: Хмарно, гроза з дощем

source: Copyright(c) 2006-2011 by Vlad Vasilyeu and Pavel Fialko,
cs_cs: Copyright(c) 2006-2011 Vlad Vasilyeu and Pavel Fialko,
ru_ru: Copyright(c) 2006-2011 Владислав Васильев, Павел Фиалко,
sk_sk: Copyright(c) 2006-2011 Vlad Vasilyeu a Pavel Fialko,
tr_tr: Copyright(c) 2006-2011 , Vlad Vasilyeu and Pavel Fialko,

source: Copyright(c) 2010-2011 by Tanya Makova
cs_cs: Copyright(c) 2010-2011 Tanya Makova
ru_ru: Copyright(c) 2010-2011 by Таня Макова
sk_sk: Copyright(c) 2010-2011 Tanya Makova
tr_tr: Copyright(c) 2010-2011 , Tanya Makova

source: Could not connecting to Internet. Connection timeout is expired.
ca_ca: No s'ha pogut connectar a internet. El temps d'espera de la connexió s'ha esgotat.
cs_cs: Nelze se připojit na internet. Vypršel časový limit.
da_dk: Kunne ikke forbinde til internettet. Tidsudløb på forbindelsen.
pl_pl: Nie można było połączyć się z Internetem. Czas połączenia wygasł.
pt_pt: Impossivel ligar à Internet. Tempo de ligação expirou.
ru_ru: Не могу подключиться к Интернету. Время соединения истекло.
sk_sk: Nemožno sa pripojiť na internet. Spojenie vypršalo.
sr_sr: Ne može da se poveže sa Internetom. Predodređeno vreme za povezivanje je isteklo.
tr_tr: Internete bağlanılamıyor. Bağlantı süresi doldu.
uk_ua: Не можу підключитися до Інтернету. Час з'єднання вичерпаний.

source: Could not create weather cache directory.
ca_ca: No s'ha pogut creat la carpeta weather cache.
cs_cs: Nelze vytvořit adresář vyrovnávací paměti počasí.
pl_pl: Nie można utworzyć katalogu bufora prognoz.
pt_pt: Impossível criar o diretório de cache para dados de tempo.
ru_ru: Невозможно создать директорию кэша.
sk_sk: Nemožno vytvoriť priečinok medzipamäte pre informácie o počasí.
sr_sr: Nije mogao da se formira direktorijum za skladištenje vremena.
tr_tr: Hava durumu için onbellek dizini oluşturulamıyor.
uk_ua: Неможливо створити директорію кеша.

source: Couldn't resolve host.
ca_ca: No s'ha pogut trobar l'ordinador remot.
cs_cs: Nenalezeno jméno hostitele.
da_dk: Kunne ikke finde vært
pl_pl: Nie można było nawiązać połączenia z komputerem głównym.
pt_pt: Impossível identificar nome de servidor.
ru_ru: Не могу получить адрес сервера.
sk_sk: Nemožno nájsť hostiteľa.
sr_sr: Nije mogao da se reši host
tr_tr: Sunucu adresi çözülemedi.
uk_ua: Не можу отримати адресу серверу.

source: Couldn't resolve proxy.
ca_ca: No s'ha pogut trobar el servidor intermediari.
cs_cs: Nenalezeno jméno proxy.
da_dk: Kunne ikke finde proxy.
pl_pl: Nie można było rozwiązać proxy.
pt_pt: Impossível identificar proxy
ru_ru: Не могу получить адрес прокси.
sk_sk: Nemožno nájsť proxy.
sr_sr: Nije mogao da se reši proxy
tr_tr: Proxy çözülemedi.
uk_ua: Не можу отримати адресу проксі.

source: Country
ca_ca: País
cs_cs: Země
da_dk: Land
pl_pl: Kraj
pt_pt: País
ru_ru: Страна
sk_sk: Krajina
sr_sr: Država
tr_tr: Ülke
uk_ua: Країна

source: Country:
ca_ca: País:
cs_cs: Země:
da_dk: Land:
pl_pl: Kraj:
pt_pt: País:
ru_ru: Страна:
sk_sk: Krajina:
sr_sr: Država
tr_tr: Ülke:
uk_ua: Країна:

source: Cover Page
ca_ca: Pàgina de portada
cs_cs: Obal
da_dk: Miniature
tr_tr: Kapak Sayfası

source: Custom
ca_ca: Personalitza
cs_cs: Vlastní
da_dk: Brugerdefineret
pt_pt: Personalizar
ru_ru: Настраиваемый
sk_sk: Vlastné
sr_sr: Po želji
tr_tr: Özel

source: Daily
cs_cs: Denně
sk_sk: Denne
sr_sr: Dnevno
tr_tr: Günlük

source: Day
ca_ca: Dia
cs_cs: Den
da_dk: Dag
pl_pl: Dzień
pt_pt: Dia
ru_ru: День
sk_sk: Deň
sr_sr: Dan
tr_tr: Gün
uk_ua: День

source: Day length
ca_ca: Durada del dia
cs_cs: Délka dne
da_dk: Daglængde
pl_pl: Długość dnia
pt_pt: Duração Dia
ru_ru: Долгота дня
sk_sk: Dĺžka dňa
sr_sr: Dužina dana
tr_tr: Gün uzunluğu
uk_ua: Тривалість дня

source: Day length:
ca_ca: Durada del dia:
cs_cs: Délka dne:
da_dk: Daglængde:
pl_pl: Długość dnia:
pt_pt: Duração Dia:
ru_ru: Долгота дня:
sk_sk: Dĺžka dňa:
sr_sr: Dužina dana:
tr_tr: Gün uzunluğu:
uk_ua: Тривалість дня:

source: Day:
ca_ca: Dia:
cs_cs: Den:
da_dk: Dag:
pl_pl: Dzień:
pt_pt: Dia:
ru_ru: День:
sk_sk: Deň:
sr_sr: Dan:
tr_tr: Gün:
uk_ua: День:

source: Delete location?
ca_ca: Voleu eliminar la ubicació?
cs_cs: Odstranit místo?
da_dk: Slette lokation?
pt_pt: Eliminar localização?
ru_ru: Удалить местоположение?
sk_sk: Odstrániť miesto?
sr_sr: Obrisati lokaciju?
tr_tr: Konum silinsin mi?
uk_ua: Видалити місцезнаходження?

source: Design UI and default iconset: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
cs_cs: Design UI a výchozí sada ikon: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
ru_ru: Дизайн интерфейса и наборa иконок по-умолчанию: Copyright 2006-2011 Андрей Жилин, <andrew.zhilin@ovi.com>
sk_sk: Návrh UI a predvolenej témy ikon: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
sr_sr: Dizajn i standardni set ikona: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
tr_tr: UI Dizaynı ve varsayılan ikonseti : Copyright 2006-2011 Andrew Zhilin,<andrew.zhilin@ovi.com>

source: Detailed
ca_ca: Detallat
cs_cs: Podrobný
da_dk: Detaljeret
pl_pl: Szczegółowo
pt_pt: Detalhado
ru_ru: Подробно
sk_sk: Podrobné
sr_sr: Detaljnije
tr_tr: Detaylı
uk_ua: Детально

source: Dew point
ca_ca: Punt de rosada
cs_cs: Rosný bod
tr_tr: Çiy oluşma derecesi

source: Display
ca_ca: Mostra
cs_cs: Zobrazit
da_dk: Vis
pl_pl: Wyświetlanie
pt_pt: Mostrar
ru_ru: Отображение
sk_sk: Zobrazenie
sr_sr: Prikaz
tr_tr: Görünüm
uk_ua: Відображення

source: Distance
ca_ca: Distància
cs_cs: Vzdálenost
da_dk: Afstand
pl_pl: Odległość
pt_pt: Distância
ru_ru: Расстояние
sk_sk: Vzdialenosť
sr_sr: Razdaljina
tr_tr: Mesafe
uk_ua: Відстань

source: Distance units:
ca_ca: Unitats de distància
cs_cs: Jednotky vzdálenosti
da_dk: Distance enheder:
pl_pl: Jednostki odległości:
pt_pt: Unidades distância
ru_ru: Единицы расстояния:
sk_sk: Jednotky vzdialenosti:
sr_sr: Jedinice razdaljine
tr_tr: Mesafe uniteleri:
uk_ua: Одиниці відстані:

source: Does not to add station, because no one of 'omweather-*-stations-db' packages was installed.
ca_ca: No s'ha pogut afegir l'estació perquè cap dels paquets 'omweather-*-stations-db' està instal·lat.
cs_cs: Nemohu přidat stanici, protože nebyl nainstalován žádný 'omweather-*-stations-db' balíček.
pl_pl: Nie można dodać stacji, brak zainstalowanych pakietów "omweather-*-stations-db".
pt_pt: Impossível adicionar estação, porque nenhuma de 'omweather-*-stations-db' componentes está instalado.
ru_ru: Не возможно добавить станцию, потому что ни один из 'omweather-*-stations-db пакетоа не установлен.
sk_sk: Stanica nebola pridaná, pretože žiadny s balíčkov 'omweather-*-stations-db' nebol nainštalovaný.
sr_sr: Ne treba da se doda stanica, zato što ni jedan od 'omweather-*-stations-db' paketa nije instaliran.
tr_tr: Istasyon eklemeyin , çunku hiç 'omweather-*-stations-db' paketi yuklenmedi.
uk_ua: Неможливо додати станцію, тому що жоден з 'omweather-*-stations-db пакетів не встановлений.

source: Donation
ca_ca: Donació
cs_cs: Příspěvek
pl_pl: Dotacje
pt_pt: Donativo
ru_ru: Пожертвование
sk_sk: Darovať
sr_sr: Donacija
tr_tr: Bağış
uk_ua: Пожертвування

source: Download and show detailed weather
ca_ca: Descarrega i mostra el temps detallat
cs_cs: Stáhnout a ukázat podrobné počasí
da_dk: Hent og vis detaljeret vejr
pl_pl: Pobieranie i wyświetlanie szczegółowej prognozy
pt_pt: Descarregar e visualizar tempo detalhado
ru_ru: Загружать и отображать прогноз по часам
sk_sk: Stiahnuť a zobraziť podrobné informácie o počasí
sr_sr: Preuzmi i prikaži detaljno vreme
tr_tr: Detaylı hava tahmini indir ve göster.
uk_ua: Завантажувати та показувати прогноз по годинах

source: Download timed out.
ca_ca: El temps d'espera de la descàrrega s'ha excedit.
cs_cs: Doba pro stažení vypršela
pl_pl: Czas pobierania wygasł.
pt_pt: Tempo para descarga expirou
ru_ru: Время ожидания истекло.
sk_sk: Sťahovanie vypršalo.
sr_sr: Vreme preuzimanja isteklo
tr_tr: Indirme zamanı aşıldı.
uk_ua: Час очікування вичерпано.

source: Drifting Snow
ca_ca: Neu ventada
cs_cs: Poletující sníh
da_dk: Fygesne
pl_pl: Zamieć śnieżna
pt_pt: Neve Acumulada
ru_ru: Поземка, снежные заносы
sk_sk: Padajúci sneh
sr_sr: Provejavajući sneg
tr_tr: Kaygan Kar
uk_ua: Снігові замети

source: Drizzle
ca_ca: Plugims
cs_cs: Mrholení
da_dk: Støvregn
pl_pl: Mżawka
pt_pt: Chuviscos
ru_ru: Изморось
sk_sk: Mrholenie
sr_sr: Rominjanje kiše
tr_tr: Çiseleyen Yağmur
uk_ua: Мряка

source: Drizzle / Fog
ca_ca: Plugims / Boira
cs_cs: Mrholení / mlha
da_dk: Støvregn / Tåge
pl_pl: Mżawka / mgła
pt_pt: Chuviscos / Nevoeiro
ru_ru: Изморось / Туман
sk_sk: Mrholenie / Hmla
sr_sr: Rominjanje kiše / Magla
tr_tr: Çiseleyen Yağmur / Sis
uk_ua: Мряка / Туман

source: Drizzle / Wind
ca_ca: Plugims / Vent
cs_cs: Mrholení / větrno
pt_pt: Chuviscos / Vento
sk_sk: Mrholenie / Vietor
sr_sr: Rominjanje kiše / Vetar
tr_tr: Çiseleyen Yağmur / Rüzgar
uk_ua: Мряка / Вітер

source: Drizzle Early
ca_ca: Plugims primer
cs_cs: Brzké mrholení
pt_pt: Chuviscos Matinais
ru_ru: Утром изморось
sk_sk: Spočiatku mrholenie
sr_sr: U ranim satima rominjanje kiše
tr_tr: Sabahtan Çiseleyen Yağmur
uk_ua: Вранці мряка

source: Drizzle Late
ca_ca: Plugims més tard
cs_cs: Pozdní mrholení
pl_pl: Później mżawka
pt_pt: Chuviscos Final Tarde
ru_ru: Позже изморось
sk_sk: Neskôr mrholenie
sr_sr: U kasnim satima rominjanje kiše
tr_tr: Akşama Doğru Çiseleyen Yağmur
uk_ua: Пізніше мряка

source: E
cs_cs: V
da_dk: Ø
ru_ru: В
sk_sk: V
uk_ua: С

source: ENE
cs_cs: VSV
da_dk: ØNØ
ru_ru: ВСВ
sk_sk: VSV
uk_ua: СПнС

source: ENE_short
ca_ca: ENE
cs_cs: VSV_krátce
da_dk: ØNØ_kort
pt_pt: ENE_curto
ru_ru: ВСВ
sk_sk: VSV
sr_sr: ENE_kratko
uk_ua: СПнС

source: ESE
cs_cs: VJV
ru_ru: ВЮВ
sk_sk: VJV
uk_ua: СПдС

source: ESE_short
ca_ca: ESE
cs_cs: VJV_krátce
pt_pt: ESE_curto
ru_ru: ВЮВ
sk_sk: VJV
sr_sr: ESE_kratko
uk_ua: СПдС

source: E_short
ca_ca: E
cs_cs: V_krátce
da_dk: Ø_kort
pt_pt: E_curto
ru_ru: В
sk_sk: V
sr_sr: E_kratko
uk_ua: С
