Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: High
ca_ca: Màxima
cs_cs: Vysoký
da_dk: Høj
pl_pl: Wysokie
pt_pt: Alta
ru_ru: Высокий
sk_sk: Vysoké
sr_sr: Visok
tr_tr: Yüksek
uk_ua: Високий

source: Hourly
ca_ca: Cada hora
cs_cs: Každou hodinu
da_dk: Hver time
pt_pt: Hora
sr_sr: Po satu
tr_tr: Saatlik
uk_ua: Погодинний

source: Hours
ca_ca: Hores
cs_cs: Hodin
da_dk: Timer
pt_pt: Horas
sk_sk: Hodiny
sr_sr: Sati
tr_tr: Saat
uk_ua: Години

source: Humidity
ca_ca: Humitat
cs_cs: Vlhkost vzduchu
da_dk: Luftfugtighed
pt_pt: Humidade
sr_sr: Vlažnost
tr_tr: Nem
uk_ua: Вологість

source: Humidity:
ca_ca: Humitat:
cs_cs: Vlhkost:
da_dk: Luftfugtighed:
pl_pl: Wilgotność:
pt_pt: Humidade:
ru_ru: Влажность:
sk_sk: Vlhkosť:
sr_sr: Vlažnost:
tr_tr: Nem:
uk_ua: Вологість:

source: Ice Pellets
ca_ca: Calamarsa
cs_cs: Zmrzlý déšť
tr_tr: Buz Tanecikleri

source: Icon set:
ca_ca: Joc d'icones:
cs_cs: Sada ikon:
da_dk: Ikonsæt:
pl_pl: Zestaw ikon:
pt_pt: Estilo de icons:
ru_ru: Набор иконок:
sk_sk: Téma ikon:
sr_sr: Set ikona:
tr_tr: Ikon seti:
uk_ua: Набір іконок:

source: Icon size:
ca_ca: Mida de les icones:
cs_cs: Velikost ikon:
da_dk: Ikonstørrelse:
pl_pl: Rozmiar ikon:
pt_pt: Tamanho de icons:
ru_ru: Размер иконок:
sk_sk: Veľkosť ikon:
sr_sr: Veličina ikona:
tr_tr: Ikon boyutu:
uk_ua: розмір символу:

source: Icons
cs_cs: Ikony
ru_ru: Наборы иконок
sk_sk: Ikony
sr_sr: Ikone
tr_tr: Ikonlar

source: Iconset
ca_ca: Joc d'icones
cs_cs: Sada ikon
da_dk: Ikonsæt
pt_pt: Estilo de icon
ru_ru: Набор иконок
sk_sk: Téma ikon
sr_sr: Set ikona
tr_tr: Ikonseti
uk_ua: Набір іконок

source: Iconsets
ca_ca: Jocs d'icones
cs_cs: Sady ikon
da_dk: Ikonpakker
pt_pt: Estilo de icons
ru_ru: Наборы иконок:
sk_sk: Témy ikon
sr_sr: Setovi ikona
tr_tr: Ikonsetleri
uk_ua: Набори іконок:

source: Information
cs_cs: Informace
sk_sk: Informácie
sr_sr: Informacija
tr_tr: Bilgilendirme

source: Isolated T-Storms
ca_ca: Tempestes aïllades
cs_cs: Izolované bouřky
pl_pl: Miejscowe burze
pt_pt: Trovoadas Isoladas
ru_ru: Местами грозы
sk_sk: Občasné búrky
sr_sr: Po negde oluje sa grmljavinom
tr_tr: Yalıtılmıs Fırtına
uk_ua: Місцями грози

source: Isolated T-Storms / Wind
ca_ca: Tempestes aïllades / Vent
cs_cs: Izolované bouřky / vítr
da_dk: Isoleret Torden / Vind
pl_pl: Miejscowe burze / wiatr
pt_pt: Trovoadas Isoladas / Vento
ru_ru: Местами грозы / Ветер
sk_sk: Občasné búrky / Vietor
sr_sr: Po negde oluje sa grmljavinom / Vetar
tr_tr: Yalıtılmıs Fırtınalar / Rüzgar
uk_ua: Місцями грози / Вітер

source: Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polish - Tomasz Dominikowski; Bulgarian - Zlatko Enikov
cs_cs: Italština - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polština - Tomasz Dominikowski; Bulharština - Zlatko Enikov
sk_sk: Taliančina - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Poľština - Tomasz Dominikowski; Bulharčina - Zlatko Enikov
sr_sr: Italijanski - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Poljski - Tomasz Dominikowski; Bulgarian - Zlatko Enikov
tr_tr: Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polish - Tomasz Dominikowski; Bulgarian - Zlatko Enikov;Turkish - Burak Kaan Kose

source: Kilometers
ca_ca: Quilòmetres
cs_cs: Kilometrů
da_dk: Kilometer
pl_pl: Kilometry
pt_pt: Kilometros
ru_ru: Километры
sk_sk: Kilometre
sr_sr: Kilometri
tr_tr: Kilometre
uk_ua: Кілометри

source: Knots
ca_ca: Nusos
cs_cs: uzly
da_dk: Knob

source: Language
ca_ca: Idioma
cs_cs: Jazyk
da_dk: Sprog
pt_pt: Linguagem
sr_sr: Jezik
tr_tr: Dil
uk_ua: Мова

source: Last Quarter
ca_ca: Quart minvant
cs_cs: Poslední čtvrt
da_dk: Sidste Kvartal
pl_pl: Ostatnia kwadra
pt_pt: Ultimo Trimestre
ru_ru: Последняя четверть
sk_sk: Posledná štvrť
sr_sr: Poslednja četvrtina
tr_tr: Son Çeyrek
uk_ua: Остання чверть

source: Last update at server:
ca_ca: Última actualització al servidor:
cs_cs: Poslední aktualizace na serveru:
da_dk: Sidst ajourført:
pl_pl: Ostatnia aktualizacja na serwerze:
pt_pt: Ultima atualização no servidor
ru_ru: Последнее обновление на сервере:
sk_sk: Posledná aktualizácia na serveri:
sr_sr: Poslednje ažuriranje na serveru:
tr_tr: Sunucudaki son güncelleme :
uk_ua: Останні оновлення на сервері:

source: Last update from server:
ca_ca: Última actualització rebuda del servidor:
cs_cs: Poslední aktualizace ze serveru:
da_dk: Sidste ajourføring fra server:
pl_pl: Ostatnia aktualizacja z serwera:
pt_pt: Ultima atualização do servidor
ru_ru: Последнее обновление с сервера:
sk_sk: Posledná aktualizácia zo servera:
sr_sr: Poslednje ažuriranje sa servera:
tr_tr: Sunucudan son güncelleme :
uk_ua: Останнє оновлення з серверу:

source: Last update:
ca_ca: Última actualització:
cs_cs: Poslední aktualizace:
da_dk: Sidst ajourført:
pl_pl: Ostatnia aktualizacja:
pt_pt: Ultima atualização:
ru_ru: Последнее обновление:
sk_sk: Posled. aktualizácia:
sr_sr: Poslednje ažuriranje:
tr_tr: Son güncelleme:
uk_ua: Останнє оновлення:

source: Last update:
ca_ca: Última actualització:
cs_cs: Poslední aktualizace:
da_dk: Sidste ajourføring
pl_pl: Ostatnia aktualizacja:
pt_pt: Ultima atualização:
ru_ru: Последнее обновление:
sk_sk: Posledná aktualizácia:
sr_sr: Poslednje ažuriranje:
tr_tr: Son güncelleme:
uk_ua: Останнє оновлення:

source: Lawn and Garden Weather
ca_ca: Temps per gespa i jardineria
cs_cs: Počasí na zahradu
da_dk: Havevejr
pl_pl: Pogoda do pracy w ogrodzie
pt_pt: Tempo limpo e agradável
sk_sk: Počasie pre trávnik a záhradu

source: Layout:
ca_ca: Format:
cs_cs: Nákres:
pl_pl: Układ:
pt_pt: Esquema:
ru_ru: Расположение:
sk_sk: Rozloženie:
sr_sr: Prikaz:
tr_tr: Düzen
uk_ua: Розміщення:

source: Lead designers
ca_ca: Dissenyadors principals
cs_cs: Vedoucí projektu
da_dk: Ledende designere
tr_tr: Baş tasarımcı

source: License
ca_ca: Llicència
cs_cs: Licence
da_dk: Licens
pt_pt: Licença
sk_sk: Licencia
sr_sr: Dozvola
tr_tr: Lisans
uk_ua: Ліцензія

source: Light Drizzle
ca_ca: Plugims suaus
cs_cs: Slabé mrholení
pl_pl: Lekka mżawka
pt_pt: Chuviscos
ru_ru: Небольшой мелкий дождь
sk_sk: Slabé mrholenie
sr_sr: Blako rominjanje kiše
tr_tr: Hafif Çiseleyen Yağmur
uk_ua: Невелика мряка

source: Light Freezing Drizzle
ca_ca: Plugims gebradrors suaus
cs_cs: Lehké mrznoucí mrholení
tr_tr: Hafif dondurucu çiseleme

source: Light Freezing Rain
ca_ca: Pluja suau gebradora
cs_cs: Slabý mrznoucí déšť
da_dk: Let isslag
pl_pl: Lekki zamarzający deszcz
pt_pt: Chuva Granizo Fraco
ru_ru: Небольшой град
sk_sk: Slabý mrznúci dážď
sr_sr: Blaga ledena kiša
tr_tr: Hafif Dondurucu Yağmur
uk_ua: Невеликий град

source: Light Rain
ca_ca: Pluja suau
cs_cs: Slabý déšť
da_dk: Let Regn
pl_pl: Lekki deszcz
pt_pt: Chuva Fraca
ru_ru: Небольшой дождь
sk_sk: Slabý dážď
sr_sr: Blaga kiša
tr_tr: Hafif Yağmur
uk_ua: Невеликий дощ

source: Light Rain / Fog
ca_ca: Pluja suau / Boira
cs_cs: Slabý déšť / mlha
da_dk: Let Regn / Tåge
pl_pl: Lekki deszcz / mgła
pt_pt: Chuva Fraca / Nevoeiro
ru_ru: Небольшой дождь / Туман
sk_sk: Slabý dážď / Hmla
sr_sr: Blaga kiša / Magla
tr_tr: Hafif Yağmur / Sis
uk_ua: Невеликий дощ / Туман

source: Light Rain / Wind
ca_ca: Pluja suau / Vent
cs_cs: Slabý déšť / vitr
da_dk: Let Rwgn / Blæst
pl_pl: Lekki deszcz / wiatr
pt_pt: Chuva Fraca / Vento
ru_ru: Небольшой дождь / Ветер
sk_sk: Slabý dážď / Vietor
sr_sr: Blaga kiša / Vetar
tr_tr: Hafif Yağmur / Rüzgar
uk_ua: Невеликий дощ / Вітер

source: Light Rain / Wind Late
ca_ca: Pluja suau / Vent més tard
cs_cs: Slabý déšť / později vítr
pl_pl: Lekki deszcz / później wiatr
pt_pt: Chuva Fraca / Vento Final do dia
ru_ru: Небольшой дождь / Позже ветер
sk_sk: Slabý dážď / Neskôr vietor
sr_sr: Blaga kiša / Kasnije vetar
tr_tr: Hafif Yağmur / Akşama Doğru Yağmur
uk_ua: Невеликий дощ / Пізніше вітер

source: Light Rain Early
ca_ca: Pluja suau primer
cs_cs: Zpočátku slabý déšť
da_dk: Tidlig Let Regn
pl_pl: Wcześnie lekki deszcz
pt_pt: Chuva Fraca pela manhã
ru_ru: Утром небольшой дождь
sk_sk: Spočiatku slabý dážď
sr_sr: U ranim satima blaga kiša
tr_tr: Sabahtan Hafif Yağmur
uk_ua: Вранці невеликий дощ

source: Light Rain Late
ca_ca: Pluja suau més tard
cs_cs: Později slabý déšť
da_dk: Let Regn Sent
pl_pl: Później lekki deszcz
pt_pt: Chuva Fraca pela tarde
ru_ru: Небольшой дождь позже
sk_sk: Neskôr slabý dážď
sr_sr: Blaga kiša kasnije
tr_tr: Akşama Doğru Hafif Yağmur
uk_ua: Невеликий дощ пізніше

source: Light Rain Shower
ca_ca: Ruixat de pluja suau
cs_cs: Slabá dešťová přeháňka
da_dk: Let Regnbyge
pl_pl: Lekki przelotny deszcz
pt_pt: Aguaceiros Fracos
ru_ru: Небольшой ливень
sk_sk: Slabé dažďové prehánky
sr_sr: Blagi kišni pljuskovi
tr_tr: Hafif Sağnak Yağmur
uk_ua: Невелика злива

source: Light Rain Showers
ca_ca: Ruixats de pluja suaus
cs_cs: Slabé dešťové přeháňky
da_dk: Lette regnbyger
tr_tr: Hafif Sağanak Yağmur

source: Light Rain and Freezing Rain
ca_ca: Pluja suau i Pluja gebradora
cs_cs: Slabý a mrznoucí déšť
pl_pl: Lekki deszcz i zamarzający deszcz
pt_pt: Chuva Fraca e Granizo
ru_ru: Небольшой дождь и Холодный дождь
sk_sk: Slabý a mrznúci dážď
sr_sr: Blaga kiša i ledena kiša
tr_tr: Hafif ve Dondurucu Yağmur
uk_ua: Невеликий дощ та Дощ з ожеледицею

source: Light Rain and Shower
ca_ca: Pluja suau i Ruixats
cs_cs: Slabý déšť a přeháňka
da_dk: Let Regn og Byger
pl_pl: Lekki deszcz i przelotny deszcz
pt_pt: Chuva Fraca e Aguaceiros
ru_ru: Легкий дождь и ливень
sk_sk: Slabý dážď a prehánky
sr_sr: Blaga kiša i pljusak
tr_tr: Hafif Yağmur ve Sağnak
uk_ua: Невеликий дощ та злива

source: Light Rain and Windy
ca_ca: Pluja suau i Vent
cs_cs: Slabý déšť a větrno
da_dk: Let regn og blæst
pl_pl: Lekki deszcz i wietrznie
pt_pt: Chuva Fraca e Ventoso
ru_ru: Небольшой дождь и ветрено
sk_sk: Slabý dážď a veterno
sr_sr: Blaga kiša i vetrovito
tr_tr: Hafif Yağmur ve Ruzgar
uk_ua: Невеликий дощ та вітряно

source: Light Rain with Thunder
ca_ca: Pluja suau amb Tempesta
cs_cs: Slabý déšť se hřměním
da_dk: Let tegn med torden
pl_pl: Lekki deszcz z burzą
pt_pt: Chuva Fraca com Trovoadas
ru_ru: Небольшой дождь с грозой
sk_sk: Slabý dážď s hrmením
sr_sr: Blaga kiša sa grmljavinom
tr_tr: Fırtınayla Karışık Hafif Yağmur
uk_ua: Невеликий дощ з громом

source: Light Sleet
ca_ca: Aguaneu suau
cs_cs: Slabé krupobití
da_dk: Let Slud
tr_tr: Hafif Karla Karışık Yağmur

source: Light Sleet Showers
ca_ca: Ruixats d'aiguaneu suaus
cs_cs: Slabé přeháňky se sněhem
da_dk: Lette Sludbyger
tr_tr: Hafif Sağanak Karla Karışık Yağmur

source: Light Snow
ca_ca: Neu poc intensa
cs_cs: Slabé sněžení
da_dk: Let Sne
pl_pl: Lekki śnieg
pt_pt: Neve Fraca
ru_ru: Небольшой снег
sk_sk: Slabé sneženie
sr_sr: Blagi sneg
tr_tr: Hafif Kar
uk_ua: Невеликий сніг

source: Light Snow / Fog
ca_ca: Neu poc intensa / Boira
cs_cs: Slabé sněžení / mlha
da_dk: Let Sne / Tåge
pl_pl: Lekki śnieg / Mgła
pt_pt: Neve Fraca / Nevoeiro
ru_ru: Небольшой снег / Туман
sk_sk: Slabé sneženie / Hmla
sr_sr: Blagi sneg / Magla
tr_tr: Hafif Kar / Sis
uk_ua: Невеликий сніг / Туман

source: Light Snow / Wind
ca_ca: Neu poc intensa / Vent
cs_cs: Slabé sněžení / vítr
da_dk: Let Sne / Vind
pl_pl: Lekki śnieg / wiatr
pt_pt: Neve Fraca / Vento
ru_ru: Небольшой снег / Ветер
sk_sk: Slabé sneženie / Vietor
sr_sr: Blagi sneg / Vetar
tr_tr: Hafif Kar / Ruzgar
uk_ua: Невеликий сніг / Вітер

source: Light Snow Early
ca_ca: Neu poc intensa primer
cs_cs: Zpočátku slabé sněžení
da_dk: Tidlig Let Snevejr
pl_pl: Wcześnie lekki śnieg
pt_pt: Neve Fraca pela manhã
ru_ru: Утром небольшой снег
sk_sk: Spočiatku slabé sneženie
sr_sr: Blagi sneg u ranijim satima
tr_tr: Sabahtan Hafif Kar
uk_ua: Вранці невеликий сніг

source: Light Snow Late
ca_ca: Neu poc intensa tard
cs_cs: Později slabé sněžení
da_dk: Sent Let Sne
pl_pl: Później lekki śnieg
pt_pt: Neve Fraca pela tarde
ru_ru: Небольшой снег позже
sk_sk: Neskôr slabé sneženie
sr_sr: Blagi sneg kasnije
tr_tr: Akşama Doğru Hafif Kar
uk_ua: Невеликий сніг пізніше

source: Light Snow Shower
ca_ca: Ruixats poc intensos de neu
cs_cs: Slabé sněhové přeháňky
da_dk: Lette Snebyger
pl_pl: Lekki przelotny śnieg
pt_pt: Neve Fraca e Aguaceiros
ru_ru: Небольшой мокрый снег
sk_sk: Slabé snehové prehánky
sr_sr: Blagi snežni naleti
tr_tr: Hafif Sağnak Kar
uk_ua: Невеликий снігопад

source: Light Snow Showers
ca_ca: Ruixats de neu suaus
cs_cs: Lehké sněhové přeháňky
da_dk: Lette Snebyger
tr_tr: Hafif Sağanak Karla Karışık Yağmur

source: Light Snowfall
ca_ca: Neu poc intensa
cs_cs: Lehké sněžení
da_dk: Let Snefald
tr_tr: Hafif Kar Yağışı

source: Light intensity drizzle
ca_ca: Plugims poc intensos
cs_cs: Slabé mrholení
tr_tr: Hafif aralıklı çiseleme

source: Light intensity shower rain
ca_ca: Ruixats de poca intensitat
cs_cs: Slabé dešťové přeháňky
pt_pt: Aguaceiros fracos
tr_tr: Hafif aralıklı sağnak yağmur
uk_ua: Короткочасний легкий дощ

source: Light or Moderate Precipitation
ca_ca: Precipitació suau o moderada
cs_cs: Slabé nebo střední srážky
tr_tr: Hafif veya Orta Yağış

source: Light rain
ca_ca: Pluja suau
cs_cs: Slabý déšť
da_dk: Let regn
pt_pt: Chuva fraca
sr_sr: Blaga kiša
tr_tr: Hafif yağmur
uk_ua: Невеликий дощ

source: Light snow
ca_ca: Neu poc intensa
cs_cs: Slabé sněžení
da_dk: Let sne
pt_pt: Neve fraca
sr_sr: Blagi sneg
tr_tr: Hafif kar
uk_ua: Невеликий сніг

source: Loading station list
ca_ca: S'està carregant la llista d'estacions
cs_cs: Nahrávám seznam stanic
da_dk: Henter stationliste
pl_pl: Wczytywanie listy stacji
pt_pt: A carregar lista de estações
ru_ru: Загрузка списка станций
sk_sk: Načítavam zoznam staníc
sr_sr: Učitava se lista stanica
tr_tr: Istasyon listesi yükleniyor
uk_ua: Завантаження списку станцій

source: Local Pollen Reports
ca_ca: Informes locals sobre polen
cs_cs: Lokálně nasbírané reporty
da_dk: Lokal Pollenrapport
pl_pl: Raporty dla alergików
pt_pt: Locais de relatórios de pólen
sk_sk: Miestne peľové správy
sr_sr: Lokalni izveštaj o polenu
tr_tr: Yerel Polen Raporları

source: Localization platform
ca_ca: Plataforma de localització
cs_cs: Překladatelská platforma
da_dk: Oversættelsesplatform
pt_pt: Plataforma localização
tr_tr: Yerelleştirme platformu

source: Long
ca_ca: Llarg
cs_cs: Dlouhý
pl_pl: Długie
pt_pt: Longo
ru_ru: Длительный
sk_sk: Dlhý
sr_sr: Dugačko
tr_tr: Uzun
uk_ua: Довготривалий

source: Looks like there's no info for this location.
ca_ca: No es disposa d'informació per aquesta ubicació.
cs_cs: Vypadá to, že neexistuje info pro tuto pozici.
da_dk: Der er ingen info for denne lokation.
pt_pt: Aparentemente não existem dados para esta estação.
ru_ru: Очень похоже, что нет данных для этого местоположения.
sk_sk: Žiadne údaje o počasí pre toto miesto.
sr_sr: Izgleda da nema informacija za ovu lokaciju
tr_tr: Gorünüşe göre bu konum için tahmin bilgisi yok.
uk_ua: Дуже схоже, чщо немає даних для цього місця розташування.

source: Low
ca_ca: Mínima
cs_cs: Nízký
da_dk: Lav
pl_pl: Niskie
pt_pt: Baixo
ru_ru: Низкий
sk_sk: Nízké
sr_sr: Nizak
tr_tr: Düşük
uk_ua: Низький

source: Mainly cloudy with occasional rain.
ca_ca: Núvol, en general, amb pluja ocasional.
cs_cs: Převážně oblačno s občasným deštěm.
da_dk: Hovedsageligt overskyet med lejlighedsvis regn.
pt_pt: Parcialmente nublado com chuva fraca
tr_tr: Zaman zaman yağmur ile bulutlu.
uk_ua: Пасмурно, часом дощ.

source: Maintenance: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
cs_cs: Údržba: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
sk_sk: Správca: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
sr_sr: Održavanje: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
tr_tr: Bakım : Pavel Fialko, <pavelnf@gmail.com> , Tanya Makova, <tanyshk@gmail.com>

source: Manage locations
ca_ca: Gestioneu ubicacions
cs_cs: Spravovat místa
da_dk: Administrer lokaliteter
pt_pt: Gerir localizações
ru_ru: Управление местоположениями
sk_sk: Spravovať miesta
sr_sr: Upravljanje lokacijama
tr_tr: Konumlari ayarla
uk_ua: Управління місцями розташування

source: Manual
cs_cs: Ruční
da_dk: Manuel
pl_pl: Ręcznie
ru_ru: Ручной
sk_sk: Ručné
sr_sr: Ručno
tr_tr: El ile
uk_ua: Ручний

source: Measurement units
ca_ca: Unitats de mesurament
cs_cs: Měrné jednotky
da_dk: Måleenheder
pl_pl: Jednostki pomiaru
pt_pt: Unidades de medidas
ru_ru: Единицы измерений
sk_sk: Jednotky
sr_sr: Merne jedinice
tr_tr: Ölçüm üniteleri
uk_ua: Одиниці виміру

source: MeeCast for Harmattan
cs_cs: MeeCast pro Harmattan
sk_sk: MeeCast pre Harmattan
sr_sr: MeeCast za Harmattan
tr_tr: Harmattan için MeeCast

source: Meters
ca_ca: Metres
cs_cs: Metry
da_dk: Meter
pl_pl: Metry
pt_pt: Metros
ru_ru: Метры
sk_sk: Metre
sr_sr: Metri
tr_tr: Metre
uk_ua: Метри

source: Miles
ca_ca: Milles
cs_cs: Míle
da_dk: Mil
pl_pl: Mile
pt_pt: Milhas
ru_ru: Мили
sk_sk: Míle
sr_sr: Milje
tr_tr: Mil
uk_ua: Милі

source: Mist
ca_ca: Boirina
cs_cs: Mlha
da_dk: Dis
pl_pl: Mgiełka
ru_ru: Легкий туман
sk_sk: Opar
sr_sr: Izmaglica
tr_tr: Pus
uk_ua: Легкий туман

source: Moderate Freezing Rain
ca_ca: Pluja gebradora moderada
cs_cs: Mrznoucí déšť
tr_tr: Orta Dondurucu Yağmur

source: Moderate Rain
ca_ca: Pluja moderada
cs_cs: Mírný déšť
da_dk: Moderat Regn
pt_pt: Chuva Moderada
sr_sr: Umerena kiša
tr_tr: Orta Şiddetli Yağmur
uk_ua: Помірний дощ

source: Moderate Rain Showers
ca_ca: Ruixats moderats
cs_cs: Dešťové přeháňky
da_dk: Moderate Regnbyger
tr_tr: Orta Sağanak Yağmur

source: Moderate Sleet
ca_ca: Aiguaneu moderada
cs_cs: Déšť se sněhem
da_dk: Moderat Slud
tr_tr: Orta Karla Karışık Yağmur

source: Moderate Snow Showers
ca_ca: Ruixats de neu moderats
cs_cs: Sněhové přeháňky
da_dk: Moderate Snebyger
tr_tr: Orta Sağanak Kar

source: Moderate rain
ca_ca: Pluja moderada
cs_cs: Mírný déšť
da_dk: Moderat regn
pt_pt: Chuva moderada
sr_sr: Umerena kiša
tr_tr: Orta şiddetli yağmur
uk_ua: Помірний дощ

source: Modification
ca_ca: Modificació
cs_cs: Změněno
da_dk: Ændring
pt_pt: Modificação
ru_ru: Модификация
sk_sk: Úprava
sr_sr: Modifikacija
tr_tr: Modifikasyon
uk_ua: Модифікація

source: Mostly Clear
ca_ca: Força serè
cs_cs: Převážně jasno
da_dk: For det meste klart
pl_pl: Głównie bezchmurnie
pt_pt: Geralmente Limpo
ru_ru: В основном безоблачно
sk_sk: Prevažne jasno
sr_sr: Pretežno vedro
tr_tr: Çoğunlukla Açık
uk_ua: Переважно ясно

source: Mostly Cloudy
ca_ca: Força núvol
cs_cs: Převážně zataženo
da_dk: Overskyet
pl_pl: Głównie pochmurnie
pt_pt: Geralmente Nublado
ru_ru: В основном облачно
sk_sk: Prevažne zamračené
sr_sr: Pretežno oblačno
tr_tr: Çoğunlukla Bulutlu
uk_ua: Переважно хмарно

source: Mostly Cloudy / Wind
ca_ca: Força núvol / Vent
cs_cs: Převážně zataženo / vítr
da_dk: Mest Overskyet / Blæst
pl_pl: Głównie pochmurnie / wietrznie
pt_pt: Geralmente Nublado / Ventoso
ru_ru: В основном облачно / Ветер
sk_sk: Prevažne zamračené / Vietor
sr_sr: Pretežno oblačno / Vetar
tr_tr: Çoğunlukla Bulutlu / Rüzgar
uk_ua: Переважно хмарно / Вітер

source: Mostly Cloudy Few Snow
ca_ca: Força núvol amb una mica de neu
cs_cs: Převážně zataženo trochu sněhu
da_dk: Overvejende Overskyet Lidt Sne
pl_pl: Głównie pochmurnie, lekki śnieg
pt_pt: Geralmente Nublado alguma Neve
ru_ru: Пасмурно Небольшой Снег
sk_sk: Prevažne zamračené s ojedinelým snežením
sr_sr: Pretežno oblačno sa malo snega
tr_tr: Çoğunlukla Bulutlu , Hafif Kar
uk_ua: Переважно хмарно Часом сніг

source: Mostly Cloudy Light Rain
ca_ca: Força núvol amb pluja suau
cs_cs: Převážně zataženo slabý déšť
da_dk: Mest Overskyet Let Regn
pl_pl: Głównie pochmurnie, lekki deszcz
pt_pt: Geralmente Nublado alguma Chuva Fraca
ru_ru: Пасмурно Небольшой дождь
sk_sk: Prevažne zamračené so slabým dažďom
sr_sr: Pretežno oblačno sa blagom kišom
tr_tr: Çoğunlukla Bulutlu , Hafif Yağmur
uk_ua: Переважно хмарно Невеликий дощ

source: Mostly Cloudy Rain
ca_ca: Força núvol amb pluja
cs_cs: Převážně zataženo s deštěm
da_dk: Overvejende Overskyet og Regn
pl_pl: Głównie pochmurnie, deszcz
pt_pt: Geralmente Nublado com Chuva
ru_ru: В основном облачно Дождь
sk_sk: Prevažne zamračené s dažďom
sr_sr: Pretežno oblačno sa kišom
tr_tr: Çoğunlukla Bulutlu Yağmur
uk_ua: Переважно хмарно Дощ

source: Mostly Cloudy Snow
ca_ca: Força núvol amb neu
cs_cs: Převážně zataženo se sněžením
da_dk: Overskyet Med Sne
pl_pl: Głównie pochmurnie, śnieg
pt_pt: Geralmente Nublado com Neve
ru_ru: Пасмурно Небольшой Снег
sk_sk: Prevažne zamračené so snežením
sr_sr: Pretežno oblačno sa snegom
tr_tr: Çoğunlukla Bulutlu Kar
uk_ua: Переважно хмарно Сніг

source: Mostly Cloudy T-Storm
ca_ca: Força núvol amb tempestes
cs_cs: Převážně zataženo s bouřkami
da_dk: Overvejende Overskyet Torden
pl_pl: Głównie pochmurnie, burza
pt_pt: Geralmente Nublado com Trovoadas
ru_ru: В основном облачно Гроза
sk_sk: Prevažne zamračené s búrkou
sr_sr: Pretežno oblačno sa olujom i grmljavinom
tr_tr: Çoğunlukla Bulutlu Fırtına
uk_ua: Переважно хмарно Гроза

source: Mostly Cloudy and Windy
ca_ca: Força núvol amb vent
cs_cs: Převážně zataženo a větrno
da_dk: Mest overskyet og blæsende
pl_pl: Głównie pochmurnie i wietrznie
pt_pt: Geralmente Nublado e Ventoso
ru_ru: В основном облачно и ветер
sk_sk: Prevažne zamračené a veterno
sr_sr: Pretežno oblačno i vetrovito
tr_tr: Çoğunlukla Bulutlu ve Rüzgarlı
uk_ua: Переважно хмарно та вітряно

source: Mostly Cloudy, Drifting Snow
ca_ca: Força núvol, Neu ventada
cs_cs: Převážně zataženo, poletující sníh
da_dk: Mest skyet, Snefygning
pl_pl: Głównie pochmurnie, zamieć śnieżna
pt_pt: Geralmente Nublado, Neve Acumulada
ru_ru: Пасмурно, Поземок
sk_sk: Prevažne zamračené, padajúci sneh
sr_sr: Pretežno oblačno, Provejavajući sneg
tr_tr: Çoğunlukla Bulutlu , Kaygan Kar
uk_ua: Переважно хмарно, Снігові замети

source: Mostly Cloudy, Few Snow
ca_ca: Força núvol, una mica de Neu
cs_cs: Převážně zataženo, trochu sněhu
da_dk: Overskyet, Lidt Sne
pl_pl: Głównie pochmurnie, lekki śnieg
pt_pt: Geralmente Nublado, alguma Neve
ru_ru: Пасмурно, Небольшой Снег
sk_sk: Prevažne zamračené, ojedinelé sneženie
sr_sr: Pretežno oblačno, Malo snega
tr_tr: Çoğunlukla Bulutlu , Hafif Kar
uk_ua: Переважно хмарно, Часом сніг

source: Mostly Cloudy, Fog
ca_ca: Força núvol, Boira
cs_cs: Převážně zataženo, mlha
da_dk: Mest Overskyet, Tåge
pl_pl: Głównie pochmurnie, mgła
pt_pt: Geralmente Nublado, Nevoeiro
ru_ru: Пасмурно, Туман
sk_sk: Prevažne zamračené, hmla
sr_sr: Pretežno oblačno, Magla
tr_tr: Çoğunlukla Bulutlu
uk_ua: Переважно хмарно, Туман

source: Mostly Cloudy, Fog, Drizzle
ca_ca: Força núvol, Boira, Plugims
cs_cs: Převážně zataženo, mlha, mrholení
pl_pl: Głównie pochmurnie, mgła, mżawka
pt_pt: Geralmente Nublado, Nevoeiro, Chuviscos
ru_ru: Пасмурно, Туман, Изморось
sk_sk: Prevažne zamračené, hmla, mrholenie
sr_sr: Pretežno oblačno, Magla, Rominjanje kiše
tr_tr: Çoğunlukla Bulutlu , Sis , Çiseleyen Yağmur
uk_ua: Переважно хмарно, Туман, Мряка

source: Mostly Cloudy, Heavy Rain
ca_ca: Força núvol, Pluja intensa
cs_cs: Převážně zataženo, vydatný déšť
da_dk: Mest Overskyet, Kraftig Regn
pt_pt: Geralmente Nublado, Chuva Forte
ru_ru: Пасмурно, Сильный Дождь
sk_sk: Prevažne zamračené, silný dážď
sr_sr: Pretežno oblačno, Jaka kiža
tr_tr: Çoğunlukla Bulutlu / Şiddetli Yağmur
uk_ua: Переважно хмарно, Сильний Дощ

source: Mostly Cloudy, Heavy Rain, T-Storm
ca_ca: Força núvol, Pluja intensa, Tempestes
cs_cs: Převážně zataženo, vydatný déšť, bouřky
da_dk: Overvejende Overskyet, Kraftig Regn, Torden
pt_pt: Geralmente Nublado, Chuva Forte, Trovoadas
ru_ru: Пасмурно, Сильный Дождь, Гроза
sk_sk: Prevažne zamračené, silný dážď, búrka
sr_sr: Pretežno oblačno, Jaka kiša, Oluja sa grmljavinom
tr_tr: Çoğunlukla Bulutlu , Şiddetli Yağmur , Fırtına
uk_ua: Пасмурно, Сильний Дощ, Гроза

source: Mostly Cloudy, Heavy Snow
ca_ca: Força núvol, Neu intensa
cs_cs: Převážně zataženo, husté sněžení
da_dk: Overvejende overskyet, Kraftigt snefald
pl_pl: Głównie pochmurnie, silny śnieg
pt_pt: Céu geralmente Nublado, Queda Neve Forte
ru_ru: Пасмурно, Сильный Снег
sk_sk: Prevažne zamračené, silné sneženie
sr_sr: Pretežno oblačno, Mećava
tr_tr: Çoğunlukla Bulutlu , Şiddetli Kar
uk_ua: Переважно Хмарно, Сильний Сніг
