Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Heavy Snow Shower
ca_ca: Fort ruixat de neu
da_dk: Kraftige Snebyger

source: Mainly cloudy, drizzle
ca_ca: Força núvol, plugims

source: Mainly cloudy, showers
ca_ca: Força núvol, ruixats
da_dk: Hovedsageligt overskyet, byger

source: Snow Early
ca_ca: Neu primer

source: inHg
ca_ca: pul Hg
ru_ru: дм рт.ст.
uk_ua: дм рт. ст.

source: nmi
ca_ca: M
ru_ru: м.ми
uk_ua: м.ми

source: Lead designer
ru_ru: Ведущий дизайнер
sr_sr: Glavni dizajner

source: MeeCast - multiplatform highly customizable open source weather forecast client based on OMWeather code. Copyright (C) 2006-2013
sr_sr: MeeCast - višeplatformna visoko podešavajuća vremenska prognoza otvorenog koda klijent bazirana na OMWeather kodu. Copyright (C) 2006-2013

source: V:
pl_pl: Wid.:
ru_ru: В:
sk_sk: Viditeľnosť:
uk_ua: В:

source: W:
da_dk: V:
pt_pt: O:
ru_ru: В:
sk_sk: Vietor:
uk_ua: В:

source: Beauf.
ru_ru: Бофор.
uk_ua: Бофор.

source: C
ru_ru: С
uk_ua: С

source: C
ru_ru: С
uk_ua: С

source: G:
pl_pl: Por.:
ru_ru: Пор.:
sk_sk: Nar.:
uk_ua: Пор.:

source: VAR
ru_ru: Переменный
sk_sk: Premenlivo
uk_ua: Змінний

source: d:
ru_ru: д:
uk_ua: д:

source: km
ru_ru: км
uk_ua: км

source: m
ru_ru: м
uk_ua: м

source: mb
ru_ru: мбар
uk_ua: мбар

source: mbar
uk_ua: мбар

source: mm
ru_ru: мм
uk_ua: мм

source: mmHg
ru_ru: мм рт.ст.
uk_ua: мм рт. ст.

source: n:
ru_ru: н:
uk_ua: н:

source: Flike:
ru_ru: По ощущениям:

source: Lead programmers
ru_ru: Ведущие программисты

source: Project administrator
ru_ru: Администратор проекта

source: Project website
ru_ru: Web-сайт проекта

source: GSM
da_dk: Mobilnetværk

source: GSM+WLAN
da_dk: Mobilnetværk+WLAN

source: mm/h
da_dk: mm/t
