Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Partly Cloudy, Light Rain
ca_ca: En part núvol, Pluja suau
cs_cs: Částečně oblačno s lehkým deštěm
da_dk: Delvist Overskyet, Let Regn
pl_pl: Częściowe zachmurzenie, lekki deszcz
pt_pt: Parcialmente Nublado, Chuva Fraca
ru_ru: Малообачно, Небольшой Дождь
sk_sk: Polooblačno, slabý dážď
sr_sr: Delimično oblačno, Blaga kiša
tr_tr: Parçali Bulutlu , Hafif Yağmur
uk_ua: Часткова хмарність, Невеликий дощ

source: Partly Cloudy, Light Rain, T-Storm
ca_ca: En part núvol, Pluja suau, Tempestes
cs_cs: Částečně oblačno, lehký déšť, bouřka
da_dk: Delvist Overskyet, Let Regn, Torden
pt_pt: Parcialmente Nublado, Chuva Fraca, Trovoadas
ru_ru: Малообачно, Небольшой дождь, Гроза
sk_sk: Polooblačno, slabý dážď, búrka
sr_sr: Delimično oblačno, Blaga kiša, Oluja sa grmljavinom
tr_tr: Parçali Bulutlu , Hafif Yağmur , Şiddetli Fırtına
uk_ua: Часткова хмарність, Невеликий дощ, Гроза

source: Partly Cloudy, Rain
ca_ca: En part núvol, Pluja
cs_cs: Částečně oblačno, déšť
da_dk: Delvist Overskyet, Regn
pt_pt: Parcialmente Nublado, Chuva
ru_ru: Небольшая облачность, Дождь
sk_sk: Polooblačno, dážď
sr_sr: Delimično oblačno, Kiša
tr_tr: Parçali Bulutlu , Yağmur
uk_ua: Часткова хмарність, Дощ

source: Partly Cloudy, Rain, T-Storm
ca_ca: En part núvol, Pluja, Tempestes
cs_cs: Částečně oblačno, déšť, bouřka
da_dk: Delvist Overskyet, Regn, Torden
pt_pt: Parcialmente Nublado, Chuva, Trovoadas
ru_ru: Небольшая облачность, Дождь, Гроза
sk_sk: Polooblačno, dážď, búrka
sr_sr: Delimično oblačno, Kiša, Oluja sa grmljavinom
tr_tr: Parçali Bulutlu , Yağmur , Fırtına
uk_ua: Часткова хмарність, Дощ, Гроза

source: Partly Cloudy, Smoke
ca_ca: En part núvol, Partícules de fum
cs_cs: Částečně oblačno, mlha
pl_pl: Częściowe zachmurzenie, dym
pt_pt: Parcialmente Nublado, Neblina
ru_ru: Малообачно, Дымка
sk_sk: Polooblačno, dymová clona
sr_sr: Delimično oblačno, Dim
tr_tr: Parçali Bulutlu , Duman
uk_ua: Часткова хмарність, Серпанок

source: Partly Cloudy, Snow
ca_ca: En part núvol, Neu
cs_cs: Částečně oblačno, sněžení
da_dk: Delvist Overskyet, Sne
pl_pl: Częściowe zachmurzenie, śnieg
pt_pt: Parcialmente Nublado, Neve
ru_ru: Малооблачно, Снег
sk_sk: Polooblačno, sneženie
sr_sr: Delimično oblačno, Sneg
tr_tr: Parçali Bulutlu , Kar
uk_ua: Часткова хмарність, Сніг

source: Partly Cloudy, T-Storm
ca_ca: En part núvol, Tempestes
cs_cs: Částečně oblačno, bouřka
da_dk: Delvist Overskyet, Torden
pl_pl: Częściowe zachmurzenie, burza
pt_pt: Parcialmente Nublado, Trovoadas
ru_ru: Малооблочно, Гроза
sk_sk: Polooblačno, búrka
sr_sr: Delimično oblačno, Oluja sa grmljavinom
tr_tr: Parçali Bulutlu , Fırtına
uk_ua: Часткова хмарність, Гроза

source: Partly cloudy
ca_ca: En part núvol
cs_cs: Částečně oblačno
da_dk: Delvist overskyet
pt_pt: Parcialmente nublado
sk_sk: Polooblačno
sr_sr: Delimično oblačno
tr_tr: Parçali bulutlu
uk_ua: Часткова хмарність

source: Partly cloudy and light rain
ca_ca: En part núvol i pluja suau
cs_cs: Částečně oblačno s lehkým deštěm
da_dk: Delvist overskyet og let regn
pt_pt: Parcialmente nublado e chuva fraca
sk_sk: Polooblačno a slabý dážď
sr_sr: Delimično oblačno i blaga kiša
tr_tr: Parçali bulutlu ve hafif yağmur
uk_ua: Часткова хмарність та невеликий дощ

source: Partly cloudy and light snow
ca_ca: En part núvol i neu poc intensa
cs_cs: Částečně oblačno s mírným sněžením
da_dk: Delvist overskyet og let sne
pt_pt: Parcialmente nublado e queda neve fraca
sk_sk: Polooblačno a slabé sneženie
sr_sr: Delimično oblačno i blagi sneg
tr_tr: Parçali bulutlu ve hafif kar
uk_ua: Часткова хмарність та невеликий сніг

source: Partly cloudy and light wet snow
ca_ca: En part núvol i neu humida poc intensa
cs_cs: Částečně oblačno s mírným vlhkým sněžením
da_dk: Delvist overskyet og let slud
pt_pt: Parcialmente nublado e queda neve molhada
sk_sk: Polooblačno a slabé mokré sneženie
sr_sr: Delimično oblačno i blagi vlažni sneg
tr_tr: Parçali bulutlu ve hafif sulu kar
uk_ua: Часткова хмарність та невеликий мокрий сніг

source: Partly cloudy and showers
ca_ca: En part núvol i ruixats
cs_cs: Částečně oblačno s přeháňkami
da_dk: Delvist overskyet med byger
pt_pt: Parcialmente nublado e aguaceiros
sk_sk: Polooblačno a prehánky
sr_sr: Delimično oblačno i pljuskovi
tr_tr: Parçali bulutlu ve sağnak
uk_ua: Часткова хмарність та зливи

source: Partly cloudy and snow showers
ca_ca: En part núvol i ruixats de neu
cs_cs: Částečně oblačno se sněhovými přeháňkami
da_dk: Delvist overskyet og snebyger
pt_pt: Parcialmente nublado e aguaceiros de neve
sk_sk: Polooblačno a snehové prehánky
sr_sr: Delimično oblačno i naleti snega
tr_tr: Parçali bulutlu ve sağnak kar
uk_ua: Часткова хмарність та снігопади

source: Partly cloudy and wet snow showers
ca_ca: En part núvol i ruixats de neu humida
cs_cs: Částečně oblačno s mokrými sněhovými přeháňkami
da_dk: Delvist overskyet og våde snebyger
pt_pt: Parcialmente Nublado e Aguaceiros Neve Molhada
sk_sk: Polooblačno a mokré snehové prehánky
sr_sr: Delimično oblačno i naleti vlažnog snega
tr_tr: Parçali bulutlu ve islak sağnak kar
uk_ua: Мінлива хмарність та короткочасний мокрий сніг

source: Partly cloudy, possible thunderstorms with rain
ca_ca: En part núvol, tempestes possibles
cs_cs: Zataženo, možné bouřky s deštěm
da_dk: Delvist overskyet, mulighed for torden med regn
pt_pt: Parcialmente nublado, possibilidade trovoadas com chuva
sk_sk: Polooblačno, pravdepodobnosť hrmenia s dažďom
sr_sr: Delimično oblačno, moguće oluje sa grmljavinom i kiša
tr_tr: Parçalı bulutlu , yağmurla beraber fırtına ihtimali var.
uk_ua: Мінлива хмарність, можлива гроза з дощем

source: Period
ca_ca: Període
cs_cs: Perioda
da_dk: Periode
pl_pl: Okres
pt_pt: Período
ru_ru: Период
sk_sk: Perióda
tr_tr: Periyot
uk_ua: Період

source: Position:
ca_ca: Posició:
cs_cs: Pozice:
pl_pl: Położenie:
pt_pt: Posição:
ru_ru: Позиция:
sk_sk: Poloha:
sr_sr: Pozicija:
tr_tr: Pozisyon:
uk_ua: Позиція:

source: Ppcp:
cs_cs: Sráž.
sk_sk: Zrážky:

source: Precipitation
ca_ca: Precipitació
cs_cs: Srážky
da_dk: Nedbør
tr_tr: Yağış

source: Precipitation rate:
ca_ca: Intensitat de precipitació:
cs_cs: Míra srážek:
da_dk: Nedbørsmængde:
tr_tr: Yağış oranı:

source: Precipitation:
ca_ca: Precipitació:
cs_cs: Srážky:
da_dk: Nedbør:
tr_tr: Yağış:

source: Preference|Update
ca_ca: Actualització
cs_cs: Nastavení|Aktualizace
da_dk: Indstillinger|Ajourfør
pl_pl: Aktualizowanie
pt_pt: Preferências | Atualização
ru_ru: Обновление
sk_sk: Aktualizácia
sr_sr: Opcija|Ažuriranje
tr_tr: Tercihler|Gğncelleme
uk_ua: Оновлення

source: Pressure
ca_ca: Pressió
cs_cs: Tlak
da_dk: Tryk
pl_pl: Ciśnienie
pt_pt: Pressão
ru_ru: Давление
sk_sk: Tlak
sr_sr: Pritisak
tr_tr: Basınç
uk_ua: Тиск

source: Pressure units
ca_ca: Unitats de pressió
cs_cs: Jednotky tlaku
da_dk: Trykenheder
pl_pl: Jednostki ciśnienia
pt_pt: Unidades pressão
sk_sk: Tlak
sr_sr: Jedinice pritiska
tr_tr: Basınç uniteleri
uk_ua: Одиниці тиску

source: Pressure units:
ca_ca: Unitats de pressió:
cs_cs: Jednotky tlaku:
da_dk: Trykenheder:
pl_pl: Jednostki ciśnienia:
pt_pt: Unidades Pressão:
ru_ru: Единицы давления:
sk_sk: Jednotky tlaku:
sr_sr: Jedinice pritiska:
tr_tr: Basınç uniteleri:
uk_ua: Одиниці тиску:

source: Pressure:
ca_ca: Pressió:
cs_cs: Tlak:
da_dk: Tryk:
pl_pl: Ciśnienie:
pt_pt: Pressão:
ru_ru: Давление:
sk_sk: Tlak:
sr_sr: Pritisak:
tr_tr: Basınç:
uk_ua: Тиск:

source: Pressure:
ca_ca: Pressió:
cs_cs: Tlak:
da_dk: Tryk:
pl_pl: Ciśnienie:
pt_pt: Pressão:
ru_ru: Давление:
sk_sk: Tlak:
sr_sr: Pritisak:
tr_tr: Basınç:
uk_ua: Тиск:

source: Programmer
ca_ca: Programador
cs_cs: Programátor
da_dk: Programmør
pt_pt: Programador
tr_tr: Programcı
uk_ua: Програміст

source: Project administrators
cs_cs: Administrátoři projektu
tr_tr: Proje yöneticisi

source: Project manager
ca_ca: Gestor del projecte
cs_cs: Manažer projektu
da_dk: Projektleder
pt_pt: Gestor de projeto
sk_sk: Vedúci projektu
sr_sr: Menadžer projekta
tr_tr: Proje yöneticisi
uk_ua: Менеджер проекту

source: Provided by
cs_cs: Poskytnuto
sk_sk: Poskytuje
sr_sr: Obezbeženo od strane
tr_tr: Sağlayıcı :

source: Proximity shower rain
ca_ca: Ruixats a l'entorn
cs_cs: Blízké přeháňky

source: Rain
ca_ca: Pluja
cs_cs: Déšť
da_dk: Regn
pl_pl: Deszcz
pt_pt: Chuva
ru_ru: Дождь
sk_sk: Dážď
sr_sr: Kiša
tr_tr: Yağmur
uk_ua: Дощ

source: Rain / Freezing Rain
ca_ca: Pluja / Pluja gebradora
cs_cs: Déšť / mrznoucí déšť
pl_pl: Deszcz / marznący deszcz
pt_pt: Chuva / Granizo
ru_ru: Дождь / Холодный дождь
sk_sk: Dážď / Mrznúci dážď
sr_sr: Kiša / Ledena kiša
tr_tr: Yağmur / Dondurucu Yağmur
uk_ua: Дощ / Холодний дощ

source: Rain / Snow
ca_ca: Pluja / Neu
cs_cs: Déšť / sníh
da_dk: Regn / Sne
pl_pl: Deszcz / śnieg
pt_pt: Chuva / Neve
ru_ru: Дождь / Снег
sk_sk: Dážď / Sneženie
sr_sr: Kiša / Sneg
tr_tr: Yağmur / Kar
uk_ua: Дощ / Сніг

source: Rain / Snow / Wind
ca_ca: Pluja / Neu / Vent
cs_cs: Déšť / sníh / vítr
da_dk: Regn / Sne / Blæst
pl_pl: Deszcz / śnieg / wiatr
pt_pt: Chuva / Neve / Vento
ru_ru: Дождь / Снег / Ветер
sk_sk: Dážď / Sneženie / Vietor
sr_sr: Kiša / Sneg / Vetar
tr_tr: Yağmur / Kar / Rüzgar
uk_ua: Дощ / Сніг / Вітер

source: Rain / Snow Early
ca_ca: Pluja / Neu primer
cs_cs: Déšť / brzký sníh
da_dk: Regn / Tidlig Sne
pl_pl: Deszcz / wcześnie śnieg
pt_pt: Chuva / Neve pela manhã
ru_ru: Дождь / С утра снег
sk_sk: Dážď / Spočiatku sneženie
sr_sr: Kiša / U ranijim satima sneg
tr_tr: Yağmur / Sabahtan Kar
uk_ua: Дощ / Зранку сніг

source: Rain / Snow Late
ca_ca: Pluja / Neu més tard
cs_cs: Déšť / později sníh
pl_pl: Deszcz / później śnieg
pt_pt: Chuva / Neve final do dia
ru_ru: Дождь / Позже снег
sk_sk: Dážď / Neskôr sneženie
sr_sr: Kiša / Kasnije sneg
tr_tr: Yağmur / Akşama Doğru Kar
uk_ua: Дощ / Пізніше сніг

source: Rain / Snow Showers
ca_ca: Pluja / Ruixats de neu
cs_cs: Déšť / sněhové přeháňky
da_dk: Regn- / Snebyger
pl_pl: Deszcz / przelotny śnieg
pt_pt: Chuva / Aguaceiros com neve
ru_ru: Дождь / Мокрый снег
sk_sk: Dážď / Snehové prehánky
sr_sr: Kiša / Naleti snega
tr_tr: Yağmur / Sağnak Kar
uk_ua: Дощ / Снігопад

source: Rain / Snow Showers / Wind
ca_ca: Pluja / Ruixats de neu / Vent
cs_cs: Déšť / sněhové přeháňky / vítr
pl_pl: Deszcz / przelotny śnieg / wiatr
pt_pt: Chuva / Aguaceiros com neve / vento
ru_ru: Дождь / Мокрый снег / Ветер
sk_sk: Dážď / Snehové prehánky / Vietor
sr_sr: Kiša / Naleti snega / Vetar
tr_tr: Yağmur / Sağnak Kar / Rüzgar
uk_ua: Дощ / Снігопад / Вітер

source: Rain / Snow Showers Late
ca_ca: Pluja / Ruixats de neu més tard
cs_cs: Déšť / později sněhové přeháňky
pl_pl: Deszcz / później przelotny śnieg
pt_pt: Chuva / Aguaceiros com neve final do dia
ru_ru: Дождь / Позже мокрый снег
sk_sk: Dážď / Neskôr snehové prehánky
sr_sr: Kiša / Kasnije naleti snega
tr_tr: Yağmur / Akşama Doğru Karla Karışık Yağmur
uk_ua: Дощ / Пізніше снігопади

source: Rain / Thunder
ca_ca: Pluja / Tempestes
cs_cs: Déšť / bouřka
da_dk: Tegn / Torden
pl_pl: Deszcz / burza
pt_pt: Chuva / Trovoada
ru_ru: Дождь / Гром
sk_sk: Dážď / Hrmenie
sr_sr: Kiša / Grmljavina
tr_tr: Yağmur / Fırtına
uk_ua: Дощ / Грім

source: Rain / Wind
ca_ca: Pluja / Vent
cs_cs: Déšť / vítr
da_dk: Regn / Vind
pl_pl: Deszcz / wiatr
pt_pt: Chuva / Vento
ru_ru: Дождь / Ветер
sk_sk: Dážď / Vietor
sr_sr: Kiša / Vetar
tr_tr: Yağmur / Rüzgar
uk_ua: Дощ / Вітер

source: Rain / Wind Early
ca_ca: Pluja / Vent primer
cs_cs: Déšť / brzký déšť
da_dk: Regn / Tidlig Blæst
pl_pl: Deszcz / wcześnie wiatr
pt_pt: Chuva / Vento pela manhã
ru_ru: Дождь / Утром ветер
sk_sk: Dážď / Spočiatku vietor
sr_sr: Kiša / U ranijim satima vetar
tr_tr: Yağmur / Sabahtam Rüzgar
uk_ua: Дощ / Зранку вітер

source: Rain Early
ca_ca: Pluja primer
cs_cs: Brzký déšť
da_dk: Tidlig Regn
pl_pl: Wcześnie wiatr
pt_pt: Chuva pela manhã
ru_ru: Утром дождь
sk_sk: Spočiatku dážď
sr_sr: U ranijim satima kiša
tr_tr: Sabahtan Yağmur
uk_ua: Зранку Дощ

source: Rain Late
ca_ca: Pluja més tard
cs_cs: Pozdní déšť
da_dk: Sen Regn
pl_pl: Później wiatr
pt_pt: Chuva final do dia
ru_ru: Позже дождь
sk_sk: Neskôr dážď
sr_sr: U kasnijim satima kiša
tr_tr: Akşama Doğru Yağmur
uk_ua: Пізніше дощ

source: Rain Shower
ca_ca: Ruixats
cs_cs: Přeháňka
da_dk: Regnbyger
pl_pl: Przelotny deszcz
pt_pt: Aguaceiros
ru_ru: Ливневый дождь
sk_sk: Dažďové prehánky
sr_sr: Pljusak
tr_tr: Sağnak Yağmur
uk_ua: Злива

source: Rain Shower and Windy
ca_ca: Ruixats i Vent
cs_cs: Přeháňka a větrno
da_dk: Regnbyger og blæsende
pl_pl: Przelotny deszcz i wietrznie
pt_pt: Aguaceiros e Ventoso
ru_ru: Ливневый дождь и ветрено
sk_sk: Dažďové prehánky a veterno
sr_sr: Pljusak i vetrovito
tr_tr: Sağnak Yağmur ve Rüzgar
uk_ua: Злива та Вітряно

source: Rain Showers
ca_ca: Ruixats
cs_cs: Přeháňky
da_dk: Regnbyger
pt_pt: Aguaceiros
ru_ru: Ливневые дожди
sk_sk: Dažďové prehánky
sr_sr: Pljuskovi
tr_tr: Sağnak Yağmur
uk_ua: Зливи

source: Rain and Snow
ca_ca: Pluja i Neu
cs_cs: Déšť se sněhem
da_dk: Regn og Sne
pl_pl: Deszcz i śnieg
pt_pt: Chuva e Neve
ru_ru: Дождь со снегом
sk_sk: Dážď a sneženie
sr_sr: Kiša i sneg
tr_tr: Yağmur ve Kar
uk_ua: Дощ та Сніг

source: Rain and snow
ca_ca: Pluja i neu
cs_cs: Déšť a sněžení
da_dk: Regn og sne
tr_tr: Yağmur ve kar

source: Rain to Snow / Wind
ca_ca: De Pluja a Neu / Vent
cs_cs: Déšť přecházející ve sníh / větrno
da_dk: Regn til Sne / Blæst
pt_pt: Chuva para Neve / Vento
sk_sk: Dážď a sneženie / Vietor
sr_sr: Iz kiše u sneg / Vetar
tr_tr: Karla Karışık Yağmur / Rüzgar
uk_ua: Дощ що змінюється снігом / Вітер

source: Rain to Wintry Mix
ca_ca: De Pluja a Aiguaneu
cs_cs: Déšť se sněhem
pl_pl: Deszcz do deszczu ze śniegiem
pt_pt: Chuva para Tempo Invernoso
ru_ru: Дождь переходящий в поземку
sk_sk: Chladno a sychravo s dažďom
sr_sr: Iz kiše u zimski miks
tr_tr: Yağmurdan Karişik Soğuğa
uk_ua: Дощ що змінюється на сніг з дощем

source: Rain to Wintry Mix / Wind
ca_ca: De Pluja a Aiguaneu / Vent
cs_cs: Déšť se sněhem / vítr
pl_pl: Deszcz do deszczu ze śniegiem / wiatr
pt_pt: Chuva para Tempo Invernoso / Vento
ru_ru: Дождь переходящий в поземку / Ветер
sk_sk: Chladno a sychravo s dažďom / Vietor
sr_sr: Iz kiše u zimski miks / Vetar
tr_tr: Yağmurdan Karışık Soğuğa / Rüzgarlı
uk_ua: Дощ що змінюється на сніг з дощем / Вітер

source: Read sensor every:
ca_ca: Llegeix el sensor cada:
cs_cs: Číst senzor každých:
da_dk: Aflæs sensor hver:
pl_pl: Odczytywanie danych czujnika co:
pt_pt: Ler sensor a cada:
ru_ru: Опрашивать датчик каждые:
sk_sk: Čítať senzor každých:
sr_sr: Očitavanje senzora svakih:
tr_tr: Sensörü oku her:
uk_ua: Опитувати датчик кожні:

source: Refresh
ca_ca: Refresca
cs_cs: Aktualizovat
da_dk: Ajourfør
tr_tr: Yenile

source: Rush Hour Traffic
ca_ca: Trànsit d'hora punta
cs_cs: Dopravní špička
da_dk: Myldretidstrafik
pl_pl: Ruch w godzinach szczytu
pt_pt: Hora de Ponta Tráfico
sk_sk: Dopravná špička
sr_sr: Saobraćajni špic
tr_tr: Trafik Yoğunlugu

source: S
cs_cs: J
ru_ru: Ю
sk_sk: J
uk_ua: Пд

source: SE
cs_cs: JV
da_dk: SØ
ru_ru: ЮВ
sk_sk: JV
uk_ua: ПдС

source: SE_short
ca_ca: SE
cs_cs: JV_krátce
pt_pt: SE_curto
ru_ru: ЮВ
sk_sk: JV
sr_sr: SE_kratko
uk_ua: ПдС

source: SSE
cs_cs: JJV
da_dk: SSØ
ru_ru: ЮЮВ
sk_sk: JJV
uk_ua: ПдПдС

source: SSE_short
ca_ca: SSE
cs_cs: JJV_krátce
pt_pt: SSE_curto
ru_ru: ЮЮВ
sk_sk: JJV
sr_sr: SSE_kratko
uk_ua: ПдПдС

source: SSW
ca_ca: SSO
cs_cs: JJZ
da_dk: SSV
pt_pt: SSO
ru_ru: ЮЮЗ
sk_sk: JJZ
uk_ua: ПдПдЗ

source: SSW_short
ca_ca: SSO
cs_cs: JJZ_krátce
pt_pt: SSO_curto
ru_ru: ЮЮЗ
sk_sk: JJZ
sr_sr: SSW_kratko
uk_ua: ПдПдЗ

source: SW
ca_ca: SO
cs_cs: JZ
da_dk: SV
pt_pt: SO
ru_ru: ЮЗ
sk_sk: JZ
uk_ua: ПдЗ

source: SW_short
ca_ca: SO
cs_cs: JZ_krátce
pt_pt: SO_curto
ru_ru: ЮЗ
sk_sk: JZ
sr_sr: SW_kratko
uk_ua: ПдЗ

source: S_short
ca_ca: S
cs_cs: J_krátce
pt_pt: S_curto
ru_ru: Ю
sk_sk: J
sr_sr: S_kratko
uk_ua: Пд

source: Save
ca_ca: Desa
cs_cs: Uložit
da_dk: Gem
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sk_sk: Uložiť
sr_sr: Sačuvaj
tr_tr: Kaydet
uk_ua: Зберегти

source: Scattered Clouds
ca_ca: Núvols dispersos
cs_cs: Polojasno
da_dk: Spredte skyer
pt_pt: Nuvens Dispersas
sr_sr: Raštrkani oblaci
tr_tr: Dağınık Bulutlu
uk_ua: Мінлива хмарність

source: Scattered Showers
ca_ca: Ruixats dispersos
cs_cs: Řídce přeháňky
da_dk: Spredte Byger
pl_pl: Rozproszone, przelotne deszcze
pt_pt: Aguaceiros Dispersos
ru_ru: Местами ливни
sk_sk: Ojedinelé prehánky
sr_sr: Mestemični pljuskovi
tr_tr: Seyrek Yağmur
uk_ua: Місцями Зливи

source: Scattered Snow
ca_ca: Neu dispersa
cs_cs: Řídce sníh
da_dk: Spredt Sne
pl_pl: Rozproszony śnieg
pt_pt: Neve Dispersa
ru_ru: Местами снег
sk_sk: Ojedinelé sneženie
sr_sr: Mestemičan sneg
tr_tr: Seyrek Kar
uk_ua: Місцями Сніг

source: Scattered Snow Showers
ca_ca: Ruixats de neu dispersos
cs_cs: Řídce sněhové přeháňky
da_dk: Spredte snebyger
pl_pl: Rozproszony, przelotny śnieg
pt_pt: Queda de Neve Dispersa
ru_ru: Местами мокрый снег
sk_sk: Ojedinelé snehové prehánky
sr_sr: Mestemični naleti snega
tr_tr: Seyrek Sağnak Yağmur
uk_ua: Місцями Снігопади

source: Scattered T-Storms
ca_ca: Tempeses disperses
cs_cs: Řídce bouřky
da_dk: Spredt Torden
pl_pl: Rozproszone burze
pt_pt: Trovoadas dispersas
ru_ru: Местами грозы
sk_sk: Ojedinelé búrky
sr_sr: Mestemične oluje sa grmljavinom
tr_tr: Dağınık Fırtınalar
uk_ua: Місцями грози

source: Scattered clouds
ca_ca: Núvols dispersos
cs_cs: Polojasno
da_dk: Spredte skyer
pt_pt: Nuvens dispersas
sr_sr: Raštrkani oblaci
tr_tr: Dağınık bulutlu
uk_ua: Мінлива хмарність

source: Sea miles
ca_ca: Milles nàutiques
cs_cs: Námořní míle
da_dk: Sømil
pl_pl: Mile morskie
pt_pt: Milhas marítimas
ru_ru: Морские мили
sk_sk: Námorné míle
sr_sr: Morske milje
tr_tr: Deniz mili
uk_ua: Морські милі

source: Search
ca_ca: Cerca
cs_cs: Hledat
da_dk: Søg
pl_pl: Szukaj
pt_pt: Procurar
ru_ru: Поиск
sk_sk: Hľadať
sr_sr: Traži
tr_tr: Ara
uk_ua: Пошук

source: Select city
cs_cs: Vyberte město
ru_ru: Выберите город
sk_sk: Zvoľte mesto
sr_sr: Odaberi grad
tr_tr: Şehir seç

source: Select country
ca_ca: Seleccioneu país
cs_cs: Vyberte zemi
da_dk: Vælg land
pl_pl: Wybierz kraj
pt_pt: Selecionar país
ru_ru: Выберите страну
sk_sk: Zvoľte krajinu
sr_sr: Odaberi državu
tr_tr: Ülke seç
uk_ua: Виберіть країну

source: Select location
ca_ca: Seleccioneu ubicació
cs_cs: Vyberte místo
da_dk: Vælg placering
pl_pl: Wybierz położenie
pt_pt: Selecionar localização
ru_ru: Выберите местоположение
sk_sk: Zvoľte miesto
sr_sr: Odaberi lokaciju
tr_tr: Konum seç
uk_ua: Виберіть місцезнаходження

source: Select region
ca_ca: Seleccioneu regió
cs_cs: Vyberte region
da_dk: Vælg region
pl_pl: Wybór regionu
pt_pt: Selecionar região
ru_ru: Выберите область
sk_sk: Zvoľte región
sr_sr: Odaberi regiju
tr_tr: Bölge seç
uk_ua: Виберіть регіон

source: Select source
cs_cs: Vyberte zdroj
pl_pl: Wybierz źródło
ru_ru: Выберите источник
sk_sk: Zvoľte zdroj
sr_sr: Odaberi izvor
tr_tr: Kaynak seç

source: Select the X-position for left corner of widget
cs_cs: Vyberte horizontální pozici pro levý roh widgetu
sr_sr: Odaberi X-poziciju za levi ugao vidžeta
tr_tr: X Pozisyonunu eklentinin sol köşesine seç

source: Select the Y-position for left corner of widget
cs_cs: Vyberte vertikální pozici pro levý roh widgetu
sr_sr: Odaberi Y-poziciju za levi ugao vidžeta
tr_tr: Y Pozisyonunu eklentinin sol köşesine seç

source: Select the color of font for current temperature
cs_cs: Vyberte barvu písma současné teploty
sr_sr: Odaberi boju slova za trenutnu temperaturu
tr_tr: Anlık sıcaklık için bir font rengi seç

source: Select the color of font for station name
cs_cs: Vyberte barvu písma názvu meteostanice
sr_sr: Odaberi boju za ime stanice
tr_tr: Istasyon adı için bir font rengi seç

source: Select the color of font for temperature
cs_cs: Vyberte barvu písma teploty
sr_sr: Odaberi boju slova za temperaturu
tr_tr: Sıcaklık için bir font rengi seç

source: Select the iconset
ca_ca: Seleccioneu el joc d'icones
cs_cs: Vyberte sadu ikon
da_dk: Vælg ikonsæt
pt_pt: Selecionar o estilo de icons
ru_ru: Выберите набор иконок
sk_sk: Zvoľte tému ikon
sr_sr: Odaberi set ikona
tr_tr: Ikonset seç
uk_ua: Виберіть набір іконок

source: Select the language
ca_ca: Seleccioneu l'idioma
cs_cs: Vyberte jazyk
da_dk: Vælg sproget
pt_pt: Selecione a linguagem
sr_sr: Izaberi jezik
tr_tr: Dil seç
uk_ua: Виберіть мову

source: Select the weather source
ca_ca: Seleccioneu la font d'informació del temps
cs_cs: Vyberte zdroj předpovědi
da_dk: Vælg vejrkilde
pt_pt: Selecionar a fonte de dados do tempo
ru_ru: Выберите источник прогноза погоды
sk_sk: Zvoľte zdroj počasia
sr_sr: Odaberi izvor vremenske prognoze
tr_tr: Havadurumu kaynağını seç
uk_ua: Виберіть джерело прогнозу погоди

source: Selecting country
ca_ca: S'està seleccionant el país
cs_cs: Výběr země
da_dk: Vælg land
pl_pl: Wybór kraju
pt_pt: A selecionar país
ru_ru: Выбор страны
sk_sk: Vyberám krajinu
sr_sr: Odabira se država
tr_tr: Ülke seçiliyor
uk_ua: Виберіть країну

source: Selecting region
ca_ca: S'està seleccionant la regió
cs_cs: Výběr regionu
da_dk: Valg af region
pl_pl: Wybór regionu
pt_pt: A selecionar região
ru_ru: Выбор района
sk_sk: Vyberám región
sr_sr: Odabira se regija
tr_tr: Bölge seçiliyor
uk_ua: Виберіть регіон

source: Selecting source
ca_ca: S'està seleccionant la font d'informació
cs_cs: Výběr zdroje
da_dk: Vælger kilde
pl_pl: Wybór źródła
pt_pt: A selecionar fonte
ru_ru: Выбор источника
sk_sk: Vyberám zdroj
sr_sr: Odabira se izvor
tr_tr: Kaynak seçiliyor
uk_ua: Виберіть джерело

source: Selecting station
ca_ca: S'està seleccionant l'estació
cs_cs: Výběr meteostanice
da_dk: Vælg station
pl_pl: Wybór stacji
pt_pt: A selecionar estação
ru_ru: Выбор станции
sk_sk: Vyberám stanicu
sr_sr: Odabira se stanica
tr_tr: Istasyon seçiliyor
uk_ua: Виберіть станцію

source: Sensor
cs_cs: Senzor
pl_pl: Czujnik
ru_ru: Датчик
sk_sk: Senzor
sr_sr: Senzor
tr_tr: Sensör
uk_ua: Датчик

source: Set
ca_ca: Icones
cs_cs: Nastavit
da_dk: Sæt
pl_pl: Ustaw
pt_pt: Conjunto
ru_ru: Набор
sk_sk: Nast.
sr_sr: Postavi
tr_tr: Ayarla
uk_ua: Набір

source: Set locations
ca_ca: Definiu ubicacions
cs_cs: Nastavit místa
da_dk: Sæt lokation
pt_pt: Conjunto localizações
ru_ru: Установите местоположения
sk_sk: Nastaviť miesta
sr_sr: Postavi lokacije
tr_tr: Konumları ayarla
uk_ua: Встановіть місце розташування

source: Settings
ca_ca: Configuració
cs_cs: Nastavení
da_dk: Indstillinger
pl_pl: Ustawienia
pt_pt: Definições
ru_ru: Настройки
sk_sk: Nastavenie
sr_sr: Podešavanja
tr_tr: Ayarlar
uk_ua: Налаштування

source: Settings for Lockscreen widget
cs_cs: Nastavení widgetu zamykací obrazovky
sr_sr: Podešavanja za vidžet na zaključanom ekranu
tr_tr: Kilit Ekranı Eklentisi Ayarları

source: Settings for standby widget
cs_cs: Nastavení pohotovostního widgetu
sr_sr: Podešavanja za vidžet na standby ekranu
tr_tr: Bekleme Ekranı Ayarları

source: Settings of LockScreen
cs_cs: Nastavení zamykací obrazovky
sr_sr: Podešavanja zaključanog ekrana
tr_tr: Kilit Ekranı Ayarları

source: Settings of StandbyScreen
cs_cs: Nastavení pohotovostní obrazovky
sk_sk: Nastavenie pohotovostnej obazovky
sr_sr: Podešavanja ekrana u standby-u
tr_tr: Bekleme Ekranı Ayarları

source: Shallow Fog
ca_ca: Boira baixa
cs_cs: Přízemní mlha
pt_pt: Nevoeiro Fraco
sk_sk: Riedka hmla
sr_sr: Plitka magla
tr_tr: Hafif Duman

source: Short
ca_ca: Curt
cs_cs: Krátký
pl_pl: Krótkie
pt_pt: Curto
ru_ru: Короткий
sk_sk: Krátky
sr_sr: Kratko
tr_tr: Kısa
uk_ua: Короткий

source: Show arrows
ca_ca: Mostra fletxes
cs_cs: Zobrazit šipky
da_dk: Vis pile
pl_pl: Wyświetlanie strzałek
pt_pt: Mostrar setas
ru_ru: Показать стрелки
sk_sk: Zobraziť šípky
sr_sr: Prikaži strelice
tr_tr: Okları göster
uk_ua: Показати стрілки

source: Show last update time
ca_ca: Mostra l'hora de l'última actualització
cs_cs: Ukázat čas poslední aktualizace
da_dk: Vis sidste ajourføring
tr_tr: Son güncelleme zamanını göster

source: Show on Map
ca_ca: Mostra al mapa
cs_cs: Ukázat na mapě
da_dk: Vis på kort
pt_pt: Mostrar no mapa
sk_sk: Zobraziť na mape
sr_sr: Prikaži na mapi
tr_tr: Haritada Göster
uk_ua: Показати на мапі
