Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Ed Bartosh - for more feature requests, support and criticism Daniel Wilms - for feature requests and testing Eugen Kaluta aka tren - for feature requests and support Maxim Kalinkevish aka spark for testing Yuri Komyakov - for Nokia 770 device Greg Thompson for support stations.txt file Frank Persian - for idea of new layout Brian Knight - for idea of iconset, criticism and donation ;-) Andrew aka Tabster - for testing and ideas Brad Jones aka kazrak - for testing
ca_ca: Ed Bartosh - pels requeriments de més funcions, suport i crítiques Daniel Wilms - pels requeriments de més funcions i testeig Eugen Kaluta aka tren - pels requeriments de més funcions i suport Maxim Kalinkevish aka spark per les proves Yuri Komyakov - per l'aparell Nokia 770 Greg Thompson per donar suport del fitxer stations.txt Frank Persian - per la idea d'una nova aparença Brian Knight - per la idea de les icones, crítiques i donacions ;) Andrew aka Tabster - per les proves i les idees Brad Jones aka kazrak - per les proves
cs_cs: Ed Bartosh - pro požadavky na nové funkce, podporu a kritiku Daniel Wilms - pro požadavky na nové funkce a testování Eugen Kaluta (tren) - pro požadavky na nové funkce a podporu Maxim Kalinkevish (spark) - pro testování Yuri Komyakov - pro zařízení Nokia 770 Greg Thompson - pro podporu souboru stations.txt Frank Persian - pro nápady ohledně nového layoutu Brian Knight - pro nápady ohledně sady ikon, kritiky a finanční podpory ;-) Andrew aka Tabster - pro testování a nápady Brad Jones (kazrak) - pro testování
da_dk: Ed Bartosh - for flere funktions anmodninger, støtte og kritik Daniel Wilms - for funktions anmodninger og afprøvning Eugen Kaluta aka tren - for funktions anmodninger og støtte Maxim Kalinkevish aka gnist for test Yuri Komyakov - for Nokia 770-enhed Greg Thompson for støtte med stations.txt fil Frank persisk - for idéen til det nye layout Brian Knight - for ideen om iconset, kritik og donation ;-) Andrew aka Tabster - for test og ideer Brad Jones aka kazrak - for test
pl_pl: Ed Bartosh - za prośby o funkcje, wsparcie i krytykę Daniel Wilms - za prośby o funkcje i testowanie Eugen Kaluta aka tren - za prośby o funkcje i wsparcie Maxim Kalinkevish aka spark za testowanie Yuri Komyakov - za Nokię 770 Greg Thompson za plik stations.txt Frank Persian - za pomysły do nowego interfejsu Brian Knight - za pomysły na zestaw ikon, krytykę i dotacje ;-) Andrew aka Tabster - za testowanie i pomysły Brad Jones aka kazrak - za testowanie
pt_pt: Ed Bartosh - para mais funcionalidades, suporte e críticas Daniel Wilms - para funcionalidades solicitadas e testes Eugen Kaluta aka tren - para funcionalidades requisitadas e suporte Maxim Kalinkevish aka spark para testes Yuri Komyakov - para o Nokia 770 Greg Thompson para suporte do ficheiro estações.txt Frank Persian - para novas ideias sobre layout Brian Knight - para ideias sobre o estilo de icons, críticas e donativos ;-) Andrew aka Tabster - para testes e ideias Brad Jones aka kazrak - para testes
ru_ru: Эдуард Бартош - за множество предложенных улучшений, поддержку и критику Евгений Калюта ака tren - за новые идеи и поддержку Максим Калинкевич ака spark за тестирование Юрий Комяков - за Nokia 770 Greg Thompson - за предоставленный файл stations.txt Frank Persian - за идею об изменении расположения иконок Brian Knight - за идею о наборе иконок, критику и финансовую поддержку. ;-) Andrew aka Tabster - за идеи и тестирование Brad Jones aka kazrak - за тестирование
sk_sk: Ed Bartosh - za žiadanie nových funkcií, podporu a kritiku Daniel Wilms - za žiadanie nových funkcií a testovanie Eugen Kaluta aka tren - za žiadanie nových funkcií a podporu Maxim Kalinkevish aka spark za testovanie Yuri Komyakov - za zariadenie Nokia 770 Greg Thompson za podporu súboru stations.txt Frank Persian - za nápady nového rozloženia Brian Knight - za nápady tém ikon, kritiku a dary ;-) Andrew aka Tabster - za testovanie a nápady Brad Jones aka kazrak - za testovanie
sr_sr: Ed Bartosh - za zahtev novih opcija, podršku i kritike Daniel Wilms - za zahtev novih opcija i testiranje Eugen Kaluta aka tren - za zahtev novih opcija i podršku Maxim Kalinkevish aka spark for testing Yuri Komyakov - za Nokia 770 aparat Greg Thompson za podršku stations.txt fajla Frank Persian - za ideju novog izgleda Brian Knight - za ideju seta ikona, kritike i donaciju ;-) Andrew aka Tabster - za testiranje i ideje Brad Jones aka kazrak - za testiranje
tr_tr: Daha çok yenilik isteği ve kritiği için Ed Bartosh'a \n daha çok yenilik istegi ve test için Daniel Wilms'e Destek ve daha çok yenilik isteşi için Eugen Kaluta aka tren'e Nokia 770 cihazı için Yuri Komyakov'a Stations.txt dosyasındaki desteği için Greg Thompson'a Yeni düzen fikri için Frank Persin'a Bağış , kritik değerlendirme ve yeni konset için Brian Knight'a ;-) fikir ve testleri için Andrew aka Tabster'a ve testleri için Brad Jones'a
uk_ua: Едуард Бартош - за запропонованих покращень, підтримку та критику Євгеній Калюта ака tren - за нові ідеї та підтримку Максим Калінкевіч ака spark за тестування Юрій Комяков - за Nokia 770 Greg Thompson - за наданий файл stations.txt Frank Persian - за ідею зміни розташування іконок Brian Knight - за ідею про набір іконок, критику та фінансову підтримку. ;-) Andrew aka Tabster - за ідеї та тестування Brad Jones aka kazrak - за тестування

source: Edit custom layout
ca_ca: Edita el format personalitzat
cs_cs: Upravit vlastní rozhraní
pt_pt: Editar layout personalizado
ru_ru: Настроить виджет
sk_sk: Upraviť vlastné rozloženie
sr_sr: Uredi izgled po sopstvenoj želji
tr_tr: Özel düzeni değiştir
uk_ua: Налаштувати віджет

source: Enable GPS
ca_ca: Habilita el GPS
cs_cs: Povolit GPS
da_dk: Aktiver GPS
pl_pl: Włączenie GPS
pt_pt: Activar GPS
ru_ru: Включить GPS
sk_sk: Povoliť GPS
sr_sr: Omogući GPS
tr_tr: GPS'i Aktifleştir
uk_ua: Включити GPS

source: Enter search
cs_cs: Zadat hledání
ru_ru: Поиск
sk_sk: Hľadať
sr_sr: Unesi traženje
tr_tr: Arama girişi

source: Error in xml file
ca_ca: Hi ha un error al fitxer XML
cs_cs: Chyba v xml souboru
da_dk: Fejl i XML-fil
pl_pl: Błąd w pliku xml
pt_pt: Erro no ficheiro XML
ru_ru: Ошибка в xml файле.
sk_sk: Chyba v súbore XML
sr_sr: Greška u xml fajlu
tr_tr: XML dosyasında hata
uk_ua: Помилка у xml файлі.

source: Error initializing the OMWeather applet
ca_ca: S'ha produït un error en iniciar la miniaplicació OMWeather
cs_cs: Chyba při inicializaci appletu OMWeather
pl_pl: Błąd podczas inicjowania apletu OMWeather
pt_pt: Erro ao iniciar o OMWeather applet
ru_ru: Ошибка при инициализации апплета.
sk_sk: Nemôžem inicializovať applet OMWeather
sr_sr: Greška pri pokretanju OMWeather applet-a
tr_tr: OMWeather yüklenirken hata
uk_ua: Помилка при ініціалізації аплету.

source: Exit
ca_ca: Surt
cs_cs: Ukončit
da_dk: Afslut
pt_pt: Saír
ru_ru: Выход
sk_sk: Koniec
sr_sr: Izlaz
tr_tr: Çıkış
uk_ua: Вихід

source: Extended Settings
ca_ca: Configuració ampliada
cs_cs: Pokročilá nastavcní
da_dk: Udvidede Indstillinger
pt_pt: Definições Avançadas
ru_ru: Расширенные Настройки
sk_sk: Rozšírené nastavenia
sr_sr: Proširena podešavanja
tr_tr: Genişletilmis Ayarlar
uk_ua: Розширені Налаштування

source: Extreme
ca_ca: Extrem
cs_cs: Extrémní
da_dk: Ekstrem
pl_pl: Ekstremalna
pt_pt: Extremo
sk_sk: Extrémne
sr_sr: Ekstremno
tr_tr: Ekstrem

source: Fahrenheit
cs_cs: °F
ru_ru: Фаренгейт
sr_sr: Fahrenhajt
tr_tr: Fahrenayt
uk_ua: Фаренгейт

source: Failed to connect to host or proxy.
ca_ca: La connexió al servidor remot o intermediari ha fallat
cs_cs: Připojení k hostu či proxy selhalo
da_dk: Kan ikke forbinde til vært eller proxy.
pl_pl: Połączenie z komputerem lub proxy się nie powiodło.
pt_pt: Impossível ligar-se ao Servidor e/ou Proxy.
ru_ru: Ошибка подключения к серверу или прокси.
sk_sk: Nepodarilo sa pripojiť k hostiteľovi alebo proxy.
sr_sr: Neuspelo povezivanje na host ili proxy
tr_tr: Host veya proxy bağlantısı başarısız
uk_ua: Помилка підключення до серверу або проксі.

source: Failed to initialize GConf. Quitting.
ca_ca: No s'ha pogut iniciar GConf. S'està sortint.
cs_cs: Inicializace GConf selhala. Ukončování.
da_dk: Det lykkedes ikke at initialisere GConf. Afslutter.
pl_pl: Inicjacja GConf nie powiodła się. Kończenie.
pt_pt: Falha ao iniciar GConf. A saír.
ru_ru: Невозможно инициализировать GConf. Выходим.
sk_sk: Nepodarilo sa inicializovať GConf. Ukončujem sa.
sr_sr: Nije uspelo pokretanje GConf. Prekida se.
tr_tr: GConf yüklenemedi.Çıkılıyor.
uk_ua: Неможливо ініціалізувати GConf. Виходимо.

source: Failed to initialize GConf. Settings were not saved.
ca_ca: No s'ha pogut iniciar GConf. La configuració no ha sigut desada.
cs_cs: Inicializace GConf selhala. Nastavení nebylo uloženo.
pl_pl: Inicjacja GConf nie powiodła się. Ustawienia nie zostały zapisane.
pt_pt: Falha ao iniciar GConf. Definições não foram guardadas.
ru_ru: Не возможно инициализировать GConf. Настройки не будут сохранены.
sk_sk: Nepodarilo sa inicializovať GConf. Konfigurácia nebola uložená.
sr_sr: Nije uspelo pokretanje GConf. Podešavanja nisu sačuvana.
tr_tr: GConf yüklenemedi.Ayarlar kaydedilmedi.
uk_ua: Неможливо ініціалізувати GConf. Налаштування не будуть збережені.

source: Fair
ca_ca: Bo
cs_cs: Polojasno
pl_pl: Dobra
pt_pt: Bom Tempo
ru_ru: Ясная погода
sk_sk: Pekne
sr_sr: Vedro
tr_tr: Açık
uk_ua: Ясна погода

source: Feels like
ca_ca: Sensació tèrmica
cs_cs: Pocitově
da_dk: Føles som
pt_pt: Parece estar
sr_sr: Subjektivni osećaj
tr_tr: Hissediliş Benzerlikleri
uk_ua: По відчуттям

source: Feels like:
ca_ca: Sensació tèrmica:
cs_cs: Pocitově:
da_dk: Føles som:
pl_pl: Odczuwalna:
pt_pt: Parece estar:
ru_ru: По ощущениям:
sk_sk: Na pocit:
sr_sr: Subjektivni osećaj:
tr_tr: Hissediliş Benzerlikleri:
uk_ua: За відчуттями:

source: Few Clouds
ca_ca: Poc núvol
cs_cs: Polojasno
da_dk: Få Skyer
pt_pt: Algumas Nuvens
sr_sr: Malo oblaka
tr_tr: Az Bulutlu
uk_ua: Малохмарно

source: Few Showers
ca_ca: Alguns ruixats
cs_cs: Několik přeháněk
da_dk: Få Byger
pl_pl: Lekki przelotny deszcz
pt_pt: Alguns Aguaceiros
ru_ru: Небольшие ливни
sk_sk: Ojedinelé prehánky
sr_sr: Po koji pljusak
tr_tr: Hafif Yağmur
uk_ua: Часом Зливи

source: Few Showers / Wind
ca_ca: Alguns ruixats / Vent
cs_cs: Několik přeháňek / větrno
da_dk: Enkelte Byger / Blæst
pl_pl: Lekki przelotny deszcz / wiatr
pt_pt: Alguns Aguaceiros / Vento
ru_ru: Небольшие ливни / Ветер
sk_sk: Ojedinelé prehánky / Vietor
sr_sr: Po koji pljusak / Vetar
tr_tr: Hafif Yaümur / Rüzgar
uk_ua: Часом Зливи / Вітер

source: Few Snow
ca_ca: Poca neu
cs_cs: Trocha sněžení
da_dk: Lidt Sne
pl_pl: Lekki śnieg
pt_pt: Alguma Neve
ru_ru: Небольшой снег
sk_sk: Ojedinelé sneženie
sr_sr: Malo snega
tr_tr: Hafif Kar
uk_ua: Часом Сніг

source: Few Snow Showers
ca_ca: Alguns ruixats de neu
cs_cs: Několik sněhových přeháňek
da_dk: Få Snebyger
pl_pl: Lekki przelotny śnieg
pt_pt: Alguns Aguaceiros Neve
ru_ru: Небольшой мокрый снег
sk_sk: Ojedinelé snehové prehánky
sr_sr: Po koji snežni nalet
tr_tr: Karla Karışık Yağmur
uk_ua: Часом Снігопад

source: Few Snow Showers / Wind
ca_ca: Alguns ruixats de neu / Vent
cs_cs: Několik sněhových přeháňek / větrno
da_dk: Få Snebyger / Vind
pl_pl: Lekki przelotny śnieg / wiatr
pt_pt: Alguns Aguaceiros Neve / Vento
ru_ru: Небольшой снег с дождем / Ветер
sk_sk: Ojedinelé snehové prehánky / Vietor
sr_sr: Po koji snežni nalet / Vetar
tr_tr: Karla Karışık Yağmur / Rüzgar
uk_ua: Часом Снігопад / Вітер

source: Few clouds
ca_ca: Poc núvol
cs_cs: Polojasno
da_dk: Få skyer
pt_pt: Algumas nuvens
sr_sr: Malo oblaka
tr_tr: Az bulutlu
uk_ua: Малохмарно

source: Find location via GPS
ca_ca: Troba la ubicació via GPS
cs_cs: Najít místo pomocí GPS
da_dk: Find placering via GPS
pt_pt: Identificar localização por GPS
sk_sk: Nájsť miesto pomocou GPS
sr_sr: Pronađi lokaciju preko GPS-a
tr_tr: GPS ile konum bul
uk_ua: Знайти станцію за допомогою GPS

source: Finnish - Marko Vertainen; German - Claudius Henrichs; Spanish - Alejandro Lopez; Dutch - Tom Leenders; Slovak - Roman Moravčík
cs_cs: Finština - Marko Vertainen; Němčina - Claudius Henrichs; Španělština - Alejandro Lopez; Holandština - Tom Leenders; Slovenština - Roman Moravčík
sk_sk: Fínština - Marko Vertainen; Nemčina - Claudius Henrichs; Španielčina - Alejandro Lopez; Holandčina - Tom Leenders; Slovenčina - Roman Moravčík
sr_sr: Finski - Marko Vertainen; Nemački - Claudius Henrichs; Španski - Alejandro Lopez; Holandski - Tom Leenders; Slovački - Roman Moravčík
tr_tr: Finnish - Marko Vertainen; German - Claudius Henrichs; Spanish - Alejandro Lopez; Dutch - Tom Leenders; Slovak - Roman Moravčík;Turkish - Burak Kaan Kose

source: First Quarter
ca_ca: Quart creixent
cs_cs: První čtvrtina
da_dk: Første kvartal
pl_pl: Pierwsza kwadra
pt_pt: Primeiro Trimestre
ru_ru: Первая четверть
sk_sk: Prvá štvrť
sr_sr: Prva četvrtina
tr_tr: Ilk Çeyrek
uk_ua: Перша чверть

source: Flike
ca_ca: Sembla
cs_cs: Pocit
pt_pt: Parece Estar:
sr_sr: Subjektivni osećaj
uk_ua: По відчуттям

source: Fog
ca_ca: Boira
cs_cs: Mlha
da_dk: Tåge
pl_pl: Mgła
pt_pt: Nevoeiro
ru_ru: Туман
sk_sk: Hmla
sr_sr: Magla
tr_tr: Sis
uk_ua: Туман

source: Fog Early / Clouds Late
ca_ca: Boira primer / Núvol més tard
cs_cs: Nejprve mlha / později oblačno
da_dk: Tidlig Tåge / Sent Skyet
pl_pl: Wcześnie mgła / później chmury
pt_pt: Nevoeiro Matinal / Nublado Tarde
ru_ru: В начале дня туман, позже облачно
sk_sk: Spočiatku hmla / Neskôr oblačno
sr_sr: U ranim satima magla / Kasnije oblaci
tr_tr: Sabahtan Sisli / Sonra Bulutlu
uk_ua: На початку дня туман, пізніше хмарно

source: Fog Late
ca_ca: Boira més tard
cs_cs: Pozdní mlha
da_dk: Sen Tåge
pl_pl: Później mgła
pt_pt: Nevoeiro pela tarde
ru_ru: Позже туман
sk_sk: Neskôr hmla
sr_sr: U kasnijim satima magla
tr_tr: Gec Vakitlerde Sisli
uk_ua: Пізніше туман

source: Fog early / Clearing late
ca_ca: Boira primer / Asserenant-se més tard
cs_cs: Nejprve mlha / později vyjasnění
da_dk: Tidlig Tåge / Senere Opklaring
pl_pl: Wcześnie mgła / później przejaśnienia
pt_pt: Nevoeiro matinal / Limpo pela tarde
ru_ru: В начале дня туман, позже ясно
sk_sk: Spočiatku hmla / Neskôr jasno
sr_sr: U ranim satima magla / Kasnije razvedravanje
tr_tr: Sabahtan sisli / Sonra açık
uk_ua: На початку дня туман, пізніше ясно

source: Foggy
ca_ca: Emboirat
cs_cs: Mlhavo
da_dk: Tåget
pl_pl: Mgliście
pt_pt: Neblina
ru_ru: Туманно
sk_sk: Hmlisto
sr_sr: Maglovito
tr_tr: Sisli
uk_ua: Туманно

source: Font color:
ca_ca: Color de la lletra.
cs_cs: Barva písma:
da_dk: Skrifttype farve:
pl_pl: Kolor czcionki:
pt_pt: Cor da Letra:
ru_ru: Цвет шрифта:
sk_sk: Farba písma:
sr_sr: Boja slova
tr_tr: Font rengi:
uk_ua: Колір шрифту:

source: Font:
ca_ca: Lletra:
cs_cs: Písmo:
da_dk: Skrifttype:
pl_pl: Czcionka:
pt_pt: Letra:
ru_ru: Шрифт:
sk_sk: Písmo:
sr_sr: Slova
uk_ua: Шрифт:

source: For disabling MeeCast widget, you should uninstall package 'Activating MeeCast Applet' using Application manager
cs_cs: Pro zakázání MeeCast widgetu prosím odinstalujte balíček 'Activating MeeCast Applet' pomocí správce aplikací
sk_sk: Pre vypnutie widgetu MeeCast by ste mali odinštalovať balík 'Activating MeeCast Applet' pomocou Správcu aplikácií
sr_sr: Za onemogućavanje MeeCast widžeta, trebalo bi da deinstalirate paket 'Activating MeeCast Applet' koristeći Menadžer aplikacija
tr_tr: MeeCast widget'ini kapatmak için öncelikle Uygulama Yöneticisi'nden 'Activating MeeCast Applet' paketini kaldırın.

source: Forecast
ca_ca: Previsió
cs_cs: Předpověď
da_dk: Vejrudsigt
pl_pl: Prognoza
pt_pt: Previsão
ru_ru: Прогноз
sk_sk: Predpoveď
sr_sr: Prognoza
tr_tr: Hava Tahmini
uk_ua: Прогноз

source: Forecast at:
ca_ca: Previsió a les:
cs_cs: Předpověď od:
da_dk: Prognose ved:
pl_pl: Prognoza o:
pt_pt: Previsão pelas:
ru_ru: Прогноз на:
sk_sk: Predpoveď na:
sr_sr: Prognoza u:
tr_tr: Buradaki Havatahmini:
uk_ua: Прогноз на:

source: Forecast:
ca_ca: Previsió:
cs_cs: Předpověď:
da_dk: Prognose:
pl_pl: Prognoza:
pt_pt: Previsão:
ru_ru: Прогноз:
sk_sk: Predpoveď:
sr_sr: Prognoza:
tr_tr: Hava Tahmini:
uk_ua: Прогноз:

source: Freezing Drizzle
ca_ca: Plugims gebradors
cs_cs: Mrznoucí mrholení
pl_pl: Marznąca mżawka
pt_pt: Gelo
ru_ru: Изморось с градом
sk_sk: Mrznúce mrholenie
sr_sr: Ledena kiša
tr_tr: Dondurucu Çiseleyen Yagmur
uk_ua: Мряка з градом

source: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík
ca_ca: Francès - Nicolas Granziano, Philippe, Benot Knecht Rus - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finlandès - Marko Vertainen Alemany - Claudius Henrichs Italià - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Castellà - Alejandro Lopez Polonès - Tomasz Dominikowski Eslovac - Roman Moravčík Català - Agustí Clara
cs_cs: Francouzština - Nicolas Granziano, Philippe, Benot Knecht Ruština - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finština - Marko Vertainen Němčina - Claudius Henrichs Italština - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Španělština - Alejandro Lopez Polština - Tomasz Dominikowski Slovenština - Roman Moravčík
da_dk: Fransk - Nicolas Granziano, Philippe, Benot Knecht Russisk - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finsk - Marko Vertainen Tysk - Claudius Henrichs Italiensk - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spansk - Alejandro Lopez Polisk - Tomasz Dominikowski Slovakisk - Roman Moravčík
pt_pt: Francês - Nicolas Granziano, Philippe, Benot Knecht Russo - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finlandês - Marko Vertainen Alemão - Claudius Henrichs Italiano - Pavel Fialko, Alessandro Pasotti, »Salvatore Fiorenzo, Luca Onnis Espanhol - Alejandro Lopez Polaco - Tomasz Dominikowski Eslovaco - Roman Moravčík
ru_ru: Французский - Nicolas Granziano, Philippe, Benot Knecht Русский - Павел Фиалко, Владислав Васильев, Эдуард Бартош Финнский - Marko Vertainen Немецкий - Claudius Henrichs Итальянский - Павел Фиалко, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Испанский - Alejandro Lopez Польский - Tomasz Dominikowski Словацкий - Roman Moravčík
sk_sk: Francúzština - Nicolas Granziano, Philippe, Benot Knecht Ruština - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Fínština - Marko Vertainen Nemčina - Claudius Henrichs Taliančina - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Španielčina - Alejandro Lopez Polština - Tomasz Dominikowski Slovenčina - Roman Moravčík
sr_sr: Francuski - Nicolas Granziano, Philippe, Benot Knecht Ruski - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finski - Marko Vertainen Nemački - Claudius Henrichs Italijanski - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Španski - Alejandro Lopez Poljski - Tomasz Dominikowski Slovački - Roman Moravčík
tr_tr: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti,Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík Turkish - Burak Kaan Kose
uk_ua: Французька - Nicolas Granziano, Philippe, Benot Knecht Російська - Павло Фіалко, Владислав Васільєв, Едуард Бартош Фінська - Marko Vertainen Німецька - Claudius Henrichs Італійська - Павло Фіалко, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Іспанська - Alejandro Lopez Польська - Tomasz Dominikowski Словацька - Roman Moravčík

source: Full
ca_ca: Plena
cs_cs: Plný
da_dk: Fuldt
pl_pl: Pełnia
pt_pt: Completa
ru_ru: Полнолуние
sk_sk: Spln
sr_sr: Puna
tr_tr: Tam
uk_ua: Повний місяць

source: Full forecast
ca_ca: Previsió completa
cs_cs: Úplná
da_dk: Fuld vejrudsigt
pl_pl: Pełna prognoza
pt_pt: Previsão completa
ru_ru: Полный прогноз
sk_sk: Úplná predpoveď
sr_sr: Puna prognoza
tr_tr: Tam Hava Tahmini
uk_ua: Повний прогноз

source: Fullscreen mode
cs_cs: Celoobrazovkový mód
pl_pl: Tryb pełnoekranowy
ru_ru: Полноэкранный режим
sk_sk: Celý displej
sr_sr: Preko celog ekrana
tr_tr: Tamekran Modu

source: GUI|Clear
ca_ca: Esborra
cs_cs: Grafika|Prosté
da_dk: GUI|Klart
pl_pl: Wyczyść
pt_pt: GUI|Limpar
ru_ru: Очистить
sk_sk: Vymazať
sr_sr: GUI|Očisti
tr_tr: GUI|Temiz
uk_ua: Очистити

source: Grzanka's Iconset: Copyright 2005 by Wojciech Grzanka, <wojciech@grzanka.pl>
cs_cs: Sada ikon Grzanka: Copyright 2005 Wojciech Grzanka, <wojciech@grzanka.pl>
sk_sk: Grzankova téma ikon: Copyright 2005 Wojciech Grzanka, <wojciech@grzanka.pl>
sr_sr: Grzankin set ikona: Copyright 2005 by Wojciech Grzanka, <wojciech@grzanka.pl>
tr_tr: Grzanka's Ikonseti: Copyright 2005 , Wojciech Grzanka, <wojciech@grzanka.pl>

source: Gust:
ca_ca: Ràfega:
cs_cs: Poryv:
pl_pl: Poryw:
pt_pt: Rajadas:
ru_ru: Порывы:
sk_sk: Nárazovo:
sr_sr: Nalet vetra
tr_tr: Ani Yağmur:
uk_ua: Пориви:

source: HTTP error.
ca_ca: Error HTTP.
cs_cs: Chyba HTTP.
da_dk: HTTP fejl.
pl_pl: Błąd HTTP.
pt_pt: Erro HTTP.
ru_ru: Ошибка HTTP.
sk_sk: Chyba HTTP.
sr_sr: HTTP greška.
tr_tr: HTTP hatası.
uk_ua: Помилка HTTP.

source: Haze
ca_ca: Calitja
cs_cs: Opar
da_dk: Dis
pl_pl: Lekka mgła
pt_pt: Neblina
ru_ru: Легкий туман
sk_sk: Opar
sr_sr: Sumaglica
tr_tr: Sis
uk_ua: Легкий туман

source: Haze, Smoke or Dust
ca_ca: Partícules, fum o pols
cs_cs: Opar, kouř či prach
tr_tr: Pus, Duman veya Toz

source: Heavy Freezing Rain
ca_ca: Pluja gebradora intensa
cs_cs: Prudký mrznoucí déšť
tr_tr: Şiddetli Dondurucu Yağmur

source: Heavy Precipitation
ca_ca: Precipitació intensa
cs_cs: Vydatné srážky
da_dk: Kraftig Nedbør
tr_tr: Sert Yağış

source: Heavy Rain
ca_ca: Pluja intensa
cs_cs: Vydatný déšť
da_dk: Kraftig Regn
pl_pl: Silny deszcz
pt_pt: Chuva Forte
ru_ru: Сильный дождь
sk_sk: Silný dážď
sr_sr: Snažna kiša
tr_tr: Sağnak Yagmur
uk_ua: Сильний дощ

source: Heavy Rain / Wind
ca_ca: Pluja intensa / Vent
cs_cs: Vydatný déšť / vítr
da_dk: Kraftig Regn / Vind
pl_pl: Silny deszcz / wiatr
pt_pt: Chuva Forte / Vento
ru_ru: Сильный дождь / Ветер
sk_sk: Silný dážď / Vietor
sr_sr: Snažna kiša / Vetar
tr_tr: Sağnak Yagmur / Rüzgar
uk_ua: Сильний дощ / Вітер

source: Heavy Rain Shower
ca_ca: Ruixats intensos
cs_cs: Vydatná dešťová přeháňka
da_dk: Kraftige Regnbyger
pt_pt: Aguaceiros Fortes
ru_ru: Сильный ливневый дождь
sk_sk: Silné dažďové prehánky
sr_sr: Snažni kišni pljuskovi
tr_tr: Siddetli Sağnak Yağmur
uk_ua: Сильна злива

source: Heavy Rain Showers
ca_ca: Ruixats intensos
cs_cs: Prudké dešťové přeháňky
da_dk: Kraftige Regnbyger
tr_tr: Şiddetli Sağnak Yağış

source: Heavy Sleet
ca_ca: Aiguaneu intensa
cs_cs: Prudký déšť se kroupami
da_dk: Kraftig Slud
tr_tr: Şiddetli Karla Karışık Yağmur

source: Heavy Sleet Showers
ca_ca: Ruixats d'aiguaneu intensos
cs_cs: Přeháňky s kroupami
da_dk: Tunge sludbyger
tr_tr: Şiddetli Sağanak Karla Karışık Yağmur

source: Heavy Snow
ca_ca: Neu intensa
cs_cs: Husté sněžení
da_dk: Kraftig Sne
pl_pl: Silny śnieg
pt_pt: Forte Queda de Neve
ru_ru: Сильный снег
sk_sk: Silné sneženie
sr_sr: Jak sneg
tr_tr: Tipi Kar
uk_ua: Сильний Сніг

source: Heavy Snow / Wind
ca_ca: Neu intensa / Vent
cs_cs: Silné sněžení / vítr
da_dk: Kraftig Sne / Blæst
pt_pt: Neve Forte / Vento
sr_sr: Snežna mećava / Vetar
tr_tr: Ağır Kar / Rüzgar
uk_ua: Сильний сніг / Вітер

source: Heavy Snow Showers
ca_ca: Ruixats de neu intensos
cs_cs: Přeháňky se sněhem
da_dk: Kraftige Snebyger
tr_tr: Şiddetli Sağanak Kar

source: Heavy Snowfall
ca_ca: Neu intensa
cs_cs: Husté sněžení
da_dk: Kraftigt Snefald
tr_tr: Şiddetli Kar Yağışı

source: Heavy Thunder
ca_ca: Tempestes intenses
cs_cs: Prudká bouře
da_dk: Kraftig Torden
tr_tr: Şiddetli Gök Gürültüsü

source: Heavy intensity rain
ca_ca: Pluja molt intensa
cs_cs: Velmi intenzivní déšť
pt_pt: Chuva com intensidade
sr_sr: Kiša jakog intenziteta
tr_tr: Ağır şiddetli yağmur
uk_ua: Сильний дощ
