Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Use GSM and/or WLAN for periodic updating the weather information.
ca_ca: Utilitzeu GSM i/o WLAN per les actualitzacions periòdiques de la informació del temps.
cs_cs: Používat GSM a/nebo WLAN pro periodickou aktualizaci informací o počasí
da_dk: Brug GSM og/eller WLAN for periodisk ajourføring af vejrinformation.
pt_pt: Utilize GSM e/ou WLAN para atualizações periódicas de informações do tempo.
ru_ru: Использовать GSM и/или WLAN для переодического обновления информации о погоде.
sk_sk: Použite GSM a/alebo WLAN pre periodické aktuali- zovanie informácií o počasí.
sr_sr: Koristiti GSM i/ili WLAN za periodično ažuriranje informacije o vremenu.
tr_tr: Hava durumu bilgisini periyodik güncellemek için GSM ve/veya WLAN kullan.
uk_ua: Використовувати GSM і/чи WLAN для періодичного оновлення інформації про погоду.

source: Use device temperature sensor
ca_ca: Utilitzeu el sensor de temperatura del dispositiu
cs_cs: Použít teplotní senzor zařízení
da_dk: Brug enhedens temperaturmåler
pl_pl: Użycie czujnika temperatury urządzenia
pt_pt: Usar sensor temperatura do dispositivo
ru_ru: Использовать встроенный датчик температуры
sk_sk: Použiť teplotný senzor zariadenia
sr_sr: Koristiti temperaturni senzor aparata
tr_tr: Cihazin sıcaklık sensörünü kullan
uk_ua: Використовувати вбудований датчик температури

source: Valid time for current weather:
ca_ca: Vigència del temps actual:
cs_cs: Platný čas pro současné počasí:
pl_pl: Czas poprawności dla bieżącej pogody:
pt_pt: Hora válida para tempo actual
ru_ru: Актуальность текущей погоды:
sk_sk: Platný čas pre aktuálne počasie:
sr_sr: Ispravno vreme za trenutne vremenske uslove
tr_tr: Şimdiki hava durumu için uygun zaman:
uk_ua: Актуальність поточної погоди

source: Very High
ca_ca: Molt alta
cs_cs: Velmi vysoký
da_dk: Meget Høj
pl_pl: Bardzo wysokie
pt_pt: Muito Alto
ru_ru: Очень высокое
sk_sk: Veľmi vysoké
sr_sr: Mnogo visok
tr_tr: Çok Yüksek
uk_ua: Дуже високе

source: Violent Rain Showers
ca_ca: Ruixats violents
cs_cs: Náhlé dešťové přeháňky
da_dk: Voldsomme Regnbyger
tr_tr: Şiddetli Sağanak Yağmur

source: Visible items:
ca_ca: Elements visibles
cs_cs: Viditelné položky:
pl_pl: Widoczne elementy:
pt_pt: Itens visíveis:
ru_ru: Количество элементов:
sk_sk: Viditeľné položky:
sr_sr: Vidljive stvari:
tr_tr: Gorünebilir eşyalar:
uk_ua: Кількість елементів:

source: Visible units
ca_ca: Unitats visibles
cs_cs: Jednotky viditelnosti
da_dk: Visuelle enheder
pt_pt: Unidades visíveis
sk_sk: Viditeľné jednotky
sr_sr: Vidljive jedinice
tr_tr: Gorünebilir üniteler
uk_ua: Одиниці виміру видимості

source: Visible:
cs_cs: Viditelné:
da_dk: Synlig:
pl_pl: Widoczność:
pt_pt: Visível:
ru_ru: Видимость:
sk_sk: Viditeľnosť:
sr_sr: Vidljivo:
tr_tr: Gorünebilme:
uk_ua: Видимість:

source: Visuals
cs_cs: Vizuální
pl_pl: Wizualne
pt_pt: Visual
ru_ru: Оформление
sk_sk: Vzhľad
sr_sr: Vizuelizacije
tr_tr: Gorüntüler
uk_ua: Оформлення

source: Voice forecast button on a widget
ca_ca: Botó de previsió amb veu en un giny
cs_cs: Tlačítko hlasové předpověďi na widgetu
tr_tr: Widgat'a sesli tahmin butonu

source: Voice weather forecast
ca_ca: Previsió amb veu
cs_cs: Hlasová předpověď počasí
tr_tr: Sesli hava tahmini

source: W
ca_ca: O
cs_cs: Z
da_dk: V
pt_pt: O
ru_ru: ЗЗ
sk_sk: Z
uk_ua: З

source: WNW
ca_ca: ONO
cs_cs: ZSZ
da_dk: VNV
pt_pt: ONO
ru_ru: ЗСЗ
sk_sk: ZSZ
uk_ua: ЗПнЗ

source: WNW_short
ca_ca: ONO
cs_cs: ZSZ_krátce
pt_pt: ONO_curto
ru_ru: ЗСЗ
sk_sk: ZSZ
sr_sr: WNW_kratko
uk_ua: ЗПнЗ

source: WSW
ca_ca: OSO
cs_cs: ZJZ
da_dk: VSV
pt_pt: OSO
ru_ru: ЗЮЗ
sk_sk: ZJZ
uk_ua: ЗПнЗ

source: WSW_short
ca_ca: OSO
cs_cs: ZJZ_krátce
da_dk: VSV_kort
pt_pt: OSO_curto
ru_ru: ЗЮЗ
sk_sk: ZJZ
sr_sr: WSW_kratko
uk_ua: ЗПнЗ

source: W_short
ca_ca: O
cs_cs: Z_krátce
pt_pt: O_curto
ru_ru: З
sk_sk: Z
sr_sr: W_kratko
uk_ua: З

source: Waning Crescent
ca_ca: Minvant
cs_cs: Ubývající srpek
da_dk: Aftagende halvmåne
pt_pt: Minguante Crescente
ru_ru: Убывающая старая луна
sk_sk: Ubúdajúci kosák
sr_sr: Poslednja četvrtina
tr_tr: Hilal Ay
uk_ua: Спадаючий старий місяць

source: Waning Gibbous
ca_ca: Quart minvant
cs_cs: Ubývající měsíc
pt_pt: Lua Minguante
ru_ru: Убывающая Луна
sk_sk: Cúvajúci Mesiac
sr_sr: Treća četvrtina
tr_tr: Dolunay
uk_ua: Спадаючий місяць

source: Warning
ca_ca: Advertència
cs_cs: Varování
da_dk: Advarsel
pl_pl: Ostrzeżenie
pt_pt: Atenção
ru_ru: Предупреждение
sk_sk: Upozornienie
sr_sr: Upozorenje
tr_tr: Dikkat
uk_ua: Попередження

source: Waxing Crescent
ca_ca: Creixent
cs_cs: Dorůstající srpek
da_dk: Fuldmåne
pt_pt: Quarto Minguante
ru_ru: Растущая Луна
sk_sk: Dorastajúci kosák
sr_sr: Prva četvrtina
tr_tr: Hilal Ay
uk_ua: Зростаючий місяць

source: Waxing Gibbous
ca_ca: Lluna nova
cs_cs: Dorůstající měsíc
pt_pt: Lua Cheia
ru_ru: Растущая молодая Луна
sk_sk: Dorastajúci Mesiac
sr_sr: Druga četvrtina
tr_tr: Dolunay
uk_ua: Зростаючий молодий місяць

source: Weather data provided by:
ca_ca: Dades del temps facilitades per:
cs_cs: Data o počasí poskytl:
da_dk: Vejrinformation leveret af:
pl_pl: Dane pogodowe dostarczane przez:
pt_pt: Dados do Tempo fornecidos por:
ru_ru: Данные о погоде предоставлены:
sk_sk: Údaje o počasí poskytol:
sr_sr: Vremenski podatci su obezbeženi od strane:
tr_tr: Havadurumunu sağlayan:
uk_ua: Дані про погоду надані:

source: Weather forecast for the Meego. Version
cs_cs: Předpověď počasí pro Meego. Verze
ru_ru: Прогоноз погоды для Meego. Версия
sk_sk: Predpoveď počasia pre Meego. Verzia
sr_sr: Vremenska prognoza za Meego. Verzija
tr_tr: MeeGo için Havadurumu tahmini. Version

source: Widget OMWeather is reloading
ca_ca: S'està recarregant el panell OMWeather
cs_cs: Nahrávám znovu widget OMWeather
pt_pt: Widget OMWeather está a recarregar
ru_ru: Виджет OMWeather перегружается
sk_sk: Widget OMWeather sa znovu načítava
sr_sr: Vidžet OMWeather se osvežava
tr_tr: Widget OMWeather tekrar yükleniyor
uk_ua: Віджет OMWeather перезавантажується

source: Widget in LockScreen
cs_cs: Widget na zamykací obrazovce
sr_sr: Vidžet na zaključanom ekranu
tr_tr: Kilit Ekranında Eklenti

source: Widget in StandbyScreen
cs_cs: Widget na pohotovostní obrazovce
sk_sk: Widget na pohotovostnom displeji
sr_sr: Vidžet na Standby ekranu
tr_tr: Bekleme Ekranında Eklenti

source: Widget in events view
cs_cs: Widget na obrazovce událostí
pl_pl: Widżety w widoku zdarzeń
sk_sk: Widget na úvodnom displeji
sr_sr: Vidžet u pregledniku događaja
tr_tr: Etkinlikler Gorünümünde Eklenti

source: Widget style
ca_ca: Estil del panell
cs_cs: Styl widgetu
da_dk: Kontrolstil
pl_pl: Styl widżetu
pt_pt: Estilo Widget
ru_ru: Стиль виджета
sk_sk: Štýl widgetu
sr_sr: Stil vidžeta
tr_tr: Eklenti stili
uk_ua: Стиль віджета

source: Widget style and Iconset
ca_ca: Estil del panell i joc d'icones
cs_cs: Styl widgetu a sada ikon
pl_pl: Styl widżetu i zestaw ikon
pt_pt: Estilo Widget e Icon
ru_ru: Стиль виджета и набор иконок
sk_sk: Štýl widgetu a téma ikon
sr_sr: Stil vidžeta i set ikona
tr_tr: Eklenti stili ve Ikonseti
uk_ua: Стиль віджета і набір іконок

source: Wind
ca_ca: Vent
cs_cs: Vítr
da_dk: Vind
pl_pl: Wiatr
pt_pt: Vento
ru_ru: Ветер
sk_sk: Vietor
sr_sr: Vetar
tr_tr: Rüzgar
uk_ua: Вітер

source: Wind direction
ca_ca: Direcció del vent
cs_cs: Směr větru
da_dk: Vindretning
pt_pt: Direção Vento
sr_sr: Pravac vetra
tr_tr: Rüzgar yönü
uk_ua: Напрямок вітру

source: Wind direction:
ca_ca: Direcció del vent:
cs_cs: Směr větru:
da_dk: Vindretning:
pl_pl: Kierunek wiatru:
pt_pt: Direção Vento:
ru_ru: Направление ветра:
sk_sk: Smer vetra:
sr_sr: Pravac vetra:
tr_tr: Rüzgar yönü:
uk_ua: Напрямок вітру:

source: Wind gust:
ca_ca: Ràfega:
cs_cs: Nárazy větru:
da_dk: Vindstød:
pt_pt: Rajada de Vento:
ru_ru: Порывы ветра:
sk_sk: Náraz vetra:
sr_sr: Udari vetra:
tr_tr: Ani Rüzgar:
uk_ua: Пориви вітру:

source: Wind speed
ca_ca: Velocitat del vent
cs_cs: Rychlost větru
da_dk: Vindhastighed
pl_pl: Prędkość wiatru
pt_pt: Velocidade Vento
ru_ru: Скорость ветра
sk_sk: Rýchlosť vetra
sr_sr: Brzina vetra
tr_tr: Rüzgar hızı
uk_ua: Швидкість вітру

source: Wind speed units
ca_ca: Unitats de velocitat del vent
cs_cs: Jednotky rychlosti větru
da_dk: Vindhastighed enheder
pl_pl: Jednostki prędkości wiatru
pt_pt: Unidades medida Vento
ru_ru: Единицы скорости ветра
sk_sk: Rýchlosti vetra
sr_sr: Jedinice brzine vetra
tr_tr: Rüzgar hızı üniteleri
uk_ua: Одиниці швидкості вітру

source: Wind speed units:
ca_ca: Unitats de velocitat del vent:
cs_cs: Jednotky rychlosti větru:
da_dk: Vindhastighed enheder
pl_pl: Jednostki prędkości wiatru:
pt_pt: Unidades medida Vento:
ru_ru: Единицы скорости ветра:
sk_sk: Jednotky rýchlosti vetra:
sr_sr: Jedinice brzine vetra:
tr_tr: Rüzgar hızı üniteleri:
uk_ua: Одиниці швидкості вітру:

source: Wind:
ca_ca: Vent:
cs_cs: Vítr:
da_dk: Vind:
pl_pl: Wiatr:
pt_pt: Vento:
ru_ru: Ветер:
sk_sk: Vietor:
sr_sr: Vetar:
tr_tr: Rüzgar:
uk_ua: Вітер:

source: Wind:
ca_ca: Vent:
cs_cs: Vítr:
da_dk: Vind:
pl_pl: Wiatr:
pt_pt: Vento:
ru_ru: Ветер:
sk_sk: Vietor:
sr_sr: Vetar:
tr_tr: Rüzgar:
uk_ua: Вітер:

source: Wintry Mix
ca_ca: Aiguaneu
cs_cs: Zimní mix
pl_pl: Deszcz ze śniegiem
pt_pt: Tempo Instável
ru_ru: Поземка
sk_sk: Chladno a sychravo
sr_sr: Zimski miks
tr_tr: Karışık Soğuk
uk_ua: Сніг з дощем

source: Wintry Mix / Wind
ca_ca: Aiguaneu / Vent
cs_cs: Zimní mix / vítr
pl_pl: Deszcz ze śniegiem / wiatr
pt_pt: Tempo Instável / Vento
ru_ru: Поземка / Ветер
sk_sk: Chladno a sychravo / Vietor
sr_sr: Zimski miks / Vetar
tr_tr: Karışık Soğuk / Rüzgar
uk_ua: Сніг з дощем / Вітер

source: Wintry Mix / Wind Early
ca_ca: Aiguaneu / Vent primer
cs_cs: Zimní mix / zpočátku vítr
pl_pl: Deszcz ze śniegiem / wcześnie wiatr
pt_pt: Tempo Instável / Vento Matinal
ru_ru: Поземка / C утра ветер
sk_sk: Chladno a sychravo / Spočiatku vietor
sr_sr: Zimski miks / U ranijim satima vetar
tr_tr: Karisik Soğuk / Sabahtan Rüzgarlı
uk_ua: Сніг з дощем / Вранці вітер

source: Wintry Mix to Snow
ca_ca: D'aiguaneu a neu
cs_cs: Zimní mix až sníh
pl_pl: Deszcz ze śniegiem do deszczu
pt_pt: Tempo Instável para Neve
ru_ru: Поземка переходящая в снег
sk_sk: Chladno a sychravo so snežením
sr_sr: Iz zimskog miksa u sneg
tr_tr: Karışık Soguktan Kar Yağışına
uk_ua: Сніг з дощем що переходить в сніг

source: Wrong station code or ZIP code!!!
ca_ca: Codi d'estació o ZIP incorrecte
cs_cs: Špatný kód meteostanice či špatné PSČ!!!
da_dk: Forkert stationskode eller postnummer!!!
pl_pl: Niepoprawny kod stacji lub kod ZIP.
pt_pt: Códico estação ou Código Postal errado !!!
ru_ru: Неправильный код станции или индекс!!!
sk_sk: Nesprávny kód stanice ale ZIP kód!!!
sr_sr: Pogrešan kod stanice ili ZIP kod!!!
tr_tr: Yanlış istasyon veya ZIP kodu !!
uk_ua: Невірний код станції чи індекс!!!

source: Yes
ca_ca: Sí
cs_cs: Ano
da_dk: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sk_sk: Áno
sr_sr: Da
tr_tr: Evet
uk_ua: Так

source: You can make donation here:
ca_ca: Podeu fer una donació aquí:
cs_cs: Zde můžete přispět
da_dk: Du kan donere her:
pl_pl: Tutaj można składać dotacje:
pt_pt: Pode fazer um donativo aqui:
ru_ru: Вы можете сделать пожертвования здесь:
sk_sk: Darovanie môžete uskutočniť tu:
sr_sr: Ovde možete donirati:
tr_tr: Buradan bağış yapabilirsiniz :
uk_ua: Ви можете зробити пожертвування тут:

source: You should activate 'Widget in events view' for using LockScreen widget
cs_cs: Pro použití widgetu na zamykací obrazovce aktivujte 'Widgety v Událostech'
sr_sr: Trebalo bi da aktivirate 'Vidžet u pregledniku događaja' da bi koristili vidžet zaključanog ekrana
tr_tr: Kilit ekranı eklentisini kullanabilmeniz için öncelikle 'Etkinlik ekranındaki eklenti' yi aktiflestirmeniz gerekir.

source: You should activate 'Widget in events view' for using StandbyScreen widget
cs_cs: Pro použití widgetu na pohotovostní obrazovce aktivujte 'Widgety v Událostech'
sk_sk: Mali by ste povoliť 'Widget na úvodnom displeji' pre použitie widgetu na pohotovostnom displeji
sr_sr: Trebalo bi da aktivirate 'Vidžet u pregledniku događaja' da bi koristili vidžet standby ekrana
tr_tr: Bekleme ekranı eklentisini kullanabilmeniz için öncelikle 'Etkinlik ekranındaki eklenti' yi aktiflestirmeniz gerekir.

source: You should activate 'Widget in the events view' option in MeeCast appearance settings for auto update.
cs_cs: Pro použití automatických aktualizací 'Widgety v Událostech' v nastavení vzhledu MeeCast.
sk_sk: Mali by ste povoliť voľbu 'Widget na úvodnom displeji' v nastavení vzhľadu pre automatické aktualizovanie.
sr_sr: Trebalo bi da aktivirate 'Vidžet u pregledniku događaja' opciju u MeeCast podešavanju izgleda za automatsko ažuriranje.
tr_tr: Otomatik güncelleme için ayarlardaki 'Etkinlikler görünümünde eklentisi' etkinleştirmelisiniz.

source: Zoom in popup window
ca_ca: Zoom a les finestres emergents
cs_cs: Přiblížit vyskakovací okno
pt_pt: Ampliar em janela
ru_ru: Увеличение в popup окне
sk_sk: Priblíženie v pop-ovom okne
sr_sr: Približi popup prozor
tr_tr: Popup penceresine yakınlaş
uk_ua: Збільшення в popup вікні

source: Zooming in popup window
ca_ca: Zoom a les finestres emergents
cs_cs: Přiblížení ve vyskakovacím okně
da_dk: Zoomer i popup-vindue
pt_pt: Ampliando em janela
ru_ru: Увеличение в popup окне
sk_sk: Približovanie v pop-ovom okne
sr_sr: Približava se popup prozor
tr_tr: Popup penceresine yakınlaş
uk_ua: Збільшення в popup вікні

source: as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
cs_cs: jako publikováno Free Software Foundation; buďto ve verzi 2.1 této Licence, či (podle vašeho uvážení) v jakékoli pozdější verzi
sk_sk: tak, ako bola vydaná organizáciou Free Software Foundation, a to buď verzie 2 tejto licencie, alebo (podľa vášho uváženia) ktorejkoľvek neskoršej verzie.
sr_sr: kao izdatog od strane Free Software Foundation; bilo kao verzija 2.1 Dozvole, ili (po vašem mišljenju) kao bilo koja kasnija verzija.
tr_tr: Free Software Foundation tarafindan yayınlanmıstır , lisansın 2.1 sürümü veya (istege bağlı) farkli bir sürümü.

source: current location local time
ca_ca: hora a la ubicació actual
cs_cs: aktuální čas v místě
da_dk: lokal tid for aktuelle placering
pl_pl: bieżący czas lokalny położenia
pt_pt: Hora Local da actual localização
ru_ru: местное время текущего местонахождения
sk_sk: miestneho času aktuálnej polohy
sr_sr: lokalno vreme trenutne lokacije
tr_tr: şimdiki yerel konum saati
uk_ua: місцевий час поточного місцезнаходження

source: day ago
ca_ca: dia enrere
cs_cs: včera
da_dk: dag siden
pt_pt: dia atrás
ru_ru: день назад
sk_sk: deň dozadu
sr_sr: dan ranije
tr_tr: gün önce
uk_ua: день назад

source: days ago
ca_ca: dies enrere
cs_cs: dny zpátky
da_dk: dage siden
pt_pt: dias atrás
ru_ru: дней назад
sk_sk: dní dozadu
sr_sr: dana ranije
tr_tr: gün önce
uk_ua: днів назад

source: every 2 hours
ca_ca: cada 2 hores
cs_cs: každé 2 hodiny
da_dk: hver 2 time
pl_pl: co 2 godziny
pt_pt: cada 2 horas
ru_ru: каждые 2 часа
sk_sk: každé 2 hodiny
sr_sr: svaka 2 sata
tr_tr: her 2 saatte bir
uk_ua: кожні 2 години

source: every 24 hours
ca_ca: cada 24 hores
cs_cs: každých 24 hodin
da_dk: hver 24 timer
pl_pl: co 24 godziny
pt_pt: cada 24 horas
ru_ru: каждые 24 часа
sk_sk: každých 24 hodín
sr_sr: svaka 24 sata
tr_tr: her 24 saatte bir
uk_ua: кожні 24 години

source: every 30 minutes
ca_ca: cada 30 minuts
cs_cs: každých 30 minut
da_dk: hvert 30 minut
pl_pl: co 30 minut
pt_pt: cada 30 minutos
ru_ru: каждые 30 минут
sk_sk: každých 30 minút
sr_sr: svakih 30 minuta
tr_tr: her 30 dakikada bir
uk_ua: кожні 30 хвилин

source: every 4 hours
ca_ca: cada 4 hores
cs_cs: každé 4 hodiny
da_dk: hver 4 time
pl_pl: co 4 godziny
pt_pt: cada 4 horas
ru_ru: каждые 4 часа
sk_sk: každé 4 hodiny
sr_sr: svaka 4 sata
tr_tr: her 4 saatte bir
uk_ua: кожні 4 години

source: every 5 minutes
ca_ca: cada 5 minuts
cs_cs: každých 5 minut
da_dk: hver 5 minut
pl_pl: co 5 minut
pt_pt: cada 5 minutos
ru_ru: каждые 5 минут
sk_sk: každých 5 minút
sr_sr: svakih 5 sati
tr_tr: her 5 dakikada bir
uk_ua: кожні 5 хвилин

source: every 8 hours
ca_ca: cada 8 hores
cs_cs: každých 8 hodin
da_dk: hver 8 time
pl_pl: co 8 godzin
pt_pt: cada 8 horas
ru_ru: каждые 8 часов
sk_sk: každých 8 hodín
sr_sr: svakih 8 sati
tr_tr: her 8 saatte bir
uk_ua: кожні 8 годин

source: every hour
ca_ca: cada hora
cs_cs: každou hodinu
da_dk: hver time
pl_pl: co godzinę
pt_pt: cada hora
ru_ru: каждый час
sk_sk: každú hodinu
sr_sr: svaki sat
tr_tr: her saatte bir
uk_ua: кожну годину

source: every minute (Debug)
ca_ca: cada minut (debug)
cs_cs: každou minutu (Debug)
da_dk: hvert minut (Debug)
pl_pl: co minutę (debugowanie)
pt_pt: cada minuto (Debug)
ru_ru: каждую минуту (отладка)
sk_sk: každú minútu (Ladenie)
sr_sr: svaki minut (Debug)
tr_tr: her dakika (Debug)
uk_ua: кожну хвилину (відладка)

source: falling
ca_ca: en descens
cs_cs: padající
da_dk: falder
pl_pl: spada
pt_pt: baixa
ru_ru: падает
sk_sk: klesá
sr_sr: opada
tr_tr: dokülme
uk_ua: падає

source: feels like
ca_ca: sensació tèrmica
cs_cs: pocitově
da_dk: føles som
pl_pl: odczuwalna
pt_pt: parece estar
ru_ru: по ощущениям
sk_sk: na pocit
sr_sr: subjektivni osećaj
tr_tr: hissedilen benzerlikler
uk_ua: по відчуттям

source: hour ago
ca_ca: hora enrere
cs_cs: před hodinou
da_dk: time siden
pt_pt: hora atrás
ru_ru: час назад
sk_sk: hodinu dozadu
sr_sr: sat ranije
tr_tr: saat önce
uk_ua: годину тому

source: hours ago
ca_ca: hores enrere
cs_cs: hodin nazpět
da_dk: timer siden
pt_pt: horas atrás
ru_ru: часов назад
sk_sk: hodín dozadu
sr_sr: sati ranije
tr_tr: saat önce
uk_ua: годин тому

source: inch
ca_ca: polzada
cs_cs: palec
da_dk: tomme
pl_pl: cale
pt_pt: polegada
ru_ru: дюймы
sk_sk: palec
tr_tr: inç
uk_ua: дюйми

source: kn
cs_cs: uz

source: mi
cs_cs: míle
ru_ru: ми
uk_ua: ми

source: mi/h
cs_cs: míle/h
ru_ru: ми/ч
tr_tr: mi/saat
uk_ua: ми/год

source: minute ago
ca_ca: minut enrere
cs_cs: minutu nazpět
da_dk: minut siden
pt_pt: minuto atrás
ru_ru: минуту назад
sk_sk: minutu dozadu
sr_sr: minut ranije
tr_tr: dakika önce
uk_ua: хвилину тому

source: minutes ago
ca_ca: minuts enrere
cs_cs: minut nazpět
da_dk: minutter siden
pt_pt: minutos atrás
ru_ru: минут назад
sk_sk: minút dozadu
sr_sr: minuta ranije
tr_tr: dakika önce
uk_ua: хвилин тому

source: never
ca_ca: mai
cs_cs: nikdy
da_dk: aldrig
pl_pl: nigdy
pt_pt: nunca
ru_ru: никогда
sk_sk: Nikdy
sr_sr: nikad
tr_tr: asla
uk_ua: ніколи

source: new icon
ca_ca: nova icona
cs_cs: nová ikona
da_dk: nyt ikon
pl_pl: nowa ikona
pt_pt: novo icon
ru_ru: в новой иконке
sk_sk: nová ikona
sr_sr: nova ikona
tr_tr: yeni ikon
uk_ua: в новій іконці

source: next
ca_ca: següent
cs_cs: další
da_dk: næste
pl_pl: następna
pt_pt: próximo
ru_ru: следующая
sk_sk: ďalšia
sr_sr: dalje
tr_tr: ileri
uk_ua: наступна

source: rising
ca_ca: creixent
cs_cs: vycházející
da_dk: stigende
pl_pl: rośnie
pt_pt: subida
ru_ru: возрастает
sk_sk: rastie
sr_sr: raste
tr_tr: yukselen
uk_ua: зростає

source: seconds ago
ca_ca: segons enrere
cs_cs: sekund nazpět
da_dk: sekunder siden
pt_pt: segundos atrás
ru_ru: секунд назад
sk_sk: sekúnd dozadu
sr_sr: sekundi ranije
tr_tr: saniye önce
uk_ua: секунд назад

source: station local time
ca_ca: hora local a l'estació
cs_cs: místní jméno meteostanice
da_dk: vejrstation lokaltid
pl_pl: czas lokalny stacji
pt_pt: hora local da estação
ru_ru: местного времени станции
sk_sk: miestneho času stanice
sr_sr: lokalno vreme stanice
tr_tr: istasyon yerel saati
uk_ua: місцевого часу станції

source: station name
ca_ca: nom de l'estació
cs_cs: jméno meteostanice
da_dk: stationsnavn
pl_pl: nazwa stacji
pt_pt: nome estação
ru_ru: в названии станции
sk_sk: názov stanice
sr_sr: ime stanice
tr_tr: istasyon adı
uk_ua: в назві станції

source: steady
ca_ca: estable
cs_cs: stabilní
pl_pl: stałe
pt_pt: estável
ru_ru: устойчивое
sk_sk: ustálený
sr_sr: mirno
tr_tr: sağlam
uk_ua: стійке

source: В
ca_ca: B
cs_cs: V
pt_pt: B
sr_sr: B
tr_tr: B

source: З
cs_cs: Z

source: С
ca_ca: C
cs_cs: S
da_dk: C
pt_pt: C
sr_sr: C
tr_tr: C

source: С-В
ca_ca: C-B
cs_cs: SV
pl_pl: c
tr_tr: C-B

source: С-З
ca_ca: C-3
cs_cs: SZ
tr_tr: C-3

source: Ю
cs_cs: J

source: Ю-В
cs_cs: JV
tr_tr: Ю-B

source: Ю-З
cs_cs: JZ
tr_tr: Ю-3

source: Albanian - Ilir Gjika
tr_tr: Arnavutça - Ilir Gjika

source: Arabic - Tarad Alfandi
tr_tr: Arapça - Tarad Alfandi

source: Bulgarian - Zlatko Enikov
tr_tr: Bulgarca - Zlatko Enikov

source: Catalan - Agustí Clara
tr_tr: Katalanca - Agustí Clara

source: Chinese - Wong Man Kong, Michael, gwmgdemj
tr_tr: Çince - Wong Man Kong, Michael, gwmgdemj

source: Chinese(Taiwan) - osk2,
tr_tr: Çince(Taiwan) - osk2,

source: Czech - Jakub Kožíšek, Pavel Šrubař
tr_tr: Çekçe - Jakub Kožíšek, Pavel Šrubař

source: Danish - Peter Jespersen
tr_tr: Danimarkaca - Peter Jespersen

source: Dutch - Tom Leenders, Michiel Pater Heimen Stoffels, Nathan Follens
tr_tr: Hollandaca- Tom Leenders, Michiel Pater Heimen Stoffels, Nathan Follens

source: Finnish - Marko Vertainen, deadhead (A-P Partonen), jarliim
tr_tr: Fince - Marko Vertainen, deadhead (A-P Partonen), jarliim

source: French - Nicolas Granziano, Philippe, Benot Knecht, Quentin Caillard, Jordi
tr_tr: Fransızca - Nicolas Granziano, Philippe, Benot Knecht, Quentin Caillard, Jordi

source: German - Claudius Henrichs, Jens Klingen, DeadHorseRiding
tr_tr: Almanca - Claudius Henrichs, Jens Klingen, DeadHorseRiding

source: Italian - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Ilir Gjika, Luca Onnis
tr_tr: Italyanca - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Ilir Gjika, Luca Onnis

source: Mainly cloudy, Slight shower of rain
ca_ca: Núvol, en general; ruixats suaus
da_dk: Hovedsageligt overskyet, Let regnbyge
tr_tr: Genelde bulutlu, ara ara yağmurlu

source: MeeCast - multiplatform highly customizable open source weather forecast client based on OMWeather code. Copyright (C) 2006-2015
tr_tr: MeeCast - multiplatform son derece özelleştirilebilir açık kaynaklı hava durumu uygulaması, OMWeather kodunu baz alarak geliştirilmiştir. Copyright (C) 2006-2015

source: OK
ca_ca: D'acord
ru_ru: ОК
tr_tr: TAMAM
uk_ua: ОК

source: Ok
tr_tr: Tamam

source: Polish - Tomasz Dominikowski
tr_tr: Lehçe - Tomasz Dominikowski

source: Portuguese - Jose Narciso,
tr_tr: Portekizce - Jose Narciso,

source: Region
ca_ca: Regió
pt_pt: Região
ru_ru: Район
sk_sk: Región
sr_sr: Regija
tr_tr: Bölge
uk_ua: Регіон

source: Russian - Pavel Fialko, Vlad Vasilyeu, Ed Bartosh
tr_tr: Rusça - Pavel Fialko, Vlad Vasilyeu, Ed Bartosh

source: Serbian - Aleksandar Zaric
tr_tr: Sırbça - Aleksandar Zaric

source: Slovak - Roman Moravčík
tr_tr: Slovakça - Roman Moravčík

source: Slovenian - Boštjan Štrumbelj
tr_tr: Slovence - Boštjan Štrumbelj

source: Spanish - Alejandro Lopez, Agustí Clara
tr_tr: Ispanyolca - Alejandro Lopez, Agustí Clara

source: Turkish - Burak Kaan Kose, Mehmet Çilingir
tr_tr: Türkçe - Burak Kaan Kose, Mehmet Çilingir

source: UV index:
ca_ca: Índex UV:
da_dk: UV indeks:
pt_pt: Indíce UV:
sr_sr: UV indeks:
tr_tr: UV Indisi:
uk_ua: УФ індекс:

source: Vietnamese - Hieu Nguyen Anh Dương and truongnx,
tr_tr: Vietnamca - Hieu Nguyen Anh Dương and truongnx,

source: km/h
da_dk: km/t
ru_ru: км/ч
tr_tr: km/saat
uk_ua: км/год

source: km/s
ru_ru: км/с
tr_tr: km/saniye
uk_ua: км/с

source: m/h
da_dk: m/t
ru_ru: м/ч
tr_tr: m/saat
uk_ua: м/год

source: m/s
ru_ru: м/с
tr_tr: m/saniye
uk_ua: м/с

source: mi/s
ru_ru: ми/с
tr_tr: mi/saniye
uk_ua: ми/с

source: Author and maintenance: Vlad Vasiliev, <vlad@gas.by> Maintenance: Pavel Fialko, <pavelnf@gmail.com> Documentation: Marko Vertainen Design UI and default iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemela Ulla
ca_ca: Autoria i manteniment: Vlad Vasiliev, <vlad@gas.by> Manteniment: Pavel Fialko, <pavelnf@gmail.com> Documentació: Marko Vertainen Disseny IU i icones per defecte: Andrew Zhilin Disseny IU per a Fremantle: Krebber Jan Niemela Ulla

source: FL:
ca_ca: ST:
pl_pl: Odcz.:
ru_ru: Ком.:
sk_sk: Na pocit:
uk_ua: Ком.:
