Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: H:
cs_cs: V:
pl_pl: Wilg.:
ru_ru: В:
sk_sk: Vlhkosť:
uk_ua: В:

source: Hildon desktop applet for the Nokia N800/N810/N900 to show weather forecasts. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 for default icon set (Glance) and design of interface Andrew Zhilin Copyright(c) 2008 Andrew Olmsted for Semi-transparency and coloured backgrounds
ca_ca: miniaplicació Hildon d'escriptori per al Nokia N800/N810/N900 per mostrar previsions meteorològiques. Versió %s Muntatge: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 de les icones per defecte (Glance) i disseny de la interfície Andrew Zhilin Copyright(c) 2008 Andrew Olmsted pels fons acolorits i semitransparents
cs_cs: Hildon desktop applet pro Nokia N800/N810/N900 který zobrazuje předpovědi počasí. Verze %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 pro výchozí sadu ikon (Glance) a design rozhraní Andrew Zhilin Copyright(c) 2008 Andrew Olmsted pro poloprůhlednost a barevná pozadí
da_dk: Hildon panelprogram for Nokia N800/N810/N900 til at vise vejrudsigter. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 for standard ikonpakke (Glance) and design of brugergrænseflade Andrew Zhilin Copyright(c) 2008 Andrew Olmsted for Semi-transparens and farvede baggrunde
pt_pt: Hildon aplicativo de desktop para Nokia N800/N810/N900 para visualizar a previsão do tempo. Versão %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 para o estilo de icons por defeito (Glance) e design do interface Andrew Zhilin Copyright(c) 2008 Andrew Olmsted para Semi Transparência e fundos coloridos
sk_sk: Widget pracovnej plochy pre Nokie N800/N810/N900 zobrazujúci predpoveď počasia. Verzia %s Zostavenie: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 za predvolenú tému ikon (Glance) a dizajn rozhrania Andrew Zhilin Copyright(c) 2008 Andrew Olmsted za priehľadnosť a farebné pozadia
sr_sr: Hildon desktop aplet za Nokie N800/N810/N900 za prikaz vremenske prognoze. Vezija %s Nadogradnja: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 za standardni set ikona (izgled) i dizajn prikaza Andrew Zhilin Copyright(c) 2008 Andrew Olmsted za polu-providnost i obojene pozadine
tr_tr: Havadurumunu göstermek için Nokia N800/N810/N900' masaüstü Hildon eklentisi. Version %s , Build %s Copyright(c) 2006-2011 Vlad Vasiliev,Pavel Fialko Copyright(c) 2008 Varsayılan ikoseti ve arayüz dizaynı icin Andrew Zhilin Copyright(c) 2008 Yari-transparanlık için (Glance) ve renkli arkaplanlar için Andrew Olmsted

source: Humidity:
ca_ca: Humitat:
cs_cs: Vlhkost vzduchu:
da_dk: Luftfugtighed:
pl_pl: Wilgotność:
pt_pt: Humidade:
ru_ru: Влажность:
sk_sk: Vlhkosť:
sr_sr: Vlažnost vazduha:
uk_ua: Вологість:

source: P:
cs_cs: S:
pl_pl: Ciś.:
ru_ru: Д:
sk_sk: Tlak:
uk_ua: Т:

source: Precipitation:
ca_ca: Precipitació:
cs_cs: Srážky
da_dk: Nedbør:
pl_pl: Opady:
pt_pt: Precipitação:
ru_ru: Атмосферные осадки:
sk_sk: Zrážky:
sr_sr: Padavine:
tr_tr: Yağıs:
uk_ua: Атмосферні опади:

source: Pressure:
ca_ca: Pressió:
cs_cs: Tlak
da_dk: Tryk:
pt_pt: Pressão:
ru_ru: Давление:
sk_sk: Tlak:
sr_sr: Pritisak:
tr_tr: Basınç:
uk_ua: Тиск:

source: (Low)
ca_ca: (Baix)
cs_cs: (nízký)
da_dk: (Lav)
pt_pt: (Baixo)
sk_sk: (Nízká)
sr_sr: (Nizak)
tr_tr: (Düşük)
uk_ua: (Низький)

source: (Moderate)
ca_ca: (Moderat)
cs_cs: (mírný)
da_dk: (Moderat)
pt_pt: (Moderado)
sk_sk: (Stredná)
sr_sr: (Umereno)
tr_tr: (Orta)
uk_ua: (Помірний)

source: 1 day
ca_ca: 1 dia
cs_cs: 1 den
da_dk: 1 dag
pl_pl: 1 dzień
pt_pt: 1 dia
ru_ru: 1 день
sk_sk: 1 deň
sr_sr: 1 dan
tr_tr: 1 gün
uk_ua: 1 день

source: 1 hour
ca_ca: 1 hora
cs_cs: 1 hodina
da_dk: 1 time
pl_pl: 1 godzina
pt_pt: 1 hora
ru_ru: 1 час
sk_sk: 1 hodinu
sr_sr: 1 sat
tr_tr: 1 saat
uk_ua: 1 година

source: 1 minute
ca_ca: 1 minut
cs_cs: 1 minuta
da_dk: 1 minut
pl_pl: 1 minutę
pt_pt: 1 minuto
ru_ru: минуту
sk_sk: 1 minúta
sr_sr: 1 minut
tr_tr: 1 dakika
uk_ua: 1 хвилина

source: 10 minutes
ca_ca: 10 minuts
cs_cs: 10 minut
da_dk: 10 minutter
pl_pl: 10 minut
pt_pt: 10 minutos
ru_ru: 10 минут
sk_sk: 10 minút
sr_sr: 10 minuta
tr_tr: 10 dakika
uk_ua: 10 хвилин

source: 10 seconds
ca_ca: 10 segons
cs_cs: 10 sekund
da_dk: 10 sekunder
pl_pl: 10 sekundach
pt_pt: 10 segundos
ru_ru: 10 секунд
sk_sk: 10 sekúnd
sr_sr: 10 sekundi
tr_tr: 10 saniye
uk_ua: 10 секунд

source: 12 hours
cs_cs: 12 hodin
sk_sk: 12 hodín
sr_sr: 12 sati
tr_tr: 12 saat

source: 15 minutes
ca_ca: 15 minuts
cs_cs: 15 minut
da_dk: 15 minutter
pl_pl: 15 minut
pt_pt: 15 minutos
ru_ru: 15 минут
sk_sk: 15 minút
sr_sr: 15 minuta
tr_tr: 15 dakika
uk_ua: 15 хвилин

source: 2 hours
ca_ca: 2 hores
cs_cs: 2 hodiny
da_dk: 2 timer
pl_pl: 2 godziny
pt_pt: 2 horas
ru_ru: 2 часа
sk_sk: 2 hodiny
sr_sr: 2 sata
tr_tr: 2 saat
uk_ua: 2 години

source: 20 seconds
ca_ca: 20 segons
cs_cs: 20 sekund
da_dk: 20 sekunder
pl_pl: 20 sekundach
pt_pt: 20 segundos
ru_ru: 20 секунд
sk_sk: 20 sekúnd
sr_sr: 20 sekundi
tr_tr: 20 saniye
uk_ua: 20 секунд

source: 3 minutes
ca_ca: 3 minuts
cs_cs: 3 minuty
da_dk: 3 minutter
pl_pl: 3 minuty
pt_pt: 3 minutos
ru_ru: 3 минуты
sk_sk: 3 minúty
sr_sr: 3 minuta
tr_tr: 3 dakika
uk_ua: 3 хвилини

source: 30 minutes
ca_ca: 30 minuts
cs_cs: 30 minut
da_dk: 30 minutter
pl_pl: 30 minut
pt_pt: 30 minutos
ru_ru: 30 минут
sk_sk: 30 minút
sr_sr: 30 minuta
tr_tr: 30 dakika
uk_ua: 30 хвилин

source: 30 seconds
ca_ca: 30 segons
cs_cs: 30 sekund
da_dk: 30 sekunder
pl_pl: 30 sekundach
pt_pt: 30 segundos
ru_ru: 30 секунд
sk_sk: 30 sekúnd
sr_sr: 30 sekundi
tr_tr: 30 saniye
uk_ua: 30 секунд

source: 4 hours
ca_ca: 4 hores
cs_cs: 4 hodiny
da_dk: 4 timer
pl_pl: 4 godziny
pt_pt: 4 horas
ru_ru: 4 часа
sk_sk: 4 hodiny
sr_sr: 4 sata
tr_tr: 4 saat
uk_ua: 4 години

source: 40 seconds
ca_ca: 40 segons
cs_cs: 40 sekund
da_dk: 40 sekunder
pl_pl: 40 sekundach
pt_pt: 40 segundos
ru_ru: 40 секунд
sk_sk: 40 sekúnd
sr_sr: 40 sekundi
tr_tr: 40 saniye
uk_ua: 40 секунд

source: 5 minutes
ca_ca: 5 minuts
cs_cs: 5 minut
da_dk: 5 minutter
pl_pl: 5 minut
pt_pt: 5 minutos
ru_ru: 5 минут
sk_sk: 5 minút
sr_sr: 5 minuta
tr_tr: 5 dakika
uk_ua: 5 хвилин

source: 50 seconds
ca_ca: 50 segons
cs_cs: 50 sekund
da_dk: 50 sekunder
pl_pl: 50 sekundach
pt_pt: 50 segundos
ru_ru: 50 секунд
sk_sk: 50 sekúnd
sr_sr: 50 sekundi
tr_tr: 50 saniye
uk_ua: 50 секунд

source: 60 seconds
ca_ca: 60 segons
cs_cs: 60 sekund
da_dk: 60 sekunder
pl_pl: 60 sekundach
pt_pt: 60 segundos
ru_ru: 60 секунд
sk_sk: 60 sekúnd
sr_sr: 60 sekundi
tr_tr: 60 saniye
uk_ua: 60 секунд

source: 8 hours
ca_ca: 8 hores
cs_cs: 8 hodi
da_dk: 8 timer
pl_pl: 8 godzin
pt_pt: 8 horas
ru_ru: 8 часов
sk_sk: 8 hodín
sr_sr: 8 sati
tr_tr: 8 saat
uk_ua: 8 годин

source: AM Clouds / PM Sun
ca_ca: a.m.: Núvol / p.m.: Sol
cs_cs: Dop. Mraky / Odp. Slunce
da_dk: AM Skyer / PM Sol
pl_pl: Rano zachmurzenie / po południu słońce
pt_pt: AM Nuvens / PM Sol
ru_ru: До полудня облачно, после полудня солнце
sk_sk: Dopoludnia zamračené / Popoludní slnečno
sr_sr: Prepodne Oblaci / Popodne Sunce
tr_tr: AM Bulutlu / PM Güneşli
uk_ua: До полудня хмарно, після полудня сонячно

source: AM Drizzle
ca_ca: a.m: Plugims
cs_cs: Dop. Mrholení
da_dk: AM Støvregn
pl_pl: Rano mżawka
pt_pt: AM Chuviscos
ru_ru: До полудня изморось
sk_sk: Dopoludnia mrholenie
sr_sr: Prepodne Rominjanje kiše
tr_tr: AM Çiseleyen Yağmur
uk_ua: До полудня мряка

source: AM Drizzle / Wind
ca_ca: a.m.: Plugims / Vent
cs_cs: Dop. Mrholení / déšť
da_dk: AM Støvregn / Vind
pl_pl: Rano mżawka / wiatr
pt_pt: AM Chuviscos / Vento
ru_ru: До полудня изморось / Ветер
sk_sk: Dopoludnia mrholenie / Vietor
sr_sr: Prepodne Rominjanje kiše / Vetar
tr_tr: AM Çiseleyen Yağmur / Rüzgar
uk_ua: До полудня мряка / Вітер

source: AM Fog / PM Clouds
ca_ca: a.m.: Boira / p.m.: Núvol
cs_cs: Dop. mlha / Odp. oblačno
da_dk: AM Tåge / PM Skyer
pl_pl: Rano mżawka / po południu zachmurzenie
pt_pt: AM Nevoeiro / PM Nuvens
ru_ru: До полудня туман, после полудня облачно
sk_sk: Dopoludnia hmla / Popoludní zamračené
sr_sr: Prepodne Magla / Popodne Oblaci
tr_tr: AM Sis / PM Bulut
uk_ua: До полудня туман, після полудня хмарно

source: AM Fog / PM Sun
ca_ca: a.m.: Boira / p.m.: Sol
cs_cs: Dop. Mlha / Odp. Slunce
da_dk: AM Tåge / PM Sol
pl_pl: Rano mgła / po południu słońce
pt_pt: AM Nevoeiro / PM Sol
ru_ru: До полудня туман, после полудня солнечно
sk_sk: Dopoludnia hmla / Popoludní slnečno
sr_sr: Prepodne Magla / Popodne Sunce
tr_tr: AM Sis / PM Güneş
uk_ua: До полудня туман, після полудня сонячно

source: AM Light Rain
ca_ca: a.m.: Pluja suau
cs_cs: Dop. Lehký déšť
da_dk: AM Let Regn
pl_pl: Rano lekki deszcz
pt_pt: AM Aguaceiros
ru_ru: До полудня небольшой дождь
sk_sk: Dopoludnia slabý dážď
sr_sr: Prepodne Sitna kiša
tr_tr: AM Hafif Yağmur
uk_ua: До полудня невеликий дощ

source: AM Light Rain / Wind
ca_ca: a.m.: Pluja suau / Vent
cs_cs: Dop. Lehký déšť / Vítr
da_dk: AM Let Regn / Vind
pl_pl: Rano lekki deszcz / wiatr
pt_pt: AM Aguaceiros / Vento
ru_ru: До полудня небольшой дождь / Ветер
sk_sk: Dopoludnia slabý dážď / Vietor
sr_sr: Prepodne Sitna kiša / Vetar
tr_tr: AM Hafif Yağmur / Rüzgar
uk_ua: До полудня невеликий дощ / Вітер

source: AM Light Snow
ca_ca: a.m.: Neu suau
cs_cs: Dop. Mírné sněžení
da_dk: AM Let Sne
pl_pl: Rano lekki śnieg
pt_pt: AM Pequena Queda Neve
ru_ru: До полудня легкий снег
sk_sk: Dopoludnia slabé sneženie
sr_sr: Prepodne Sitan sneg
tr_tr: AM Hafif Kar
uk_ua: До полудня невеликий сніг

source: AM Light Snow / Wind
ca_ca: a.m.: Neu suau / Vent
cs_cs: Dop. Mírné sněžení / Vítr
da_dk: AM Let Sne / Vind
pt_pt: AM Pequena Queda Neve / Vento
ru_ru: После полудня небольшой снег / Ветер
sk_sk: Dopoludnia slabé sneženie / Vietor
sr_sr: Prepodne Sitan sneg / Vetar
tr_tr: AM Hafif Kar / Rüzgar
uk_ua: До полудня невеликий сніг / Вітер

source: AM Light Wintry Mix
ca_ca: a.m.: Aiguaneu suau
cs_cs: Dop. Lehký déšť se sněhem
pl_pl: Rano lekki deszcz ze śniegiem
pt_pt: AM Tempo Instável Fraco
ru_ru: Утром легкая поземка
sk_sk: Dopoludnia sychravo
sr_sr: Prepodne Promenljivo zimsko
tr_tr: AM Hafif Soğuk Karışık
uk_ua: До полудня сніг з дощем

source: AM Rain
ca_ca: a.m.: Pluja
cs_cs: Dop. Déšť
da_dk: AM Regn
pl_pl: Rano deszcz
pt_pt: AM Chuva
ru_ru: До полудня дождь
sk_sk: Dopoludnia dážď
sr_sr: Prepodne kiša
tr_tr: AM Yağmur
uk_ua: До полудня дощ

source: AM Rain / Snow
ca_ca: a.m.: Pluja / Neu
cs_cs: Dop. Déšť / Sníh
da_dk: AM Regn / Sne
pl_pl: Rano deszcz / śnieg
pt_pt: AM Chuva / Neve
ru_ru: До обеда дождь / Снег
sk_sk: Dopoludnia dážď / Sneženie
sr_sr: Prepodne Kiša / Sneg
tr_tr: AM Yağmur / Kar
uk_ua: До полудня дощ / Сніг

source: AM Rain / Snow Showers
ca_ca: a.m.: Pluja / Ruixats de neu
cs_cs: Dop. Déšť / Sněhové přeháňky
da_dk: AM Regn / Snebyger
pl_pl: Rano deszcz / przelotny śnieg
pt_pt: AM Chuva / Aguaceiros Neve Molhada
ru_ru: До полудня дождь / Мокрый снег
sk_sk: Dopoludnia dážď / Snehové prehánky
sr_sr: Prepodne Kiša / Snežne mećave
tr_tr: AM Yağmur / Sağnak Kar
uk_ua: До полудня дощ / Снігопади

source: AM Rain / Snow Showers / Wind
ca_ca: a.m.: Pluja / Ruixats de neu / Vent
cs_cs: Dop. Déšť / Sněhové přeháňky / Vítr
da_dk: AM Regn / Snebyger / Vind
pl_pl: Rano deszcz / przelotny śnieg / wiatr
pt_pt: AM Chuva / Aguaceiros Neve Molhada / Vento
ru_ru: До полудня дождь / Мокрый снег / Ветер
sk_sk: Dopoludnia dážď / Snehové prehánky / Vietor
sr_sr: Prepodne Kiša / Snežni naleti / Vetar
tr_tr: AM Yağmur / Sağnak Kar / Rüzgar
uk_ua: До полудня дощ / Снігопади / Вітер

source: AM Rain / Wind
ca_ca: a.m.: Pluja / Vent
cs_cs: Dop. Déšť / Vítr
da_dk: AM Regn / Vind
pl_pl: Rano deszcz / wiatr
pt_pt: AM Chuva / Vento
ru_ru: До полудня дождь / Ветер
sk_sk: Dopoludnia dážď / Vietor
sr_sr: Prepodne Kiša / Vetar
tr_tr: AM Yağmur / Rüzgar
uk_ua: До полудня дощ / Вітер

source: AM Showers
ca_ca: a.m.: Ruixats
cs_cs: Dop. Přeháňky
da_dk: AM Byger
pl_pl: Rano przelotne deszcze
pt_pt: AM Aguaceiros
ru_ru: До полудня ливни
sk_sk: Dopoludnia prehánky
sr_sr: Prepodne pljuskovi
tr_tr: AM Sağnak Yagis
uk_ua: До полудня злива

source: AM Showers / Wind
ca_ca: a.m.: Ruixats / Vent
cs_cs: Dop. přeháňky / větrno
da_dk: AM Byger / Vind
pl_pl: Rano przelotne deszcze / wiatr
pt_pt: AM Aguaceiros / Vento
ru_ru: До полудня ливни / Ветер
sk_sk: Dopoludnia prehánky / Vietor
sr_sr: Prepodne Pljuskovi / Vetar
tr_tr: AM Sağnak Yağış / Rüzgar
uk_ua: До полудня злива / Вітер

source: AM Snow
ca_ca: a.m.: Neu
cs_cs: Dop. Sníh
da_dk: AM Sne
pl_pl: Rano śnieg
pt_pt: AM Neve
ru_ru: С утра снег
sk_sk: Dopoludnia sneženie
sr_sr: Prepodne Sneg
tr_tr: AM Kar
uk_ua: До полудня сніг

source: AM Snow Showers
ca_ca: a.m.: Ruixats de neu
cs_cs: Dop. Sněhové přeháňky
da_dk: AM Snebyger
pl_pl: Rano przelotny śnieg
pt_pt: AM Aguaceiros de Neve
ru_ru: До полудня мокрый снег
sk_sk: Dopoludnia snehové prehánky
sr_sr: Prepodne Snežne mećave
tr_tr: AM Sağnak Kar
uk_ua: До полудня снігопади

source: AM Snow Showers / Wind
ca_ca: a.m.: Ruixats de neu / Vent
cs_cs: Dop. Sněhové přeháňky / Vítr
da_dk: AM Snebyger / Vind
pt_pt: AM Aguaceiros Neve / Vento
ru_ru: До полудня мокрый снег / Ветер
sk_sk: Dopoludnia snehové prehánky / Vietor
sr_sr: Prepodne Snežne mećave / Vetar
tr_tr: AM Sağnak Kar / Rüzgar
uk_ua: До полудня снігопади / Вітер

source: AM Snow Showers / Wind Late
ca_ca: a.m.: Ruixats de neu / Vent més tard
cs_cs: Dop. sněhové přeháňky / později větrno
pt_pt: AM Aguaceiros Neve / Vento Final Dia
ru_ru: До полудня мокрый снег / Позже ветер
sk_sk: Dopoludnia snehové prehánky / Neskôr vietor
sr_sr: Prepodne Snežne mećave / Vetar u kasnijim satima
tr_tr: AM Sağnak Kar / Akşama Doğru Rüzgar
uk_ua: До полудня снігопади / Пізніше вітер

source: About
ca_ca: Quant a
cs_cs: O programu
da_dk: Om
pl_pl: O programie
pt_pt: Acerca de
ru_ru: О программе
sk_sk: O aplikácií
sr_sr: Više o aplikaciji
tr_tr: Hakkında
uk_ua: Про програму

source: Access denied to the given URL.
ca_ca: S'ha denegat l'accés a l'URL facilitat
cs_cs: Přístup k danému odkazu zakázán.
pl_pl: Dostęp do podanego adresu URL zabroniony.
pt_pt: Acesso negado ao URL fornecido.
ru_ru: К заданному URL доступ запрещен.
sk_sk: Prístup zamietnutý na zvolenú URL.
sr_sr: Pristup odbijen za datu URL adresu
tr_tr: Verilen URL için erişim izni reddedildi.
uk_ua: До заданого URL доступ заборонений

source: Action|Update
ca_ca: Actualitza
cs_cs: Akce|Aktualizace
da_dk: Handling|Ajourfør
pl_pl: Zaktualizuj
pt_pt: Ação | Atualização
ru_ru: Обновить
sk_sk: Aktualizácia
sr_sr: Akcija|Ažuriranje
tr_tr: Hareket|Güncelle
uk_ua: Оновити

source: Add
ca_ca: Afegeix
cs_cs: Přidat
da_dk: Tilføj
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить
sk_sk: Pridať
sr_sr: Dodaj
tr_tr: Ekle
uk_ua: Додати

source: Add Station
ca_ca: Afegeix Estació
cs_cs: Přidat stanici
da_dk: Tilføj Station
pl_pl: Dodaj stację
pt_pt: Adicionar Estação
ru_ru: Добавить станцию
sk_sk: Pridať stanicu
sr_sr: Dodaj stanicu
tr_tr: Istasyon Ekle
uk_ua: Додати станцію

source: Adjust GPS station
cs_cs: Nastavit GPS stanici
tr_tr: GPS istasyonu ayarlayın

source: Alerts
ca_ca: Alertes
cs_cs: Upozornění
da_dk: Alarmer
pl_pl: Ostrzeżenia
pt_pt: Alertas
ru_ru: Опастности
sk_sk: Výstrahy
sr_sr: Upozorenja
tr_tr: Uyarılar
uk_ua: Попередження

source: Alexis Iglauer - for testing Eugene Roytenberg - for testing Jarek Szczepanski aka Imrahil - for testing Vladimir Shakhov aka Mendoza - for testing Marc Dillon - for spell/stylecheck text of English Arkady Glazov aka Globster - for testing Alexander Savchenko aka dizel - for testing Timeless - for patches Eric Link - for feature request and donation
ca_ca: Alexis Iglauer - per les proves Eugene Roytenberg - per les proves Jarek Szczepanski aka Imrahil - per les proves Vladimir Shakhov aka Mendoza - per les proves Marc Dillon - per les correccions dels textos en anglès Arkady Glazov aka Globster - per les proves Alexander Savchenko aka dizel - per les proves Timeless - pels pedaços Eric Link - pels requeriments de funcions i donacions
cs_cs: Alexis Iglauer - za testování Eugene Roytenberg - za testování Jarek Szczepanski aka Imrahil - za testování Vladimir Shakhov aka Mendoza - za testování Marc Dillon - za opravy anglického textu Arkady Glazov aka Globster - za testování Alexander Savchenko aka dizel - za testování Timeless - za opravy Eric Link - za nápad a příspěvek
da_dk: Alexis Iglauer - for at teste Eugene Roytenberg - for at teste Jarek Szczepanski aka Imrahil - for at teste Vladimir Shakhov aka Mendoza - for at teste Marc Dillon - for engelsk stave- og sproglig på kontrol Arkady Glazov aka Globster - for at teste Alexander Savchenko aka dizel - for at teste Timeless - for programrettelser Eric Link - for anmodninger om funktionalitet og donationer
pt_pt: Alexis Iglauer -para testes Eugene Roytenberg - para testes Jarek Szczepanski aka Imrahil - para testes Vladimir Shakhov aka Mendoza - para testes Marc Dillon - para ortografia / estilo em Inglês Arkady Glazov aka Globster - para testes Alexander Savchenko aka dizel - para testes Timeless - para patches Eric Link - para funcionalidades e donativos
sk_sk: Alexis Iglauer - za testovanie Eugene Roytenberg - za testovanie Jarek Szczepanski aka Imrahil - za testovanie Vladimir Shakhov aka Mendoza - za testovanie Marc Dilon - za kontrolu gramatiky/štýlu textov v Angličtine Arkady Glazov aka Globster - za testovanie Alexander Savchenko aka dizel - za testovanie Timeless - za záplaty Eric Link - za žiadanie nových funkcií a dary
sr_sr: Alexis Iglauer - za testiranje Eugene Roytenberg - za testiranje Jarek Szczepanski aka Imrahil - za testiranje Vladimir Shakhov aka Mendoza - za testiranje Marc Dillon - za naricanje i proveru stila teksta na engleskom Arkady Glazov aka Globster - za testiranje Alexander Savchenko aka dizel - za testiranje Timeless - za zakrpe Eric Link - za zahtev novih opcija i donacije
tr_tr: Test için Alexis Igluer,Eugene Roytenberg,Jarek Szczepanski aka Imrahil,Vladimir Shakov aka Mendoza,Arkady Glazov aka Globster,Alexander Savchenko aka dizel'e , Ingilizcedeki düzeltme yardımlarından dolayı Marc Dillon'a , Güncellemeler için Timeless'a ve yeni özellik istegi ve bağışları için Eric Link'e

source: An unknown error has occurred.
ca_ca: S'ha produït un error desconegut.
cs_cs: Nastala neznámá chyba.
da_dk: En ukendt fejl er opstået.
pl_pl: Wystąpił nieznany błąd.
pt_pt: Ocorreu um erro inesperado.
ru_ru: Произошла неизвестная ошибка.
sk_sk: Nastala neznáma chyba.
sr_sr: Pojavila se nepoznata greška
tr_tr: Bilinmeyen bir hata oluştu.
uk_ua: Відбулася невідома помилка

source: Animation
ca_ca: Animació
cs_cs: Animace
pt_pt: Animação
ru_ru: Анимация
sk_sk: Animácie
sr_sr: Animacija
tr_tr: Animasyon
uk_ua: Анімація

source: Appearance
ca_ca: Aparença
cs_cs: Vzhled
da_dk: Udseende
pl_pl: Wygląd
pt_pt: Apresentação
ru_ru: Внешний вид
sk_sk: Vzhľad
sr_sr: Izgled
tr_tr: Görünüm
uk_ua: Зовнішній вигляд

source: Application manager will now start for installing package 'MeeCast applet'. You should uninstall AccuWeather before installing this package
cs_cs: Správce aplikací nyní začne instalaci balíčku 'MeeCast applet'. Před touto instalací byste měli odinstalovat AccuWeather
sk_sk: Správca aplikácii teraz začne inštaláciu balíka 'MeeCast applet'. Mali by ste odinštalovať AccuWeather pred inštaláciou tohoto balíka
sr_sr: Sada će se pokrenuti menadžer aplikacija zbog instalacije paketa 'MeeCast applet'. Trebalo bi da deinstalirate AccuWeather pre instalacije ovog paketa
tr_tr: 'MeeCast applet' paketini yüklemek için Uygulama yöneticisi başlatılacak.Paketi yüklemeden önce AccuWeather'i kaldırmalısıınız.

source: Are you sure to want delete this station ?
ca_ca: Esteu segur que voleu eliminar aquesta estació?
cs_cs: Opravdu chcete odstranit tuto stanici?
pl_pl: Na pewno usunąć tę stację?
pt_pt: Tem a certeza que deseja eliminar esta estação ?
ru_ru: Вы уверены, что хотите удалить выбранную станцию ?
sk_sk: Ste si istý že chcete odstrániť túto stanicu?
sr_sr: Da li ste sigurni da želite obrisati ovu stanicu ?
tr_tr: Bu istasyonu silmek istediğinizden emin misiniz ?
uk_ua: Ви впевнені, що хочете видалити обрану станцію?

source: Are you sure?
ca_ca: Esteu segur?
cs_cs: Jste si jisti?
da_dk: Er du sikker?
pl_pl: Na pewno?
pt_pt: Tem a certeza?
ru_ru: Вы уверены?
sk_sk: Ste si istý?
sr_sr: Da li ste sigurni?
tr_tr: Emin misiniz?
uk_ua: Ви впевнені?

source: Author and maintenance: Vlad Vasiliev, <vlad@gas.by> Maintenance: Pavel Fialko, <pavelnf@gmail.com> Documentation: Marko Vertainen Design UI and default iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemelä Ulla
cs_cs: Autor a údržba: Vlad Vasiliev, <vlad@gas.by> Údržba: Pavel Fialko, <pavelnf@gmail.com> Dokumentace: Marko Vertainen Design UI a výchozích ikon: Andrew Zhilin Design UI pro Fremantle: Krebber Jan Niemelä Ulla
pl_pl: Autor i opiekun: Vlad Vasiliev, <vlad@gas.by> Opieka: Pavel Fialko, <pavelnf@gmail.com> Dokumentacja: Marko Vertainen Interfejs i domyślny zestaw ikon: Andrew Zhilin Interfejs dla Fremantle: Krebber Jan Niemelä Ulla
ru_ru: Автор и поддержка: Влад Васильев, <vlad@gas.by> Поддержка: Павел Фиалко, <pavelnf@gmail.com> Документация: Marko Vertainen Дизайн интерфейса и набор иконок по-умолчанию: Андрей Жилин Дизайн интерфейса для Fremantle: Krebber Jan Niemelä Ulla
sr_sr: Autor i održavanje: Vlad Vasiliev, <vlad@gas.by> Održavanje: Pavel Fialko, <pavelnf@gmail.com> Dokumentacija: Marko Vertainen Dizajn i standardni set ikona: Andrew Zhilin Dizajn za Fremantle: Krebber Jan Niemelä Ulla
tr_tr: Yapimci ve bakım : Vlad Vasiliev, <vlad@gas.by> Bakım: Pavel Fialko, <pavelnf@gmail.com> Dökümantasyon : Marko Vertainen Dizayn ve varsayılan ikonset : Andrew Zhilin Frementle için Dizayn : Krebber Jan Niemelä Ulla

source: Author and maintenance: Vlad Vasilyeu, <vlad@gas.by>
cs_cs: Autor a údržba: Vlad Vasilyeu, <vlad@gas.by>
ru_ru: Автор и поддержка: Влад Васильев, <vlad@gas.by>
sk_sk: Autor a správca: Vlad Vasiliev, <vlad@gas.by>
sr_sr: Autor i održavanje: Vlad Vasilyeu, <vlad@gas.by>
tr_tr: Yapımcı ve bakım: Vlad Vasilyeu, <vlad@gas.by>

source: Authors
ca_ca: Autors
cs_cs: Autoři
da_dk: Udviklere
pl_pl: Autorzy
pt_pt: Autores
ru_ru: Авторы
sk_sk: Autori
sr_sr: Autori
tr_tr: Yapımcılar
uk_ua: Автори

source: Automatically update data when connecting to the Internet
ca_ca: Actualitza automàticament les dades quan s'estigui connectat a internet
cs_cs: Automaticky aktualizovat data při připojování k interneu
da_dk: Automatisk ajourføre data, ved tilslutning til internettet
pl_pl: Automatyczne aktualizowanie danych podczas połączenia z Internetem
pt_pt: Atualizar dados automaticamente quando ligado à Internet
ru_ru: Автоматически обновлять данные после соединения с Интернетом
sk_sk: Automatická aktualizácia dát po pripojení na Internet
sr_sr: Automatski ažurirati podatke kada se povezuje na Internet
tr_tr: Internete bağlanıldıgında otomatik olarak güncelle
uk_ua: Автоматично оновлювати дані після з'єднання з Інтернетом

source: Back
ca_ca: Enrere
cs_cs: Zpět
da_dk: Tilbage
pt_pt: Atrás
sr_sr: Nazad
tr_tr: Geri
uk_ua: Назад

source: Background color:
ca_ca: Color del fons:
cs_cs: Barva pozadí:
da_dk: Baggrundsfarve:
pl_pl: Kolor tła:
pt_pt: Cor de fundo:
ru_ru: Цвет фона:
sk_sk: Farba pozadia:
sr_sr: Boja pozadine:
tr_tr: Arkaplan rengi:
uk_ua: Кольори фону:

source: Beaufort scale
ca_ca: Escala de Beaufort
cs_cs: Beaufortova stupnice
da_dk: Beaufort-skalaen
pl_pl: Skala Beuforta
pt_pt: Escala de Beaufort
ru_ru: Шкала Бофорта
sk_sk: Beaufortova mierka
sr_sr: Beaufort skala
tr_tr: Beaufort cizelgesi
uk_ua: Шкала Бофорта

source: Blowing Snow
ca_ca: Torb
cs_cs: Sněhové jazyky
da_dk: Snestorm
pl_pl: Zamieć śnieżna
pt_pt: Vento Forte com Neve
ru_ru: Снежная буря
sk_sk: Zvírený sneh
sr_sr: Mećava
tr_tr: Ufleyen Kar
uk_ua: Завірюха
