Repository: Meecast/meecast
Catalog: meecast/qt-qml/po/locale/*/*.po
Languages: ca_ca, cs_cs, da_dk, pl_pl, pt_pt, ru_ru, sk_sk, sr_sr, tr_tr, uk_ua

source: Show only current weather on first icon
ca_ca: Mostra només el temps actual a la primera icona
cs_cs: Zobrazit pouze aktuální počasí na první ikoně
da_dk: Vis kun aktuelle vejr på første ikon
pl_pl: Wyświetlanie tylko bieżącej pogody przy pierwszej ikonie
pt_pt: Mostrar apenas tempo actual no primeiro icon
ru_ru: Только текущая погода в первой иконке
sk_sk: Zobraziť aktuálne počasie iba na prvej ikone
sr_sr: Prikaži samo trenutno vreme na prvoj ikoni
tr_tr: Ilk ikonda sadece şimdiki havadurumunu göster
uk_ua: Тільки поточна погода у першій іконці

source: Show source logo
ca_ca: Mostra el logo del proveïdor de dades
cs_cs: Ukázat logo zdroje
da_dk: Vis kildelogo
tr_tr: Kaynak logosunu göster

source: Show station name
ca_ca: Mostra el nom de l'estació
cs_cs: Zobrazit jméno meteostanice
da_dk: Vis stationsnavn
pl_pl: Wyświetlanie nazwy stacji
pt_pt: Mostrar nome da estação
ru_ru: Показать название станции
sk_sk: Zobraziť názov stanice
sr_sr: Prikaži ime stanice
tr_tr: Istasyon adını göster
uk_ua: Показати назву станції

source: Show temperature at:
ca_ca: Mostra la temperatura a:
cs_cs: Zobrazit teplotu na:
da_dk: Vis temperatur ved:
pl_pl: Wyświetlanie temperatury:
pt_pt: Mostrar temperatura ás:
ru_ru: Показать температуру:
sk_sk: Zobraziť teplotu v:
sr_sr: Prikaži temperaturu u:
tr_tr: Burada sicakligi göster
uk_ua: Показати температуру:

source: Show wind
ca_ca: Mostra el vent
cs_cs: Zobrazit vítr
da_dk: Vis vind
pl_pl: Wyświetlanie siły wiatru
pt_pt: Mostrar vento
ru_ru: Показать ветер
sk_sk: Zobraziť vietor
sr_sr: Prikaži vetar
tr_tr: Rüzgarı göster
uk_ua: Показати вітер

source: Showers
ca_ca: Ruixats
cs_cs: Přeháňky
da_dk: Byger
pl_pl: Przelotny deszcz
pt_pt: Aguaceiros
ru_ru: Ливни
sk_sk: Prehánky
sr_sr: Pljuskovi
tr_tr: Sağanak
uk_ua: Зливи

source: Showers / Wind
ca_ca: Ruixats / Vent
cs_cs: Přeháňky / větrno
da_dk: Byger / Vind
pl_pl: Przelotne deszcze / wiatr
pt_pt: Aguaceiros / Vento
ru_ru: Ливни / Ветер
sk_sk: Prehánky / Vietor
sr_sr: Pljuskovi / Vetar
tr_tr: Sağanak / Rüzgar
uk_ua: Зливи / Вітер

source: Showers / Wind Early
ca_ca: Ruixats / Vent primer
cs_cs: Přeháňky / brzy větrno
da_dk: Regnbyger / Tidlig Blæst
pl_pl: Przelotne deszcze / wcześnie wiatr
pt_pt: Aguaceiros / Vento Matinal
ru_ru: Ливни / С утра ветер
sk_sk: Prehánky / Spočiatku vietor
sr_sr: Pljuskovi / U ranijim satima vetar
tr_tr: Sağanak / Sabahtan Rüzgar
uk_ua: Зливи / Зранку вітер

source: Showers Early
ca_ca: Ruixats primer
cs_cs: Brzké přeháňky
da_dk: Tidlige Regnbyger
pl_pl: Wcześnie przelotne deszcze
pt_pt: Aguaceiros Matinais
ru_ru: С утра ливни
sk_sk: Spočiatku prehánky
sr_sr: U ranijim satima pljuskovi
tr_tr: Sabahtan Sağanak
uk_ua: Зранку зливи

source: Showers Late
ca_ca: Ruixats més tard
cs_cs: Pozdní přeháňky
da_dk: Sene byger
pl_pl: Później przelotny deszcz
pt_pt: Aguaceiros fim da tarde
ru_ru: Позже ливни
sk_sk: Neskôr prehánky
sr_sr: U kasnijim satima pljuskovi
tr_tr: Akşama Doğru Sağanak
uk_ua: Пізніше зливи

source: Showers in the Vicinity
ca_ca: Ruixats localitzats
cs_cs: Přeháňky v okolí
da_dk: Byger i Nærheden
pl_pl: Przelotny deszcz w pobliżu
pt_pt: Aguaceiros nas redondezas
ru_ru: Местами ливни
sk_sk: Prehánky v okolí
sr_sr: Pljuskovi u okruženju
tr_tr: Çevredeki Sağanaklar
uk_ua: Місцями зливи

source: Showers or Intermittent Precipitation
ca_ca: Ruixats o precipitacions intermitents
cs_cs: Dešťové přeháňky nebo občasné srážky
tr_tr: Sağanak veya Aralıklı Yağış

source: Sky is Clear
ca_ca: Cel clar
cs_cs: Jasná obloha
da_dk: Skyfri Himmel
pt_pt: Céu está limpo
sr_sr: Nebo je vedro
tr_tr: Gökyüzü Temiz
uk_ua: Ясно

source: Sky is clear
ca_ca: Cel clar
cs_cs: Jasná obloha
da_dk: Klar himmel
pt_pt: Céu está limpo
sr_sr: Nebo je vedro
tr_tr: Gökyüzü temiz
uk_ua: Ясно

source: Sleet
ca_ca: Aiguaneu
cs_cs: Plískanice
da_dk: Slud
pt_pt: Chuva com neve
sk_sk: Dážď so snehom
sr_sr: Susnežica
tr_tr: Sulu Kar
uk_ua: Мокрий сніг

source: Sleet Showers
ca_ca: Ruixats d'aiguaneu
cs_cs: Přeháňky se sněhěm
da_dk: Sludbyger
tr_tr: Sağanak Karla Karığık Yağmur

source: Smoke
ca_ca: Partícules de fum
cs_cs: Mlha
pl_pl: Dym
pt_pt: Nevoeiro
ru_ru: Дымка
sk_sk: Dymová clona
sr_sr: Dim
tr_tr: Duman
uk_ua: Серпанок

source: Snow
ca_ca: Neu
cs_cs: Sněžení
da_dk: Sne
pl_pl: Śnieg
pt_pt: Neve
ru_ru: Снег
sk_sk: Sneženie
sr_sr: Sneg
tr_tr: Kar
uk_ua: Сніг

source: Snow / Wind
ca_ca: Neu / Vent
cs_cs: Sněžení / větrno
da_dk: Sne / Vind
pl_pl: Śnieg / wiatr
pt_pt: Neve / Vento
ru_ru: Снег / Ветер
sk_sk: Sneženie / Vietor
sr_sr: Sneg / Vetar
tr_tr: Kar / Rüzgar
uk_ua: Сніг / Вітер

source: Snow Shower
ca_ca: Ruixats de neu
cs_cs: Sněhové přeháňky
da_dk: Snebyger
pl_pl: Przelotny snieg
pt_pt: Queda Neve
ru_ru: Мокрый снег
sk_sk: Snehové prehánky
sr_sr: Nalet snega
tr_tr: Sağnak Kar
uk_ua: Снігопад

source: Snow Shower / Wind
ca_ca: Ruixats de neu / Vent
cs_cs: Sněhové přeháňky / vítr
da_dk: Snebyger / Vind
pl_pl: Przelotny śnieg / wiatr
pt_pt: Queda Neve / Vento
ru_ru: Мокрый снег / Ветер
sk_sk: Snehové prehánky / Vietor
sr_sr: Nalet snega / Vetar
tr_tr: Sağnak Kar / Rüzgar
uk_ua: Снігопад / Вітер

source: Snow Showers
ca_ca: Ruixats de neu
cs_cs: Sněhové přeháňky
da_dk: Snebyger
tr_tr: Sağanak Kar

source: Snow Showers / Wind Early
ca_ca: Ruixats de neu / Vent primer
cs_cs: Sněhové přeháňky / zpočátku vítr
da_dk: Snebyger / Tidlif Blæst
pl_pl: Przelotny śnieg / wcześnie wiatr
pt_pt: Queda Neve / Vento pela manhã
ru_ru: Мокрый снег / С утра ветер
sk_sk: Snehové prehánky / Spočiatku vietor
sr_sr: Naleti snega / U ranijim satima vetar
tr_tr: Sağanak Kar / Sabahtan Rüzgar
uk_ua: Снігопади / Зранку вітер

source: Snow Showers Early
ca_ca: Ruixats de neu primer
cs_cs: Zpočátku sněhové přeháňky
da_dk: Tidlige Snebyger
pl_pl: Wcześnie przelotny śnieg
pt_pt: Queda Neve pela manhã
ru_ru: С утра мокрый снег
sk_sk: Spočiatku snehové prehánky
sr_sr: U ranijim satima naleti snega
tr_tr: Sabahtan Sağanak Kar
uk_ua: Зранку снігопади

source: Snow Showers Late
ca_ca: Ruixats de neu més tard
cs_cs: Později sněhové přeháňky
da_dk: Sene Snebyger
pl_pl: Później przelotny śnieg
pt_pt: Queda Neve final dia
ru_ru: Позже мокрый снег
sk_sk: Neskôr snehové prehánky
sr_sr: U kasnijim satima naleti snega
tr_tr: Akşama Doğru Sağanak Kar
uk_ua: Пізніше снігопади

source: Snow and Freezing Rain
ca_ca: Neu i pluja gebradora
cs_cs: Sníh a mrznoucí déšť
pl_pl: Śnieg i marznący deszcz
pt_pt: Neve e Queda Granizo
ru_ru: Снег с холодным дождем
sk_sk: Sneženie a mrznúci dážď
sr_sr: Sneg i ledena kiša
tr_tr: Kar ve Dondurucu Yağmur
uk_ua: Сніг з холодним дощем

source: Snow to Rain
ca_ca: De neu a pluja
cs_cs: Sněžení až déšť
da_dk: Sne til Regn
pl_pl: Śnieg do deszczu
pt_pt: Neve para Chuva
ru_ru: Снег переходящий в дождь
sk_sk: Sneženie meniace sa na dážď
sr_sr: Iz snega u kišu
tr_tr: Kardan Yağmura
uk_ua: Сніг що переходить в дощ

source: Snow to Wintry Mix
ca_ca: De neu a aiguaneu
cs_cs: Sníh až mráz
pl_pl: Śnieg do deszczu ze śniegiem
pt_pt: Neve para Tempo Instável
ru_ru: Снег переходящий в поземку
sk_sk: Chladno a sychravo so snežením
sr_sr: Iz snega u zimski miks
tr_tr: Kardan Karışık Soğuk Havaya
uk_ua: Сніг що переходить в сніг з дощем

source: Snow to Wintry Mix / Wind
ca_ca: De neu a aiguaneu / Vent
cs_cs: Sníh až mráz / vítr
pl_pl: Śnieg do deszczu ze śniegiem / wiatr
pt_pt: Neve para Tempo Instável / Vento
ru_ru: Снег переходящий в поземку / Ветер
sk_sk: Chladno a sychravo so snežením / Vietor
sr_sr: Iz snega u zimski miks / Vetar
tr_tr: Kardan Karışık Soğuk Havaya / Rüzgar
uk_ua: Сніг що переходить в сніг з дощем / Вітер

source: Snowfall
ca_ca: Neu
cs_cs: Sněžení
da_dk: Snefald
tr_tr: Kar Yağışı

source: Source
ca_ca: Origen
cs_cs: Zdroj
da_dk: Kilde
pl_pl: Źródło
pt_pt: Fonte
ru_ru: Источник
sk_sk: Zdroj
sr_sr: Izvor
tr_tr: Kaynak
uk_ua: Джерело

source: Source code
ca_ca: Codi font
cs_cs: Zdrojový kód
da_dk: Kildekode
pt_pt: Código fonte
tr_tr: Kaynak kodu
uk_ua: Вихідний код

source: Source:
ca_ca: Origen:
cs_cs: Zdroj:
da_dk: Kilde:
pl_pl: Źródło
pt_pt: Fonte:
ru_ru: Источник:
sk_sk: Zdroj:
sr_sr: Izvor:
tr_tr: Kaynak:
uk_ua: Джерело:

source: Speed
ca_ca: Velocitat
cs_cs: Rychlost
da_dk: Hastighed
pl_pl: Prędkość
pt_pt: Velocidade
ru_ru: Скорость
sk_sk: Rychlosť
sr_sr: Brzina
tr_tr: Hız
uk_ua: Швидкість

source: Speed:
ca_ca: Velocitat:
cs_cs: Rychlost:
da_dk: Hastighed:
pl_pl: Prędkość:
pt_pt: Velocidade:
ru_ru: Скорость:
sk_sk: Rýchlosť:
sr_sr: Brzina:
tr_tr: Hız:
uk_ua: Швидкість:

source: Splash screen
cs_cs: Úvodní obrazovka
sk_sk: Úvodná obrazovka
sr_sr: Ekran učitavanja
tr_tr: Yükleme ekranı

source: State:
ca_ca: Estat:
cs_cs: Stav:
da_dk: Tilstand:
pl_pl: Stan:
pt_pt: Estado:
ru_ru: Область:
sk_sk: Štát:
sr_sr: Država:
tr_tr: Durum:
uk_ua: Область:

source: Station %i
ca_ca: Estació %i
cs_cs: Stanice %i
pl_pl: Stacja %i
pt_pt: Estação %i
ru_ru: Станция %i
sk_sk: Stanica %i
sr_sr: Stanica %i
tr_tr: Istasyon %i
uk_ua: Станція %i

source: Stations
ca_ca: Estacions
cs_cs: Stanice
da_dk: Stationer
pl_pl: Stacje
pt_pt: Estações
ru_ru: Станции
sk_sk: Stanice
sr_sr: Stanice
tr_tr: Istasyonlar
uk_ua: Станції

source: Storm
ca_ca: Tempesta
cs_cs: Bouřka
pl_pl: Burza
pt_pt: Trovoadas
ru_ru: Шторм
sk_sk: Búrka
sr_sr: Oluja
tr_tr: Fırtına
uk_ua: Шторм

source: Strong Thundershowers
ca_ca: Tempestes fortes
cs_cs: Silné bouřkové přeháňky
da_dk: Kraftige Tordenbyger
tr_tr: Kuvvetli Gök Gürültülü Sağanak

source: Successfully loaded
ca_ca: S'ha carregat amb èxit
cs_cs: Nahráno úspěšně
da_dk: Hentet
pl_pl: Wczytanie się powiodło
pt_pt: Carregamento com sucesso
ru_ru: Успешно загружено
sk_sk: Úspešne načítané
sr_sr: Uspešno učitano
tr_tr: Başarıyla yüklendi
uk_ua: Успішно завантажено

source: Sunny
ca_ca: Sol
cs_cs: Slunečno
da_dk: Solrig
pl_pl: Słonecznie
pt_pt: Soalheiro
ru_ru: Солнечно
sk_sk: Slnečno
sr_sr: Sunčano
tr_tr: Güneşli
uk_ua: Сонячно

source: Sunny / Wind
ca_ca: Sol / Vent
cs_cs: Slunečno / vítr
da_dk: Solskin / Vind
pl_pl: Słonecznie / wiatr
pt_pt: Soalheiro / Vento
ru_ru: Солнечно / Ветер
sk_sk: Slnečno / Vietor
sr_sr: Sunčano / Vetar
tr_tr: Gğneşli / Rüzgarlı
uk_ua: Сонячно / Вітер

source: Sunny periods and a few showers.
ca_ca: Estones de sol i alguns ruixats.
cs_cs: Slunečné období a pár přeháněk.
da_dk: Solrige perioder, med få byger.
pt_pt: Periodos de sol com aguaceiros fracos
tr_tr: Güneşli havada az yağmurlu.

source: Sunrise:
ca_ca: Sortida sol:
cs_cs: Východ slunce:
da_dk: Solopgang:
pl_pl: Wschód:
pt_pt: Nascer do sol:
ru_ru: Восход:
sk_sk: Východ:
sr_sr: Izlazak sunca:
tr_tr: Gündoğumu:
uk_ua: Схід сонця:

source: Sunrise:
ca_ca: Sortida sol:
cs_cs: Východ slunce:
da_dk: Solopgang:
pl_pl: Wschód:
pt_pt: Nascer do sol:
ru_ru: Восход:
sk_sk: Východ:
sr_sr: Izlazak sunca:
tr_tr: Gündoğumu:
uk_ua: Схід сонця:

source: Sunset:
ca_ca: Posta sol:
cs_cs: Západ slunce:
da_dk: Solopgang:
pl_pl: Zachód:
pt_pt: Pôr do Sol:
ru_ru: Закат:
sk_sk: Západ:
sr_sr: Zalazak sunca:
tr_tr: Günbatımı:
uk_ua: Захід сонця:

source: Sunset:
ca_ca: Posta sol:
cs_cs: Západ slunce:
da_dk: Solnedgang:
pl_pl: Zachód:
pt_pt: Pôr do Sol:
ru_ru: Закат:
sk_sk: Západ:
sr_sr: Izlazak sunca:
tr_tr: Günbatımı:
uk_ua: Захід сонця:

source: Support
cs_cs: Podpora
tr_tr: Destek

source: Swap hi/low temperature
ca_ca: Inverteix temp. màx./mín.
cs_cs: Střídavě vysoká/nízká teplota
pl_pl: Zamiana wysokiej/niskiej temperatury
pt_pt: Troca temperatura alta/baixa
ru_ru: Поменять местами температуры
sk_sk: Zameniť vysokú/nízku teplotu
sr_sr: Zameni mesta najviša/najniža temperatura
tr_tr: Yüksek/düşük sıcaklığı dönüştür
uk_ua: Поміняти місцями температури

source: Switch to the next station after:
ca_ca: Passa a l'estació següent després de:
cs_cs: Přejít na další stanici po:
pl_pl: Przełączenie do następnej stacji po:
pt_pt: Alterar para próxima estação depois de:
ru_ru: Переключится на следующую станцию через:
sk_sk: Prepnúť na ďalšiu stanicu po:
sr_sr: Promeni na sledeću stanicu posle:
tr_tr: Bundan sonra ileriki istasyona değiştir:
uk_ua: Переключитися на слідуючу станцію через:

source: T-Showers
ca_ca: Ruixats tempestuosos
cs_cs: Přeháňky s hromobitím
da_dk: Tordenbyger
pl_pl: Burza i deszcze
pt_pt: Aguaceiros
ru_ru: Грозовые ливни
sk_sk: Prehánky
sr_sr: Pljuskovi sa grmljavinom
tr_tr: Şiddetli Sağnak
uk_ua: Грозові зливи

source: T-Showers Early
ca_ca: Ruixats tempestuosos primer
cs_cs: Zpočátku přeháňky s hromobitím
da_dk: Tidlige Torden
pt_pt: Aguaceiros Matinais
ru_ru: Грозовые ливни с утра
sk_sk: Spočiatku prehánky
sr_sr: U ranijim satima pljuskovi sa grmljavinom
tr_tr: Sabahtan Şiddetli Sağnak
uk_ua: Грозові зливи зранку

source: T-Storm
ca_ca: Tempestes
cs_cs: Bouřka
da_dk: Torden
pt_pt: Trovoada
ru_ru: Гроза
sk_sk: Búrka
sr_sr: Oluja sa grmljavinom
tr_tr: Fırtna
uk_ua: Гроза

source: T-Storms
ca_ca: Tempestes
cs_cs: Bouřky
da_dk: Torden
pl_pl: Burze
pt_pt: Trovoadas
ru_ru: Грозы
sk_sk: Búrky
sr_sr: Oluje sa grmljavinom
tr_tr: Fırtnalar
uk_ua: Грози

source: T-Storms Early
ca_ca: Tempestes primer
cs_cs: Zpočátku bouřky
da_dk: Tidlige Torden
pl_pl: Wcześnie burze
pt_pt: Trovoadas Matinais
ru_ru: С утра грозы
sk_sk: Spočiatku búrky
sr_sr: U ranijim satima oluje sa grmljavinom
tr_tr: Sabahtan Fırtna
uk_ua: Зранку грози

source: T-Storms Late
ca_ca: Tempestes més tard
cs_cs: Později bouřky
pt_pt: Trovoadas Final Dia
ru_ru: Позже грозы
sk_sk: Neskôr búrky
sr_sr: U kasnijim satima oluje sa grmljavinom
tr_tr: Akşama Doğru Fırtna
uk_ua: Пізніше грози

source: Temperature
ca_ca: Temperatura
cs_cs: Teplota
da_dk: Temperatur
pl_pl: Temperatura
pt_pt: Temperatura
ru_ru: Температура
sk_sk: Teplota
sr_sr: Temperatura
tr_tr: Sıcaklık
uk_ua: Температура

source: Temperature units
ca_ca: Unitats de temperatura
cs_cs: Jednotky teploty
da_dk: Temperatur-enheder
pl_pl: Jednostki temperatury
pt_pt: Unidades Temperatura
ru_ru: Единицы температуры
sk_sk: Teplota
sr_sr: Jedinice temperature
tr_tr: Sıcaklık üniteleri
uk_ua: Одениці температури

source: Temperature units:
ca_ca: Unitats de temperatura:
cs_cs: Jednotky teploty:
da_dk: Temperatur enheder:
pl_pl: Jednostki temperatury:
pt_pt: Unidades Temperatura:
ru_ru: Единицы температуры:
sk_sk: Jednotky teploty:
sr_sr: Jedinice temperature:
tr_tr: Sıcaklık üniteleri:
uk_ua: Одениці температури:

source: Temperature:
ca_ca: Temperatura:
cs_cs: Teplota:
da_dk: Temperatur:
pl_pl: Temperatura:
pt_pt: Temperatura:
ru_ru: Температура:
sk_sk: Teplota:
sr_sr: Temperatura:
tr_tr: Sıcaklık:
uk_ua: Температура:

source: Temperature:
ca_ca: Temperatura:
cs_cs: Teplota:
da_dk: Temperatur:
pl_pl: Temperatura:
pt_pt: Temperatura:
ru_ru: Температура:
sk_sk: Teplota:
sr_sr: Temperatura:
tr_tr: Sıcaklık:
uk_ua: Температура:

source: Thanks
ca_ca: Gràcies
cs_cs: Děkuji
da_dk: Tak
pl_pl: Podziękowania
pt_pt: Obrigado
ru_ru: Благодарности
sk_sk: Poďakovanie
sr_sr: Hvala
tr_tr: Teşekkürler
uk_ua: Подяка

source: The weather has been updated.
ca_ca: S'ha actualitzat el temps
cs_cs: Počasí bylo aktualizováno.
da_dk: Vejret er blevet ajourført.
pl_pl: Prognoza została zaktualizowana.
pt_pt: O tempo foi actualizado.
ru_ru: Данные о погоде обновлены.
sk_sk: Údaje o počasí boli aktualizované.
sr_sr: Vremenska prognoza je ažurirana.
tr_tr: Havadurumu güncellendi.
uk_ua: Дані про погоду оновлені.

source: There are no stations to show in this view of the list
ca_ca: No hi ha cap estació en aquesta visualització de la llista
cs_cs: Nejsou žádné stanice k zobrazení v tomto pohledu
pt_pt: Não existe estação para apresentar nesta parte da lista
sr_sr: Nema stanica za prikaz u ovom pregledu liste
tr_tr: Listenin bu görünümünde göstermek için hiçbir istasyonu bulunmaktadır
uk_ua: Немає ніяких станцій, щоб показати їх у цьому списку

source: This is experimental feature. Only English is supported.
ca_ca: Aquesta funció és experimental. Només està disponible en anglès.
cs_cs: Toto je experimentální vlastnost, dostupná pouze v angličtině.
da_dk: Denne funktion er eksperimental. Kun Engelsk er understøttet.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
cs_cs: Tento software je svobodně šiřitelný; můžete jej distribuovat dále a/nebo modifikovat za podmínek GNU General Public License publikovanou Free Software Foundation; buď její verzí 2.1, nebo (podle uvážení) jakoukoliv pozdější.
sk_sk: Tento softvér je slobodný softvér; môžete ho ďalej šíriť a/alebo upravovať podľa ustanovení Všeobecnej verejnej licencie GNU tak, ako bola vydaná organizáciou Free Software Foundation, a to buď verzie 2 tejto licencie, alebo (podľa vášho uváženia) ktorejkoľvek neskoršej verzie.
sr_sr: Ovaj softver je slobodan softver; možete ga redistribuirati i/ili modifikovati pod uslovima GNU General Public License kao izdatog od strane Free Software Foundation; bilo kao verzija 2.1 Dozvole, ili (po vašem mišljenju) kao bilo koja kasnija verzija.
tr_tr: Bu yazılım ücretsiz bir yazilimdir ; GNU General Public lisansı altındaki haklara göre tekrar yayınlayabilir veya modifiye edebilirsiniz. Lisans , Free Software Foundation tarafından paylaşıldığı gibi , hem 2.1 versiyonu ve hem de (isteginize göre) farklı bir ileriki version olabilir.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
cs_cs: Tento software je svobodně šiřitelný; můžete ho distribuovat dále a/nebo modifikovat za podmínek GNU General Public License
sk_sk: Tento softvér je slobodný softvér; môžete ho ďalej šíriť a/alebo upravovať podľa ustanovení Všeobecnej verejnej licencie GNU
sr_sr: Ovaj softver je slobodan softver; možete ga redistribuirati i/ili modifikovatipod uslovima GNU General Public License
tr_tr: Bu yazılım ücretsiz bir yazılımdır ; GNU General Public lisansı altındaki haklara göre tekrar yayınlayabilir veya modifiye edebilirsiniz.

source: Thunder
ca_ca: Tempestes
cs_cs: Bouřka
da_dk: Torden
pl_pl: Burza
pt_pt: Trovoadas
ru_ru: Гром
sk_sk: Hrmenie
sr_sr: Grmljavina
tr_tr: Gök gurültüsü
uk_ua: Грім

source: Thunder in the Vicinity
ca_ca: Tempestes localitzades
cs_cs: Hřmění v okolí
da_dk: Torden i Nærheden
pt_pt: Trovoadas nas Proximidades
sk_sk: Hrmenie v okolí
sr_sr: Grmljavina u okruženju
tr_tr: Çevredeki Fırtına
uk_ua: Місцями гроза

source: Thundershowers
ca_ca: Tempestes
cs_cs: Bouřkové přeháňky
da_dk: Tordenbyger
tr_tr: Gök Gürültülü Sağanak

source: Today
ca_ca: Avui
cs_cs: Dnes
da_dk: Idag
pl_pl: Dzisiaj
pt_pt: Hoje
ru_ru: Сегодня
sk_sk: Dnes
sr_sr: Danas
tr_tr: Bugün
uk_ua: Сьогодні

source: Translators
ca_ca: Traductors
cs_cs: Překladatelé
da_dk: Oversættere
pl_pl: Tłumacze
pt_pt: Tradutores
ru_ru: Переводчики
sk_sk: Predkladatelia
sr_sr: Prevodioci
tr_tr: Çevirmenler
uk_ua: Перекладачі

source: Translators: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
cs_cs: Překladatelé: Francouzština - Nicolas Granziano, Philippe, Benot Knecht; Ruština - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
sk_sk: Prekladatelia: Francúzština - Nicolas Granziano, Philippe, Benot Knecht; Ruština - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
sr_sr: Prevodioci: Francuski - Nicolas Granziano, Philippe, Benot Knecht; Ruski - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
tr_tr: Translators: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh; Turkish - Burak Kaan Kose

source: Transparency
ca_ca: Transparència
cs_cs: Průhledné pozadí
da_dk: Gennemsigtighed
tr_tr: Şeffaflık

source: Transparency:
ca_ca: Transparència:
cs_cs: Průhlednost:
da_dk: Gennemsigtighed:
pl_pl: Przezroczystość:
pt_pt: Transparência:
ru_ru: Прозрачность:
sk_sk: Priehľadnosť:
sr_sr: Providnost:
tr_tr: Transparanlık:
uk_ua: Прозорість:

source: Try to update
ca_ca: Intenta actualitzar
cs_cs: Zkusit aktualizovat
da_dk: Prøv at ajourføre
pl_pl: Spróbuj zaktualizować
pt_pt: Tente atualizar
ru_ru: Попробуйте обновить
sk_sk: Skúste aktualizovať
sr_sr: Pokušaj da ažuriraš
tr_tr: Güncelle
uk_ua: Спробуйте оновити

source: Type of click:
ca_ca: Tipus de clic:
cs_cs: Typ kliknutí:
pl_pl: Rodzaj kliknięcia:
pt_pt: Tipo de click:
ru_ru: Тип нажатия
sk_sk: Druh kliknutia:
sr_sr: Vrsta klika:
tr_tr: Tiklama türü:
uk_ua: Тип натискання

source: Units
ca_ca: Unitats
cs_cs: Jednotky
da_dk: Enheder
pl_pl: Jednostki
pt_pt: Unidades
ru_ru: Единицы
sk_sk: Jednotky
sr_sr: Jedinice
tr_tr: Üniteler
uk_ua: Одиниці

source: Unknown
ca_ca: Desconegut
cs_cs: Neznámý
da_dk: Ukendt
pl_pl: Nieznane
pt_pt: Desconhecido
ru_ru: Неизвестно
sk_sk: Neznáma
sr_sr: Nepoznato
tr_tr: Bilinmeyen
uk_ua: Невідомо

source: Unlimited
ca_ca: Il·limitat
cs_cs: Neomezený
da_dk: Ubegrænset
pl_pl: Bez ograniczeń
pt_pt: Ilimitado
ru_ru: Без ограничений
sk_sk: Neobmedzené
sr_sr: Neograničeno
tr_tr: Limitsiz
uk_ua: Без обмежень

source: Update
ca_ca: Actualitzacions
cs_cs: Aktualizovat
da_dk: Ajourfør
pl_pl: Zaktualizuj
pt_pt: Atualizar
ru_ru: Обновление
sk_sk: Aktualizácia
sr_sr: Ažuriranje
tr_tr: Güncelle
uk_ua: Оновлення

source: Update already running.
ca_ca: L'actualització està encara en curs
cs_cs: Aktualizace již probíhá.
da_dk: Ajourføring allerede igang
pl_pl: Aktualizacja w trakcie.
pt_pt: Função Atualizar já está activa.
ru_ru: Обновление уже работает.
sk_sk: Aktualizácia práve prebieha.
sr_sr: Ažuriranje već u toku.
tr_tr: Güncelleme zaten çalışıyor.
uk_ua: Оновлення вже працює.

source: Update interval
ca_ca: Interval d'actualització
cs_cs: Interval aktualizace
da_dk: Opdateringsinterval
pt_pt: Intervalo de atualização
sk_sk: Interval aktualizácie
sr_sr: Interval ažuriranja
tr_tr: Gğncelleme aralığı
uk_ua: Iнтервал оновлення

source: Updating forecast
ca_ca: S'està actualitzant la previsió
cs_cs: Aktualizuji předpověď
da_dk: Opdaterer prognose
pl_pl: Aktualizowanie prognoz
pt_pt: A atualizar previsão
ru_ru: Идет обновление данных о погоде.
sk_sk: Aktualizujem údaje o počasí
sr_sr: Ažurira se prognoza
tr_tr: Havatahmini güncelleniyor
uk_ua: Відбувається оновлення даних про погоду.

source: Updating of weather data:
ca_ca: S'estan actualitzant les dades del temps
cs_cs: Aktualizace dat o počasí
da_dk: Ajourføring af vejrdata:
pl_pl: Aktualizowanie danych pogodowych:
pt_pt: Atualizando dados do tempo:
ru_ru: Обновление данных о погоде:
sk_sk: Aktualizujem údaje o počasí:
sr_sr: Ažuriraju se vremenski podatci:
tr_tr: Hava durumunun güncellenmesi :
uk_ua: Оновлення даних про погоду:

source: Updating weather
ca_ca: S'està actualitzant el temps
cs_cs: Aktualizuji počasí
da_dk: Ajourfører vejret
pl_pl: Aktualizowanie prognoz
pt_pt: Atualizando o tempo
ru_ru: Идет обновление данных о погоде.
sk_sk: Aktualizujem údaje o počasí
sr_sr: Ažurira se vremenska prognoza
tr_tr: Hava Durumu Güncelleniyor
uk_ua: Відбувається оновлення даних про погоду.

source: Use Edit layout for tuning images of applet
ca_ca: Utilitzeu 'Edita el format' per ajustar les imatges del panell
cs_cs: Použijte Upravit rozvržení pro tuning obrázků appletu
pl_pl: Można użyć Zmodyfikuj układ do zmiany obrazów apletu
pt_pt: Utilize o layout Editar para ajustes nas imagens do aplicativo
ru_ru: Используйте 'Редактировать компоновку' для настройки изображения апплета.
sk_sk: Použite Upraviť rozloženie pre úpravu obrázkov apletu
sr_sr: Koristiti podešavanje izgleda za korigovanje slika applet-a
tr_tr: Eklentinin imajlarını ayarlamak için 'Düzeni Değiştir'i kullanin.
uk_ua: Використовуйте 'Редагувати компоновку' для налаштування зображення аплета.
