Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Overcast and light wet snow
ar_ar: معتم مع ثلوج رطبة خفيفة
bg_bg: Облачно и слаб мокър сняг
es_es: Cubierto y nevisca húmeda
fi_fi: Pilvistä ja kevyttä räntäsadetta
hu_hu: Borús és könnyű havas eső
nl_nl: Zwaarbewolkt en wat natte sneeuw
no_no: Overskyet og lett sludd
sl_sl: Oblačno z rahlim sneženjem
sq_sq: Vranësira me dëborë të lagur të dobët
sv_sv: Mulet med lätt blötsnö
vi_vi: Âm u và tuyết ướt nhẹ

source: Overcast and rain
ar_ar: معتم مع أمطار
bg_bg: Облачно и дъжд
es_es: Cubierto y lluvioso
fi_fi: Pilvistä ja vesisadetta
hu_hu: Borús és esős
nl_nl: Zwaarbewolkt en regen
no_no: Overskyet og regn
sl_sl: Oblačno in dež
sq_sq: Me re dhe shira
sv_sv: Mulet med regn
vi_vi: U ám và mưa

source: Overcast and showers
ar_ar: معتم مع زخات مطر
bg_bg: Облачно и превалявания
es_es: Cubierto y chubascos
fi_fi: Pilvistä ja sadekuuroja
hu_hu: Borús és záporok
nl_nl: Zwaarbewolkt en buien
no_no: Overskyet og byger
sl_sl: Oblačno s plohami
sq_sq: Vranësira me rreshje të shkurtëra shiu
sv_sv: Mulet med regnskurar
vi_vi: Âm u và mưa rào

source: Overcast and snow
ar_ar: معتم مع ثلوج
bg_bg: Облачни и сняг
es_es: Cubierto y nieve
fi_fi: Pilvistä ja lumisadetta
hu_hu: Borús és havazás
nl_nl: Zwaarbewolkt en sneeuw
no_no: Overskyet og snø
sl_sl: Oblačno in sneg
sq_sq: Vranësira dhe dëborë
sv_sv: Mulet med snö
vi_vi: Âm u và tuyết

source: Overcast and snow showers
ar_ar: معتم مع زخات ثلج
bg_bg: Мрачно и превалявания от сняг
es_es: Cubierto y chubascos de nieve
fi_fi: Pilvistä ja lumikuuroja
hu_hu: Borús és hózáporok
nl_nl: Zwaarbewolkt en sneeuwbuien
no_no: Overskyet og snøbyger
sl_sl: Oblačno s snežnimi plohami
sq_sq: Vranësira me rreshje të shkurtëra dëbore
sv_sv: Mulet med snöbyar
vi_vi: Âm u và tuyết mau

source: Overcast and wet snow
ar_ar: معتم مع ثلوج رطبه
bg_bg: Мрачно и мокър сняг
es_es: Cubierto y nieve húmeda
fi_fi: Pilvistä ja räntäsadetta
hu_hu: Borús és havas eső
nl_nl: Zwaarbewolkt en natte sneeuw
no_no: Overskyet og sludd
sl_sl: Oblačno in sneg
sq_sq: Vranësira me rreshje dëbore të lagur
sv_sv: Mulet med blötsnö
vi_vi: Âm u và tuyết ướt

source: Overcast and wet snow showers
ar_ar: معتم مع زخات ثلج رطبه
bg_bg: Мрачно и превалявания от мокър сняг
es_es: Cubierto y nevisca húmeda
fi_fi: Pilvistä ja räntäkuuroja
hu_hu: Borús és havas eső záporok
nl_nl: Zwaarbewolkt en natte sneeuwbuien
no_no: Overskyet og sluddbyger
sl_sl: Oblačno s snežnimi plohami
sq_sq: Vranësira me rreshje të shkurtëra dëbore të lagur
sv_sv: Mulet med byar av blötsnö
vi_vi: Âm u và tuyết ướt,mau

source: Overcast clouds
ar_ar: غيوم معتمه
es_es: Cubierto
fi_fi: Pilvistä
hu_hu: Borús
nl_nl: Zwaarbewolkt
no_no: Overskyet
sl_sl: Visoka oblačnost
sv_sv: Mulet och molnigt

source: Overcast, thunderstorms with rain
ar_ar: معتم, عواصف رعدية مع أمطار
bg_bg: Облачно, бури и дъжд
es_es: Cubierto, tormentas con lluvia
fi_fi: Pilvistä, ukkosta ja vesisadetta
hu_hu: Borús és zivataros
nl_nl: Zwaarbewolkt, onweer met regen
no_no: Overskyet, Tordenbyger med regn
sl_sl: Oblačno, z grmenjem in dežjem
sq_sq: Me re, ka mundësi të ketë rrebeshe
sv_sv: Mulet, åska med regn
vi_vi: U ám, bão và mưa

source: PM Fog
ar_ar: ضباب مساءً
bg_bg: РМ Мъгла
es_es: Niebla por la noche
fi_fi: ip: Sumua
hu_hu: du. köd
nl_nl: PM mist
no_no: Ettermiddag Tåke
sl_sl: Megla popoldan
sq_sq: Pasdite Mjegull
sv_sv: EM Dimma
vi_vi: PM Sương

source: PM Light Rain
ar_ar: أمطار خفيفه مساءً
bg_bg: РМ Слаб Дъжд
es_es: Lluvia ligera por la noche
fi_fi: ip: Kevyttä vesisadetta
hu_hu: du. könnyű eső
nl_nl: PM lichte regen
no_no: Ettermiddag Lett Regn
sl_sl: Rahel dež popoldan
sq_sq: Pasdite Shi i dobët
sv_sv: FM Lätt regn
vi_vi: PM Mưa nhẹ

source: PM Light Rain / Wind
ar_ar: أمطار خفيفه مساءً / رياح
bg_bg: РМ Слаб Дъжд/Вятър
es_es: Lluvia ligera / Viento por la noche
fi_fi: ip: Kevyttä vesisadetta / Tuulista
hu_hu: du. könnyű eső / szél
nl_nl: PM lichte regen / wind
no_no: Ettermiddag Lett Regn / Vind
sl_sl: Rahel dež popoldan / veter
sq_sq: Pasdite Shi i dobët me erë
sv_sv: FM Lätt regn / Vind
vi_vi: PM Mưa nhẹ / Gió

source: PM Light Snow
ar_ar: ثلوج خفيفه مساءً
bg_bg: РМ Слаб Сняг
es_es: Nevisca por la noche
fi_fi: ip: Kevyttä lumisadetta
hu_hu: du. hószállingózás
nl_nl: PM lichte sneeuw
no_no: Ettermiddag Lett Snø
sl_sl: Rahlo sneženje popoldan
sq_sq: Pasdite dëborë e dobët
sv_sv: FM Lätt snöfall
vi_vi: PM Tuyết nhẹ

source: PM Light Snow / Wind
ar_ar: ثلوج خفيفه مساءً / رياح
bg_bg: РМ Слаб Сняг/Вятър
es_es: Nieve ligera / Viento por la noche
fi_fi: ip: Kevyttä lumisadetta / Tuulista
hu_hu: du. könnyű havazás / szél
nl_nl: PM lichte sneeuw / wind
no_no: Ettermiddag Lett Snø / Vind
sl_sl: Rahlo sneženje popoldan / veter
sq_sq: Pasidte rreshje të dobëta dëbore / Erë
sv_sv: FM Lätt snöfall / Vind
vi_vi: PM Tuyết nhẹ / Gió

source: PM Rain
ar_ar: أمطار مساءً
bg_bg: РМ Дъжд
es_es: Lluvia por la noche
fi_fi: ip: Vesisadetta
hu_hu: du. eső
nl_nl: PM regen
no_no: Ettermiddag Regn
sl_sl: Popoldan dež
sq_sq: Pasdite Shi
sv_sv: FM Regn
vi_vi: PM Mưa

source: PM Rain / Snow
ar_ar: أمطار مساءً / ثلوج
bg_bg: РМ Дъжд/Сняг
es_es: Lluvia / Nieve por la noche
fi_fi: ip: Vesisadetta / Lumisadetta
hu_hu: du. eső / havazás
nl_nl: PM regen / sneeuw
no_no: Ettermiddag Regn / Snø
sl_sl: Popoldan dež / sneg
sq_sq: Pasidite Shi / Dëborë
sv_sv: FM Regn / Snö
vi_vi: PM Mưa / Tuyết

source: PM Rain / Snow Showers
no_no: Ettermiddag Regn / Snøbyger
sv_sv: Eftermiddagsregn / Snöbyar

source: PM Rain / Wind
ar_ar: أمطار مساءً / رياح
bg_bg: РМ Дъжд/Вятър
es_es: Lluvia / Viento por la noche
fi_fi: ip: Vesisadetta / Tuulista
hu_hu: du. eső / szél
nl_nl: PM regen / wind
no_no: Ettermiddag Regn / Vind
sl_sl: Popoldan dež / veter
sq_sq: Pasdite Shi / Erë
sv_sv: FM Regn / Vind
vi_vi: PM Mưa / Gió

source: PM Showers
ar_ar: زخات مطر مساءً
bg_bg: РМ Превалявания
es_es: Chubascos por la noche
fi_fi: ip: Sadekuuroja
hu_hu: du. záporok
nl_nl: PM buien
no_no: Ettermiddag Byger
sl_sl: Popoldanske plohe
sq_sq: Pasdite Rreshje të shkurtëra
sv_sv: FM Regnskurar
vi_vi: PM Mưa rào

source: PM Showers / Wind
ar_ar: زخات مطر مساءً / رياح
bg_bg: РМ Превалявания/Вятър
es_es: Chubascos / Viento por la noche
fi_fi: ip: Sadekuuroja / Tuulista
hu_hu: du. záporok / szél
nl_nl: PM buien / wind
no_no: Ettermiddag Byger / Vind
sl_sl: Popoldanske plohe / veter
sq_sq: Pasdite Rreshje të shkurtëra / Erë
sv_sv: FM Regnskurar / Vind
vi_vi: PM Mưa rào / Gió

source: PM Snow
ar_ar: ثلوج مساءً
bg_bg: РМ Сняг
es_es: Nieve por la noche
fi_fi: ip: Lumisadetta
hu_hu: du. havazás
nl_nl: PM sneeuw
no_no: Ettermiddag Snø
sl_sl: Popoldan sneg
sq_sq: Pasdite Dëborë
sv_sv: FM Snö
vi_vi: PM Tuyết

source: PM Snow / Wind
no_no: PM Snø / Vind
sv_sv: Eftermiddag snö/blåst

source: PM Snow Showers
ar_ar: زخات ثلج مساءً
bg_bg: РМ Преалявания от Сняг
es_es: Chubascos de nieve por la noche
fi_fi: ip: Lumikuuroja
hu_hu: du. hózáporok
nl_nl: PM sneeuwbuien
no_no: Ettermiddag Snøbyger
sl_sl: Popoldanske snežne plohe
sq_sq: Pasdite rreshje të shkurtëra dëbore
sv_sv: FM Snöbyar
vi_vi: PM Tuyết mau

source: PM Snow Showers / Wind
ar_ar: زخات ثلج مساءً / رياح
bg_bg: РМ Превалявания от Сняг/Вятър
es_es: Chubascos de nieve / Viento por la noche
fi_fi: ip: Lumikuuroja / Tuulista
hu_hu: du. hózáporok / szél
nl_nl: PM sneeuwbuien / wind
no_no: Ettermiddag Snøbyger / Vind
sl_sl: Popoldanske snežne plohe / veter
sq_sq: Pasdite Rreshje të shkurtëra dëbore / Erë
sv_sv: FM Snöbyar / Vind
vi_vi: PM Tuyết mau / Gió

source: PM T-Showers
ar_ar: عواصف ثلجيه مساءً
bg_bg: РМ Валежи
es_es: Chubascos tormentosos por la noche
fi_fi: ip: Ukkoskuuroja
hu_hu: du. zivatarok
nl_nl: PM onweersbuien
no_no: Ettermiddag Tordenbyger
sl_sl: Popoldanske nevihte z grmenjem in bliskanjem
sq_sq: Pasdite Rrebeshe të shkurtëra
sv_sv: EM Åskskurar
vi_vi: PM Giông bão

source: PM T-Storms
ar_ar: عواصف رعديه مساءً
bg_bg: РМ Гръмотевици
es_es: Tormentas eléctricas aisladas por la noche
fi_fi: ip: Ukkosta
hu_hu: du. viharok
nl_nl: PM onweer
no_no: Ettermiddag Torden
sl_sl: Popoldanske nevihte z grmenjem
sq_sq: Pasdite Stuhira
sv_sv: EM Åska
vi_vi: PM Sấm sét

source: Partly Cloudy
ar_ar: غائم جزئياً
bg_bg: Разкъсана Облачност
es_es: Parcialmente nublado
fi_fi: Puolipilvistä
hu_hu: Helyenként felhős
nl_nl: Deels bewolkt
no_no: Delvis Skyet
sl_sl: Delno oblačno
sq_sq: Pjesërisht me re
sv_sv: Delvis Molnigt
vi_vi: Ít mây, trời nắng

source: Partly Cloudy / Wind
ar_ar: غائم جزئياً / رياح
bg_bg: Разкъсана Облачност/Вятър
es_es: Parcialmente nublado / Viento
fi_fi: Puolipilvistä / Tuulista
hu_hu: Helyenként felhős / szél
nl_nl: Deels bewolkt / wind
no_no: Delvis Skyet / Vind
sl_sl: Delno oblačno / vetrovno
sq_sq: Pjesërisht me re / Erë
sv_sv: Delvis Molnigt / Vind
vi_vi: Ít mây, trời nắng, gió nhẹ

source: Partly Cloudy / Windy
es_es: Parcialmente nublado / Viento
fi_fi: Puolipilvistä / Tuulista
hu_hu: Helyenként felhős / szél
nl_nl: Deels bewolkt / winderig
no_no: Delvis Skyet / Vind
sl_sl: Delno oblačno / vetrovno
sv_sv: Delvis molnigt / Blåsigt

source: Partly Cloudy Few Snow
ar_ar: غائم جزئيأ مع ثلوج خفيفه
bg_bg: Разкъсана Облачност Лек сняг
es_es: Parcialmente nublado con algo de nieve
fi_fi: Puolipilvistä, ajoittaista lumisadetta
hu_hu: Helyenként felhős, kevés hóval
nl_nl: Deels bewolkt met sneeuw
no_no: Delvis Skyet Noe Snø
sl_sl: Delno oblačno z nekaj snega
sq_sq: Pjesërisht me re dhe pak dëborë
sv_sv: Delvis Molnigt Lite Snö
vi_vi: Ít mây, tuyết rơi rải rác

source: Partly Cloudy Light Rain
ar_ar: غائم جزئيأ مع أمطار خفيفه
bg_bg: Разкъсана Облачност Слаб дъжд
es_es: Parcialmente nublado con lluvia ligera
fi_fi: Puolipilvistä ja kevyttä vesisadetta
hu_hu: Helyenként felhős, enyhe esővel
nl_nl: Deels bewolkt, lichte regen
no_no: Delvis Skyet Lett Regn
sl_sl: Delno oblačno, rahel dež
sq_sq: Pjesërisht me re dhe shi i dobët
sv_sv: Delvis molnigt, Lätt regn
vi_vi: Ít mây, mưa nhẹ

source: Partly Cloudy T-Storm
ar_ar: غائم جزئيأ مع عواصف رعديه
bg_bg: Разкъсана Облачност Гръмотевици
es_es: Parcialmente nublado con tormentas eléctricas
fi_fi: Puolipilvistä ja ukkosta
hu_hu: Helyenként felhős, viharos
nl_nl: Deels bewolkt, onweer
no_no: Delvis Skyet Torden
sl_sl: Delno oblačno, nevihta z grmenjem
sq_sq: Pjesërisht me re dhe stuhira
sv_sv: Delvis Molnigt Åskväder
vi_vi: Mây ít, có mưa kèm sấm sét

source: Partly Cloudy and Windly
ar_ar: غائم جزئيأ مع رياح
bg_bg: Разкъсана Облачност и ветровито
es_es: Parcialmente nublado y ventoso
fi_fi: Puolipilvistä ja tuulista
hu_hu: Helyenként felhős és szeles
nl_nl: Deels bewolkt en winderig
no_no: Delvis Skyet og Vind
sl_sl: Delno oblačno in vetrovno
sq_sq: Pjesërisht me re dhe erë
sv_sv: Delvis molnigt och blåsigt
vi_vi: Mây ít, nhiều gió

source: Partly Cloudy and Windy
ar_ar: غائم جزئيأ مصحوب رياح
bg_bg: Разкъсана Облачност и ветровито
es_es: Parcialmente nublado y ventoso
fi_fi: Puolipilvistä ja tuulista
hu_hu: Helyenként felhős és szeles
nl_nl: Deels bewolkt en winderig
no_no: Delvis Skyet og Vind
sl_sl: Delno oblačno in vetrovno
sq_sq: Pjesërisht me re dhe erë
sv_sv: Delvis molnigt och blåsigt
vi_vi: Mây ít, có gió thổi

source: Partly Cloudy, Few Snow
ar_ar: غائم جزئيأ, ثلوج خفيفه
bg_bg: Разкъсана Облачност, Лек сняг
es_es: Parcialmente nublado, algo de nieve
fi_fi: Puolipilvistä, ajoittaista lumisadetta
hu_hu: Helyenként felhős, kevés hóval
nl_nl: Deels bewolkt, wat sneeuw
no_no: Delvis Skyet, Noe Snø
sl_sl: Delno oblačno, nekaj snega
sq_sq: Pjesërisht me re dhe pak dëborë
sv_sv: Delvis molnigt, Lite snö
vi_vi: Mây ít, tuyết rơi rải rác

source: Partly Cloudy, Haze
ar_ar: غائم جزئيأ, عجاج
bg_bg: Разкъсана Облачност, Мараня
es_es: Parcialmente nublado, bruma
fi_fi: Puolipilvistä, utua
hu_hu: Helyenként felhős, párás
nl_nl: Deels bewolkt, nevel
no_no: Delvis Skyet, Dis
sl_sl: Delno oblačno, meglica
sq_sq: Pjesërisht me re, Mjegull
sv_sv: Delvis molnigt, Dis
vi_vi: Trời ít mây, có sương mù

source: Partly Cloudy, Heavy Rain
ar_ar: غائم جزئياً, أمطار غزيرة
bg_bg: Разкъсана Облачност, Силен дъжд
es_es: Parcialmente nublado , Mucha lluvia
fi_fi: Puolipilvistä, rankkasadetta
hu_hu: Helyenként felhős, felhőszakadással
nl_nl: Deels bewolkt, zware regen
no_no: Delvis Skyet, Mye Regn
sl_sl: Delno oblačno, močan dež
sq_sq: Pjesërisht me re, Shira të fortë
sv_sv: Delvis molnigt, Mycket regn
vi_vi: Trời ít mây, mưa to vài nơi

source: Partly Cloudy, Heavy Rain, T-Storm
ar_ar: غائم جزئياً, أمطار غزيرة, عواصف رعديه
bg_bg: Разкъсана Облачност, Силен дъжд, Гръмотевици
es_es: Parcialmente nublado, mucha lluvia, tormentas eléctricas
fi_fi: Puolipilvistä, rankkasadetta, ukkosta
hu_hu: Helyenként felhős, kiadós esők, viharok
nl_nl: Deels bewolkt, zware regen, onweer
no_no: Delvis Skyet, Mye Regn, Torden
sl_sl: Delno oblačno, močan dež, nevihta z grmenjem
sq_sq: Pjesërisht me re, Shira të fortë, Rrufe
sv_sv: Delvis molnigt, Mycket regn, Åskväder
vi_vi: Có mây, mưa to kèm sấm chớp, sét

source: Partly Cloudy, Heavy Snow
ar_ar: غائم جزئياً, ثلوج غزيرة
bg_bg: Разкъсана Облачност, Силен сняг
es_es: Parcialmente nublado, Mucha nieve
fi_fi: Puolipilvistä, rankkaa lumisadetta
hu_hu: Helyenként felhős, kiadós havazás
nl_nl: Deels bewolkt, zware sneeuw
no_no: Delvis Skyet, Mye Snø
sl_sl: Delno oblačno, močno sneženje
sq_sq: Pjesërisht me re, Dëborë e dëndur
sv_sv: Delvis molnigt, Mycket snö
vi_vi: Ít mây, tuyết rơi nặng hạt

source: Partly Cloudy, Light Rain
ar_ar: غائم جزئياً, أمطار خفيفه
bg_bg: Разкъсана Облачност, Слаб дъжд
es_es: Parcialmente nublado, lluvia ligera
fi_fi: Puolipilvistä, kevyttä vesisadetta
hu_hu: Helyenként felhős, könnyű esővel
nl_nl: Deels bewolkt, lichte regen
no_no: Delvis Skyet, Litt Regn
sl_sl: Delno oblačno, rahel dež
sq_sq: Pjesërisht me re, Shi i dobët
sv_sv: Delvis molnigt, Lätt regn
vi_vi: Ít Mây kèm mưa vừa

source: Partly Cloudy, Light Rain, T-Storm
ar_ar: غائم جزئياً, أمطار خفيفه, عواصف رعدية
bg_bg: Разкъсана Облачност, Лек дъжд, Гръмотевици
es_es: Parcialmente nublado, lluvias leves, tormentas eléctricas
fi_fi: Puolipilvistä, kevyttä vesisadetta, ukkosta
hu_hu: Helyenként felhős, könnyű eső, záporok
nl_nl: Deels bewolkt, lichte regen, onweer
no_no: Delvis Skyet, Litt Regn, Torden
sl_sl: Delno oblačno, rahel dež, nevihta z grmenjem
sq_sq: Pjesërisht me re, Shi i dobët, Rrufe
sv_sv: Delvis molnigt, Lätt regn, Åskväder
vi_vi: Ít mây, mưa vừa có sấm chớp

source: Partly Cloudy, Rain
ar_ar: غائم جزئياً, أمطار
bg_bg: Разкъсана Облачност, Дъжд
es_es: Parcialmente nublado, Lluvia
fi_fi: Puolipilvistä, vesisadetta
hu_hu: Helyenként felhős, esős
nl_nl: Deels bewolkt, regen
no_no: Delvis Skyet, Regn
sl_sl: Delno oblačno, dež
sq_sq: Pjesërisht me re, Shi
sv_sv: Delvis molnigt, Regn
vi_vi: Có mây và mưa vài nơi

source: Partly Cloudy, Rain, T-Storm
ar_ar: غائم جزئياً, أمطار, عواصف رعديه
bg_bg: Разкъсана Облачност, Дъжд, Гръмотевици
es_es: Parcialmente nublado, lluvia, tormentas eléctricas
fi_fi: Puolipilvistä, vesisadetta, ukkosta
hu_hu: Helyenként felhős, esős, záporos
nl_nl: Deels bewolkt, regen, onweer
no_no: Delvis Skyet, Regn, Torden
sl_sl: Delno oblačno, dež, nevihta z grmenjem
sq_sq: Pjesërisht me re, Shi, Rrufe
sv_sv: Delvis molnigt, Regn, Åskväder
vi_vi: Có mây, mưa kèm sấm chớp

source: Partly Cloudy, Smoke
ar_ar: غائم جزئياً, ضباب
bg_bg: Разкъсана Облачност, Дим
es_es: Parcialmente nublado, Humo
fi_fi: Puolipilvistä, savusumua
hu_hu: Helyenként felhős, füst
nl_nl: Deels bewolkt, rook
no_no: Delvis Skyet, Tåke
sl_sl: Delno oblačno, dim
sq_sq: Pjesërisht me re, Tym
sv_sv: Delvis molnigt, Rök
vi_vi: Ít mây,

source: Partly Cloudy, Snow
ar_ar: غائم جزئياً, ثلوج
bg_bg: Разкъсана Облачност, Сняг
es_es: Parcialmente nublado, nieve
fi_fi: Puolipilvistä, lumisadetta
hu_hu: Helyenként felhős, havazás
nl_nl: Deels bewolkt, sneeuw
no_no: Delvis Skyet, Snø
sl_sl: Delno oblačno, sneg
sq_sq: Pjesërisht me re, Dëborë
sv_sv: Delvis molnigt, Snö
vi_vi: Ít mây, có tuyết rơi

source: Partly Cloudy, T-Storm
ar_ar: غائم جزئياً, عواصف رعديه
bg_bg: Разкъсана Облачност, Гръмотевици
es_es: Parcialmente nublado, tormenta eléctrica
fi_fi: Puolipilvistä, ukkosta
hu_hu: Helyenként felhős, zivatarok
nl_nl: Deels bewolkt, onweer
no_no: Delvis Skyet, Torden
sl_sl: Delno oblačno, nevihta z grmenjem
sq_sq: Pjesërisht me re, Rrufe
sv_sv: Delvis molnigt, Åskväder
vi_vi: Ít Mây có sấm sét

source: Partly cloudy
ar_ar: غائم جزئياً
bg_bg: Разкъсана облачност
es_es: Parcialmente nublado
fi_fi: Puolipilvistä
hu_hu: Helyenként felhős
nl_nl: Deels bewolkt
no_no: Delvis skyet
sl_sl: Delno oblačno
sq_sq: Pjesërisht me re
sv_sv: Delvis molnigt
vi_vi: Ít mây, nắng nhẹ

source: Partly cloudy and light rain
ar_ar: غائم جزئيأ مع أمطار خفيفه
bg_bg: Разкъсана облачност и слаб дъжд
es_es: Parcialmente nublado y lluvias leves
fi_fi: Puolipilvistä ja kevyttä vesisadetta
hu_hu: Helyenként felhős, kevés esővel
nl_nl: Deels bewolkt en lichte regen
no_no: Delvis skyet og litt regn
sl_sl: Delno oblačno z rahlim dežjem
sq_sq: Pjesërisht me re dhe shi i dobët
sv_sv: Delvis molnigt med lätt regn
vi_vi: Ít mây, mưa vừa

source: Partly cloudy and light snow
ar_ar: غائم جزئيأ مع ثلوج خفيفه
bg_bg: Разкъсана облачност и слаб сняг
es_es: Parcialmente nublado y neviscas
fi_fi: Puolipilvistä ja kevyttä lumisadetta
hu_hu: Helyenként felhős, kevés havazással
nl_nl: Deels bewolkt en lichte sneeuw
no_no: Delvis skyet og litt snø
sl_sl: Delno oblačno z rahlim sneženjem
sq_sq: Pjesërisht me re dhe dëborë e dobët
sv_sv: Delvis molnigt och lätt snö
vi_vi: Ít mây, tuyết rơi vừa

source: Partly cloudy and light wet snow
ar_ar: غائم جزئياً مع ثلوج خفيفه رطبه
bg_bg: Разкъсана облачност и мокър сняг
es_es: Parcialmente nublado y neviscas húmedas
fi_fi: Puolipilvistä ja kevyttä räntäsadetta
hu_hu: Helyenként felhős, kevés havas esővel
nl_nl: Deels bewolkt en wat natte sneeuw
no_no: Delvis skyet og litt sludd
sl_sl: Delno oblačno z rahlim sneženjem
sq_sq: Pjesërisht me re dhe dëborë e dobët e lagur
sv_sv: Delvis molnigt och lätt blötsnö
vi_vi: Ít mây, tuyết rơi, trời ẩm ướt

source: Partly cloudy and showers
ar_ar: غائم جزئيأ مع زخات مطر
bg_bg: Разкъсана облачност и превалявания
es_es: Parcialmente nublado y chubascos
fi_fi: Puolipilvistä ja sadekuuroja
hu_hu: Helyenként felhős, záporokkal
nl_nl: Deels bewolkt en buien
no_no: Delvis skyet og byger
sl_sl: Delno oblačno s plohami
sq_sq: Pjesërisht me re dhe me rreshje
sv_sv: Delvis molnigt med regnskurar
vi_vi: Ít mây, có mưa rào

source: Partly cloudy and snow showers
ar_ar: غائم جزئيأ مع زخات ثلج
bg_bg: Разкъсана облачност и превалявания от сняг
es_es: Parcialmente nublado y chubascos de nieve
fi_fi: Puolipilvistä ja lumikuuroja
hu_hu: Helyenként felhős, hózáporokkal
nl_nl: Deels bewolkt en sneeuwbuien
no_no: Delvis skyet og snøbyger
sl_sl: Delno oblačno s snežnimi plohami
sq_sq: Pjesërisht me re rreshje dëbore
sv_sv: Delvis molnigt med snöbyar
vi_vi: Ít mây, có mưa tuyết

source: Partly cloudy and wet snow showers
ar_ar: غائم جزئيأ مع زخات ثلج رطبه
bg_bg: Разкъсана облачност и превалявания от мокър сняг
es_es: Parcialmente nublado y chubascos de nieve húmeda
fi_fi: Puolipilvistä ja räntäsadetta
hu_hu: Helyenként felhős, havas eső záporokkal
nl_nl: Deels bewolkt en natte sneeuwbuien
no_no: Delvis skyet og sluddbyger
sl_sl: Delno oblačno s snežnimi plohami
sq_sq: Pjesërisht me re dhe rreshje të dobëta dëbore të lagur
sv_sv: Delvis molnigt med blötsnö i byar
vi_vi: Ít mây, mưa tuyết ẩm ướt

source: Partly cloudy, possible thunderstorms with rain
ar_ar: غائم جزئياً, أمطار مع عواصف رعدية مُحتَمله
bg_bg: Разкъсана облачност, възможни бури и дъжд
es_es: Parcialmente nublado, posibles tormentas con lluvia
fi_fi: Puolipilvistä, mahdollisesti ukkosta ja vesisadetta
hu_hu: Elszórtan felhős, néhol záporokkal
nl_nl: Deels bewolkt, mogelijk onweer met regen
no_no: Delvis skyet, utrygt for tordenbyger med regn
sl_sl: Delno oblačno, možnost neviht z grmenjem, bliskanjem in dežjem
sq_sq: Pjesërisht me re, ka mundësi të ketë rrebeshe
sv_sv: Delvis molnigt, möjligen åska med regn
vi_vi: Nhiều mây, có thể có bão

source: Polish - Tomasz Dominikowski
sv_sv: Polska - Tomasz Dominikowski

source: Portuguese - Jose Narciso,
sv_sv: Portugisiska - Jose Narciso,

source: Position:
ar_ar: المكان:
bg_bg: Позиция:
es_es: Posición:
fi_fi: Sijainti:
hu_hu: Pozíció:
nl_nl: Positie:
no_no: Posisjon:
sl_sl: Lokacija:
sq_sq: Posicioni:
sv_sv: Plats:
vi_vi: Vị trí:

source: Precipitation
es_es: Precipitación
fi_fi: Sadetta
nl_nl: Neerslag
no_no: Nedbør
sv_sv: Nederbörd

source: Precipitation rate:
es_es: Intensidad de precipitación:
fi_fi: Sadekertymä:
nl_nl: Mate van neerslag:
no_no: Fuktighet:
sv_sv: Nederbördsklassning:

source: Precipitation:
es_es: Precipitación:
fi_fi: Sademäärä:
nl_nl: Neerslag:
no_no: Nedbør
sv_sv: Nederbörd:

source: Preference|Update
ar_ar: التفضيلات|تحديث
bg_bg: Предпочитания|Опресни
es_es: Actualización
fi_fi: Päivitys
hu_hu: Beállítások|Frissítés
nl_nl: Voorkeur | Update
no_no: Preferanse|Uppdater
sl_sl: Možnosti|Posodobitev
sq_sq: Preferencat|Përditësimet
sv_sv: Inställningar|Uppdatering
vi_vi: Sở thích|Cập nhật

source: Pressure
ar_ar: الضغط
bg_bg: Налягане
es_es: Presión
fi_fi: Ilmanpaine
hu_hu: Légnyomás
nl_nl: Luchtdruk
no_no: Trykk
sl_sl: Tlak
sq_sq: Presioni
sv_sv: Lufttryck
vi_vi: Áp suất

source: Pressure units
ar_ar: وحدات الضغط
bg_bg: Единици за налягане
es_es: Unidades de presión
fi_fi: Paineen yksikkö
hu_hu: Légnyomás m.e.
nl_nl: Luchtdrukeenheden
no_no: Trykkenhet
sl_sl: Enota za tlak
sq_sq: Njësia e presionit
sv_sv: Tryckenhet
vi_vi: Đơn vị đo áp suất

source: Pressure units:
ar_ar: وحدات الضغط:
bg_bg: Единици за налягане:
es_es: Unidades de presión:
fi_fi: Paineen yksiköt:
hu_hu: Légnyomás mértékegységek:
nl_nl: Luchtdrukeenheden:
no_no: Trykkenheter
sl_sl: Enota za tlak:
sq_sq: Njesitë e presionit:
sv_sv: Tryckenhet:
vi_vi: Đơn vị đo áp suất:

source: Pressure:
ar_ar: الضغط:
bg_bg: Налягане:
es_es: Presión:
fi_fi: Ilmanpaine:
hu_hu: Légnyomás:
nl_nl: Luchtdruk:
no_no: Trykk:
sl_sl: Tlak:
sq_sq: Presioni:
sv_sv: Tryck:
vi_vi: Áp suất:

source: Pressure:
ar_ar: الضغط:
bg_bg: Налягане:
es_es: Presión:
fi_fi: Ilmanpaine:
hu_hu: Légnyomás:
nl_nl: Luchtdruk:
no_no: Trykk:
sl_sl: Tlak:
sq_sq: Presioni:
sv_sv: Tryck:
vi_vi: Áp suất:

source: Programmer
ar_ar: المبرمج
es_es: Programador
fi_fi: Ohjelmoija
hu_hu: Programozó
nl_nl: Programmeur
no_no: Programmerer
sl_sl: Programer
sv_sv: Programmerare

source: Project administrators
hu_hu: Projektadminisztrátor
sl_sl: Projektni administratorji
sv_sv: Projektadministratörer

source: Project manager
ar_ar: مدير المشروع
es_es: Director del proyecto
fi_fi: Projektipäällikkö
hu_hu: Projektmenedzser
nl_nl: Projectbeheerder
no_no: Prosjekt leder
sl_sl: Vodja projekta
sq_sq: Shefi i projektit
sv_sv: Projektledare
vi_vi: Người quản lí dự án

source: Provided by
bg_bg: Предоставено от:
hu_hu: Elérhetővé tette:
sl_sl: Vir podatkov:
sv_sv: Tillhandahållen av
vi_vi: Cung cấp bởi

source: Proximity shower rain
es_es: Chubascos cerca
fi_fi: Lähellä sadekuuroja
hu_hu: Futó zápor
nl_nl: Omvang van regenbui
no_no: I nærheten duskregn
sv_sv: Anslutning till regnskurar

source: Rain
ar_ar: مطر
bg_bg: Дъжд
es_es: Lluvia
fi_fi: Vesisadetta
hu_hu: Eső
nl_nl: Regen
no_no: Regn
sl_sl: Dež
sq_sq: Shi
sv_sv: Regn
vi_vi: Có mưa

source: Rain / Freezing Rain
ar_ar: أمطار / أمطار متجمدة
bg_bg: Дъжд/Леден дъжд
es_es: Lluvia / Lluvia helada
fi_fi: Vesisadetta / Jäätävää sadetta
hu_hu: Eső / jégeső
nl_nl: Regen / ijzel
no_no: Regn / Underkjølt Regn
sl_sl: Dež / pomrznjen dež
sq_sq: Shi / Shi i ngrirë
sv_sv: Regn / Underkylt regn
vi_vi: Có mưa kèm băng giá

source: Rain / Ice Early
nl_nl: Regen / eerder ijs
no_no: Regn / Først Iset
sv_sv: Regn / Is tidigt

source: Rain / Snow
ar_ar: أمطار / ثلج
bg_bg: Дъжд/Сняг
es_es: Lluvia / Nieve
fi_fi: Vesisadetta / Lumisadetta
hu_hu: Eső / hó
nl_nl: Regen / sneeuw
no_no: Regn / Snø
sl_sl: Dež / sneg
sq_sq: Shi / Dëborë
sv_sv: Regn / Snö
vi_vi: Có mưa nhẹ, tuyết rơi
