Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: WNW_short
bg_bg: WNW_късо
es_es: ONO
fi_fi: WNW
hu_hu: NY-ÉNY
nl_nl: WNW_kort
no_no: VNV_kort
sl_sl: ZSZ_kratko
sq_sq: PVP_short
sv_sv: VNV
vi_vi: WNW_ngắn

source: WSW
ar_ar: جنوب غربي الى غرب
es_es: OSO
fi_fi: Länsilounaasta
hu_hu: NY-DNY
nl_nl: WZW
no_no: VSV
sl_sl: ZJZ
sq_sq: PJP
sv_sv: VSV

source: WSW_short
bg_bg: WSW_късо
es_es: OSO
fi_fi: WSW
hu_hu: NY-DNY
nl_nl: WZW_kort
no_no: VSV_kort
sl_sl: ZJZ_kratko
sq_sq: PJP_short
sv_sv: VSV

source: W_short
bg_bg: W_късо
es_es: O
fi_fi: W
hu_hu: NY
nl_nl: W_kort
no_no: V_kort
sl_sl: Z_kratko
sq_sq: P_short
sv_sv: V

source: Waning Crescent
bg_bg: Намаляващ Полумесец
es_es: Menguante
fi_fi: Vähenevä sirppi
hu_hu: Fogyó holdsarló
nl_nl: Asgrauwe maan
no_no: Kvart Minkende
sl_sl: Zadnja četrtina
sq_sq: Në katërshen e fundit
sv_sv: Avtagande skära
vi_vi: Trăng lưỡi liềm

source: Waning Gibbous
bg_bg: Намаляваща Полупълна
es_es: Gibosa menguante
fi_fi: Vähenevä kuperakuu
hu_hu: Fogyó hold
nl_nl: Krimpende maan
no_no: Trekvart Minkende
sl_sl: Tretja četrtina
sq_sq: Nga e plotë në katërshen e fundit
sv_sv: Avtagande måne
vi_vi: Trăng khuyết

source: Warning
ar_ar: تحذير
bg_bg: Предупреждение
es_es: Advertencia
fi_fi: Varoitus
hu_hu: Figyelem
nl_nl: Waarschuwing
no_no: Advarsel
sl_sl: Opozorilo
sq_sq: Kujdes
sv_sv: Varning
vi_vi: Cảnh báo

source: Waxing Crescent
bg_bg: Нарастващ Полумесец
es_es: Creciente
fi_fi: Kasvava sirppi
hu_hu: Csökkenő holdsarló
nl_nl: Jonge maansikkel
no_no: Kvart Voksende
sl_sl: Prva četrtina
sq_sq: Hëna e re
sv_sv: Tilltagande skära
vi_vi: Trăng lưỡi liềm

source: Waxing Gibbous
bg_bg: Нарастваща Полупълна
es_es: Gibosa creciente
fi_fi: Kasvava kuperakuu
hu_hu: Csökkenő hold
nl_nl: Wassende maan
no_no: Trekvart Voksende
sl_sl: Druga četrtina
sq_sq: Nga katërshja e parë në hënën e re
sv_sv: Tilltagande måne
vi_vi: Trăng khuyết

source: Weather data provided by:
ar_ar: بيانات الطقس مُقدمة من:
bg_bg: Метео данни от:
es_es: Datos del clima provistos por:
fi_fi: Säätiedot tuottanut:
hu_hu: Az időjárás adatok szolgáltatója:
nl_nl: Weerbericht aangeboden door:
no_no: Værdata levert av:
sl_sl: Posredovanje vremenskih podatkov:
sq_sq: Të dhënat mbi motin mundësohen nga:
sv_sv: Väderdata tillhandahållen av:
vi_vi: Thông tin thời tiết từ:

source: Weather forecast for the Meego. Version
bg_bg: Метео прогноза за MeeGo. Версия
hu_hu: Időjárás előrejelzős Meegora. Verzió
sl_sl: Vremenska napoved za Meego. Verzija
sv_sv: Väderprognos för Meego. Version
vi_vi: Dự báo thời tiết cho Meego. Phiên bản

source: Widget OMWeather is reloading
ar_ar: جاري تحميل ويدجت OMWeather
bg_bg: Уиджет OMWeather се опреснява
es_es: El panel OMWeather se está recargando
fi_fi: Ladataan uudelleen OMWeather-sovelma
hu_hu: OMWeather widget újratöltődik
nl_nl: OMWeather-widget wordt herladen
no_no: Widget OMWeather laster på nytt
sl_sl: Gradnik OMWeather se ponovno nalaga
sq_sq: Widget OMWeather po riniset
sv_sv: OMWeather-widget startar om
vi_vi: Đang tải Widget OMWeather

source: Widget in LockScreen
bg_bg: Уиджет на екран за Отключване
hu_hu: Widget a nyitó képernyőn
sl_sl: Gradnik za "LockScreen"
sv_sv: Widget på låsskärm
vi_vi: Widget ở màn hình khóa

source: Widget in StandbyScreen
bg_bg: Уиджет на Стендбай екран
hu_hu: Widget a készenléti képernyőn
sl_sl: Gradnik na "StandbyScreen"
sv_sv: Widget på väntelägeskärm
vi_vi: Widget ở màn hình nghỉ

source: Widget in events view
bg_bg: Уиджет в екран Събития
hu_hu: Widget az esemény képernyőn
sl_sl: Gradnik v koledarju dogodkov
sv_sv: Widget i vyn händelser
vi_vi: Xem widget ở mục sự kiện

source: Widget style
ar_ar: شكل الويدجت
bg_bg: Уиджет стил
es_es: Estilo de interfaz
fi_fi: Sovelman tyyli
hu_hu: Widget stílusa
nl_nl: Widgetstijl
no_no: Widget type
sl_sl: Stil gradnika
sq_sq: Stili i Widget-it
sv_sv: Widget-stil
vi_vi: Dạng widget

source: Widget style and Iconset
ar_ar: شكل الويدجت ومجموعة الأيقونات
bg_bg: Уиджет стил и икони
es_es: Estilo de interfaz e íconos
fi_fi: Sovelman tyyli ja kuvakkeet
hu_hu: Widget stílusa és ikoncsomag
nl_nl: Widgetstijl en pictogramset
no_no: Widget stil og ikonsett
sl_sl: Stil gradnika in nabor ikon
sq_sq: Stili i Widget-it dhe Ikonat
sv_sv: Widget-stil och ikoner
vi_vi: Dạng widget và biểu tượng

source: Wind
ar_ar: رياح
bg_bg: Вятър
es_es: Viento
fi_fi: Tuulista
hu_hu: Szél
no_no: Vind
sl_sl: Veter
sq_sq: Era
sv_sv: Vind
vi_vi: Gió

source: Wind direction
ar_ar: إتجاه الرياح
bg_bg: Посока на вятъра
es_es: Dirección del viento
fi_fi: Tuulen suunta
hu_hu: Szélirány
nl_nl: Windrichting
no_no: Vindretning
sl_sl: Smer vetra
sq_sq: Era fryn nga
sv_sv: Vindriktning

source: Wind direction:
ar_ar: إتجاه الرياح:
bg_bg: Посока на вятъра:
es_es: Dirección del viento:
fi_fi: Tuulen suunta:
hu_hu: Szélirány:
nl_nl: Windrichting:
no_no: Vindretning:
sl_sl: Smer vetra:
sq_sq: Era fryn nga:
sv_sv: Vindriktning:
vi_vi: Hướng gió:

source: Wind gust:
ar_ar: قوة الرياح:
bg_bg: Сила на вятъра:
es_es: Ráfaga:
fi_fi: Tuulenpuuskat:
hu_hu: Szélroham:
nl_nl: Windvlaag:
no_no: Vindkast:
sl_sl: Udarci vetra:
sq_sq: Shkulme ere nga:
sv_sv: Vindstöt:
vi_vi: Cơn gió mạnh:

source: Wind speed
ar_ar: سرعة الرياح:
bg_bg: Скорост на вятъра:
es_es: Velocidad del viento
fi_fi: Tuulen nopeus
hu_hu: Szélsebesség
nl_nl: Windsnelheid
no_no: Vindhastighet
sl_sl: Hitrost vetra:
sq_sq: Shpejtësia e erës
sv_sv: Vindhastighet
vi_vi: Tốc độ gió

source: Wind speed units
ar_ar: وحدات سرعة الرياح
bg_bg: Скорост ан вятъра единици
es_es: Unidades de velocidad de viento
fi_fi: Tuulen nopeuden yksikkö
hu_hu: Szélsebesség
nl_nl: Windsnelheidseenheden
no_no: Vindhastighetsenheter
sl_sl: Enota hitrosti vetra:
sq_sq: Njesia matëse për shpejtësinë e erës
sv_sv: Vindhastighetsenhet
vi_vi: Đơn vị vận tốc gió

source: Wind speed units:
ar_ar: وحدات سرعة الرياح:
bg_bg: Скорост ан вятъра единици:
es_es: Unidades de velocidad de viento:
fi_fi: Tuulen nopeuden yksikkö:
hu_hu: Szélsebesség m.e.:
nl_nl: Windsnelheidseenheden:
no_no: Vindhastighetsenheter:
sl_sl: Enota hitrosti vetra:
sq_sq: Njesia matëse për shpejtësinë e erës:
sv_sv: Vindhastighetsenheter:
vi_vi: Đơn vị vận tốc gió:

source: Wind:
ar_ar: رياح:
bg_bg: Вятър:
es_es: Viento:
fi_fi: Tuuli:
hu_hu: Szél:
no_no: Vind:
sl_sl: Veter:
sq_sq: Era:
sv_sv: Vind:
vi_vi: Gió:

source: Wind:
ar_ar: رياح:
bg_bg: Вятър:
es_es: Viento:
fi_fi: Tuuli:
hu_hu: Szél:
no_no: Vind:
sl_sl: Veter:
sq_sq: Era:
sv_sv: Vind:
vi_vi: Gió:

source: Wintry Mix
ar_ar: مزيج شتوي
bg_bg: Лапавица
es_es: Agua nieve
fi_fi: Räntäsadetta
hu_hu: Havas eső
nl_nl: Winterse bui
no_no: Glatt Føre
sl_sl: Sneg z dežjem
sq_sq: Shi i përzjerë me akull dhe borë
sv_sv: Snöblandat/underkylt regn eller hagel
vi_vi: Lạnh giá

source: Wintry Mix / Wind
ar_ar: مزيج شتوي/ رياح
bg_bg: Лапавица/Вятър
es_es: Agua nieve / Viento
fi_fi: Räntäsadetta / Tuulista
hu_hu: Havas eső / szél
nl_nl: Winterse bui / wind
no_no: Glatt Føre / Vind
sl_sl: Sneg z dežjem / veter
sq_sq: Shi i përzjerë me akull dhe borë / Erë
sv_sv: Snöblandat/underkylt regn eller hagel / Vind
vi_vi: Lạnh giá và có gió

source: Wintry Mix / Wind Early
ar_ar: بمزيج شتوي/ رياح مُبكره
bg_bg: Лапавица/Вятър сутрин
es_es: Agua nieve / Viento temprano
fi_fi: Räntäsadetta / Ensin tuulista
hu_hu: Havas eső / délelőtti szél
nl_nl: Winterse bui / vroege wind
no_no: Glatt Føre / Først Vind
sl_sl: Sneg z dežjem / v zgodnjih urah veter
sq_sq: Shi i përzjerë me akull dhe borë / Erë herët
sv_sv: Snöblandat/underkylt regn eller hagel / Blåsigt i början
vi_vi: Lạnh giá kèm gió sớm

source: Wintry Mix / Windy
nl_nl: Winterse bui / wind
no_no: Vinterlig vær / Vind
sv_sv: Vintrig mix / Blåsigt

source: Wintry Mix to Snow
ar_ar: مزيج شتوي مع ثلوج
bg_bg: Лапавица към Сняг
es_es: Agua nieve a nieve
fi_fi: Räntä- ja lumisadetta
hu_hu: Havas eső - hó
nl_nl: Winterse bui tot sneeuw
no_no: Glatt Føre til Snøvær
sl_sl: Sneg z dežjem
sq_sq: Shi i përzjerë me akull dhe borë në borë
sv_sv: Snöblandat/underkylt regn eller hagel till snö
vi_vi: Lạnh giá sau đó có tuyết rơi

source: Wrong station code or ZIP code!!!
ar_ar: رمز المحطة أو الرمز البريدي خطأ
bg_bg: Грешен код на метео станция или ZIP код
es_es: Código de estación o postal erróneo!!!
fi_fi: Väärä asemakoodi tai postinumero!
hu_hu: Hibás állomás kód vagy irányítószám!
nl_nl: Verkeerde stationscode of postcode!!!
no_no: Feil stasjonskode eller postkode!!!
sl_sl: Napačna koda postaje ali poštne številke!!!
sq_sq: Është i gabuar ose kodi i stacioni ose kodi postar!!!
sv_sv: Fel stationskod eller zip-kod
vi_vi: Sai mã vùng \n hoặc mã Zip.

source: Yes
ar_ar: نعم
bg_bg: Да
es_es: Si
fi_fi: Kyllä
hu_hu: Igen
nl_nl: Ja
no_no: Ja
sl_sl: Da
sq_sq: Po
sv_sv: Ja
vi_vi: Có

source: You can make donation here:
ar_ar: يمكن التبرع هنا:
bg_bg: Можете да дарите тук:
es_es: Puede hacer donaciones aquí:
fi_fi: Voit tehdä lahjoituksen täällä:
hu_hu: Itt támogathatsz minket:
nl_nl: Je kan hier doneren:
no_no: Du kan donere here:
sl_sl: Tu lahko prispevate:
sq_sq: Mund të bëni ofertën tuaj këtu:
sv_sv: Du kan donera här:
vi_vi: Bạn có thể ủng hộ ở đây:

source: You should activate 'Widget in events view' for using LockScreen widget
bg_bg: Активирайте 'Уиджет в екран Събития' за да ползвате уиджет на екран Отключане
sl_sl: Uporabo "LockScreen widget" aktivirate s pomočjo 'Gradnik v koledarju dogodkov'
sv_sv: Du måste först aktivera 'Widget i vyn Händelser' för att kunna aktivera widget på låsskärm.
vi_vi: Bạn cần kích hoạt \n 'Xem widget ở sự kiện' \n để sử dụng widget ở màn hình khóa

source: You should activate 'Widget in events view' for using StandbyScreen widget
bg_bg: Активирайте 'Уиджет в екран Събития' за да използвате уиджет на Стендбай екран
sl_sl: Uporabo "StandbyScreen widget" aktivirate s pomočjo 'Gradnik v koledarju dogodkov'
sv_sv: Du måste först aktivera 'Widget i vyn Händelser' för att kunna aktivera widget på väntelägeskärm.
vi_vi: Bạn cần kích hoạt \n 'Xem widget ở sự kiện' \n để sử dụng widget ở màn hình chờ

source: You should activate 'Widget in the events view' option in MeeCast appearance settings for auto update.
bg_bg: Активирайте 'Уиджет в екран Събития' в настройките на изгледа на MeeCast за да включите автоматично опресняване
sl_sl: Za samodejno posodabljanje omogočite možnost 'Gradnik v koledarju dogodkov' v nastavitvah programa MeeCast
sv_sv: Du måste aktivera 'Widget i vyn Händelser' under 'Utseende' för automatisk väderuppdatering.
vi_vi: Bạn cần kích hoạt \n 'Xem widget ở sự kiện' \n trong lựa chọn của MeeCast để tự động cập nhật.

source: Zoom in popup window
ar_ar: تكبير في النافذة المنبثقة
bg_bg: Увеличи в popup прозорец
es_es: Acercamiento en ventana emergente
fi_fi: Zoom ponnahdusikkunassa
hu_hu: Nagyítás a felugró ablakban
nl_nl: Zoomen in pop-upvenster
no_no: Forstørr popup-vinduet
sl_sl: Povečava v novem oknu
sq_sq: Zmadhoje në një dritare flluckë
sv_sv: Zooma in popup-fönster
vi_vi: Phóng to ở cửa sổ thông báo

source: Zooming in popup window
ar_ar: التكبير في النافذة المنبثقة
bg_bg: Увеличи в popup прозорец
es_es: Acercamiento de la ventana emergente
fi_fi: Zoomaus ponnahdusikkunassa
hu_hu: Nagyítás a felugró ablakban
nl_nl: Zoomen in pop-upvenster
no_no: Forstørrer popup-vinduet
sl_sl: Povečevanje v novem oknu
sq_sq: Po e zmadhoj në një dritare flluckë
sv_sv: Zoomar in popup-fönster
vi_vi: Đang phóng to ở cửa sổ thông báo

source: as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
hu_hu: az FSF által publikált formában; akár a Licence 2.1-es verziója, vagy (ha úgy gondolod) bármely későbbi verzió.
sl_sl: kot objavljeno s strani Free Software Foundation; različica licence 2.1 ali (po lastni presoji) katerakoli kasnejša verzija.
sv_sv: Såsom den publiceras av Free Software Foundation. Antingen version 2.1 av licensen, eller senare.
vi_vi: Phần mềm được phân phối miễn phí với phiên bản 2.1 hoặc những bản cũ hơn

source: current location local time
ar_ar: التوقيت المحلي للموقع الحالي
bg_bg: настояща локация местно време
es_es: hora en lugar actual
fi_fi: sijainnin paikallisaika
hu_hu: helyi idő
nl_nl: lokale tijd huidige locatie
no_no: lokaltid gjeldende sted
sl_sl: lokalni čas trenutnega položaja
sq_sq: Ora lokale e vëndit
sv_sv: Lokal tid för aktuell plats
vi_vi: Thời gian vị trí địa phương hiện tại

source: day ago
ar_ar: قبل يوم
bg_bg: ден назад
es_es: día atrás
fi_fi: päivä sitten
hu_hu: nappal ezelőtt
nl_nl: dag geleden
no_no: dag siden
sl_sl: dan predtem
sq_sq: ditë më parë
sv_sv: dag sedan
vi_vi: ngày trước

source: days ago
ar_ar: قبل أيام
bg_bg: дни назад
es_es: días atrás
fi_fi: päivää sitten
hu_hu: nappal ezelőtt
nl_nl: dagen geleden
no_no: dager siden
sl_sl: dni predtem
sq_sq: ditë më parë
sv_sv: dagar sedan
vi_vi: Ngày trước

source: every 2 hours
ar_ar: كل 2 ساعه
bg_bg: на всеки 2 часа
es_es: cada 2 horas
fi_fi: 2 tunnin välein
hu_hu: 2 óránként
nl_nl: elke 2 uur
no_no: hver 2 time
sl_sl: vsaki 2 uri
sq_sq: çdo 2 orë
sv_sv: varannan timma
vi_vi: Mỗi 2 giờ

source: every 24 hours
ar_ar: كل 24 ساعة
bg_bg: на всеки 24 часа
es_es: cada 24 horas
fi_fi: kerran vuorokaudessa
hu_hu: 24 óránként
nl_nl: elke 24 uur
no_no: hver 24 time
sl_sl: vsakih 24 ur
sq_sq: çdo 24 orë
sv_sv: var 24:e timma
vi_vi: Mỗi 24 giờ

source: every 30 minutes
ar_ar: كل 30 دقيقة
bg_bg: на всеки 30 минути
es_es: cada 30 minutos
fi_fi: 30 minuutin välein
hu_hu: 30 percenként
nl_nl: elke 30 minuten
no_no: hvert 30 minutt
sl_sl: vsakih 30 minut
sq_sq: çdo 30 minuta
sv_sv: var 30:e minut
vi_vi: Mỗi 30 phút

source: every 4 hours
ar_ar: كل 4 ساعات
bg_bg: на всеки 4 часа
es_es: cada 4 horas
fi_fi: 4 tunnin välein
hu_hu: 4 óránként
nl_nl: elke 4 uur
no_no: hver 4 time
sl_sl: vsake 4 ure
sq_sq: çdo 4 orë
sv_sv: var 4:e timma
vi_vi: Mỗi 4 giờ

source: every 5 minutes
ar_ar: كل 5 دقائق
bg_bg: на всеки 5 минути
es_es: cada 5 minutos
fi_fi: 5 minuutin välein
hu_hu: 5 percenként
nl_nl: elke 5 minuten
no_no: hvert 5 minutt
sl_sl: vsakih 5 minut
sq_sq: çdo 5 minuta
sv_sv: var 5:e minut
vi_vi: Mỗi 5 phút

source: every 8 hours
ar_ar: كل 8 ساعات
bg_bg: на всеки 8 часа
es_es: cada 8 horas
fi_fi: 8 tunnin välein
hu_hu: 8 óránként
nl_nl: elke 8 uur
no_no: hver 8 time
sl_sl: vsakih 8 ur
sq_sq: çdo 8 orë
sv_sv: var 8:e timma
vi_vi: 8 Giờ

source: every hour
ar_ar: كل ساعة
bg_bg: на всеки час
es_es: cada hora
fi_fi: kerran tunnissa
hu_hu: minden órában
nl_nl: elk uur
no_no: hver time
sl_sl: vsako uro
sq_sq: çdo orë
sv_sv: varje timma
vi_vi: Mỗi giờ

source: every minute (Debug)
ar_ar: كل دقيقة (تصحيح)
bg_bg: на всяка минута(Debug)
es_es: cada minuto (debug)
fi_fi: kerran minuutissa (Debug)
hu_hu: minden perc
nl_nl: elke minuut (debug)
no_no: hvert minutt ( Debug)
sl_sl: vsako minuto (debug)
sq_sq: çdo minutë (debug)
sv_sv: varje minut (felsökning)
vi_vi: Mỗi phút (gỡ lỗi)

source: falling
ar_ar: سقوط
bg_bg: неуспешен
es_es: en descenso
fi_fi: laskeva
hu_hu: csökkenő
nl_nl: vallende
no_no: fallende
sl_sl: pada
sq_sq: në rënie
sv_sv: fallande
vi_vi: giảm

source: feels like
ar_ar: الشعور كـ:
bg_bg: усеща се като
es_es: Sensación térmica
fi_fi: tuntuu kuin
hu_hu: hőérzet
nl_nl: voelt aan als
no_no: føles som
sl_sl: občutek
sq_sq: ndjehet si
sv_sv: känns som
vi_vi: cảm giác như

source: hour ago
ar_ar: قبل ساعة
bg_bg: преди час
es_es: hora atrás
fi_fi: tunti sitten
hu_hu: órája
nl_nl: uur geleden
no_no: time siden
sl_sl: uro predtem
sq_sq: orë më parë
sv_sv: timme sedan
vi_vi: Giờ trước

source: hours ago
ar_ar: قبل ساعات
bg_bg: преди часове
es_es: horas atrás
fi_fi: tuntia sitten
hu_hu: órája
nl_nl: uur geleden
no_no: timer siden
sl_sl: ure predtem
sq_sq: orë më parë
sv_sv: timmar sedan
vi_vi: Giờ trước

source: inch
ar_ar: انش
bg_bg: инч
es_es: pulgada
fi_fi: tuuma
hu_hu: hüvelyk
sq_sq: inç
sv_sv: tum

source: minute ago
ar_ar: قبل دقيقة
bg_bg: преди минута
es_es: minuto atrás
fi_fi: minuutti sitten
hu_hu: perce
nl_nl: minuut geleden
no_no: minutt siden
sl_sl: minuto predtem
sq_sq: minutë më parë
sv_sv: minut sedan
vi_vi: Phút trước

source: minutes ago
ar_ar: قبل دقائق
bg_bg: преди минути
es_es: minutos atrás
fi_fi: minuuttia sitten
hu_hu: perce
nl_nl: minuten geleden
no_no: minutter siden
sl_sl: minut predtem
sq_sq: minuta më parë
sv_sv: minuter sedan
vi_vi: Phút trước

source: never
ar_ar: أبداً
bg_bg: никога
es_es: nunca
fi_fi: ei koskaan
hu_hu: soha
nl_nl: nooit
no_no: aldri
sl_sl: nikoli
sq_sq: kurrë
sv_sv: aldrig
vi_vi: Không bao giờ

source: new icon
ar_ar: أيقونة جديدة
bg_bg: нова икона
es_es: nuevo ícono
fi_fi: uudessa kuvakkeessa
hu_hu: új ikon
nl_nl: nieuw pictogram
no_no: nytt ikon
sl_sl: nova ikona
sq_sq: ikonë e re
sv_sv: ny ikon
vi_vi: Biểu tượng mới

source: next
ar_ar: التالي
bg_bg: следващ
es_es: siguiente
fi_fi: Seuraava
hu_hu: következő
nl_nl: volgende
no_no: neste
sl_sl: naprej
sq_sq: përpara
sv_sv: nästa
vi_vi: Tiếp

source: rising
ar_ar: مُتزايد
bg_bg: покачва се
es_es: en ascenso
fi_fi: nousussa
hu_hu: növekvő
nl_nl: opkomende
no_no: økende
sl_sl: raste
sq_sq: në rritje
sv_sv: stigande
vi_vi: tăng lên

source: seconds ago
ar_ar: قبل ثواني
bg_bg: секунди назад
es_es: segundos atrás
fi_fi: sekuntia sitten
hu_hu: másodperce
nl_nl: seconden geleden
no_no: sekunder siden
sl_sl: sekund predtem
sq_sq: sekonda më parë
sv_sv: sekunder sedan
vi_vi: giây trước

source: station local time
ar_ar: وقت الموقع المحلي
bg_bg: местно време
es_es: hora en la estación
fi_fi: aseman paikallisaika
hu_hu: állomás helyi idő
nl_nl: lokale tijd station
no_no: stasjon lokaltid
sl_sl: lokalni čas postaje
sq_sq: Ora lokale e stacionit
sv_sv: lokal stationstid
vi_vi: Thời gian của trạm địa phương

source: station name
ar_ar: إسم الوقع
bg_bg: име на метео станцията
es_es: nombre de la estación
fi_fi: aseman nimessä
hu_hu: állomás neve
nl_nl: stationsnaam
no_no: stasjonsnavn
sl_sl: ime postaje
sq_sq: emri i stacionit
sv_sv: stationsnamn
vi_vi: Tên quốc gia

source: steady
ar_ar: ثابت
bg_bg: стабилно
es_es: estable
fi_fi: tasainen
hu_hu: állandó
nl_nl: bestendig
no_no: rolig
sl_sl: stalno
sq_sq: e qëndrueshme
sv_sv: stadig
vi_vi: Ổn định

source: В
es_es: B
nl_nl: B
no_no: B
sv_sv: B
vi_vi: B

source: С
es_es: C
nl_nl: C
sv_sv: C
vi_vi: C

source: С-В
es_es: C-B
nl_nl: C-B
sv_sv: C-B
vi_vi: C-B

source: С-З
bg_bg: С-3
es_es: C-3
nl_nl: C-3
sv_sv: C-3

source: Ю-В
sv_sv: Ю-B

source: Ю-З
bg_bg: Ю-3
nl_nl: Ю-3
sv_sv: Ю-3

source: AM T-Showers
no_no: Formiddag Tordenskyer

source: Animation
ar_ar: الحركة
bg_bg: Анимация
es_es: Animación
fi_fi: Animaatio
hu_hu: Animáció
nl_nl: Animatie
no_no: Animasjon
sl_sl: Animacija
sq_sq: Animimet
vi_vi: Hoạt ảnh

source: Can't save config file
no_no: Kan ikke lagre konfigurasjonsfil

source: Donation
ar_ar: تبرع
bg_bg: Дарение
es_es: Donación
fi_fi: Lahjoitus
hu_hu: Hozzájárulás
nl_nl: Donatie
no_no: Donasjon
sl_sl: Donacija
sq_sq: Oferta
vi_vi: Đóng góp

source: Error
no_no: Feil

source: Fahrenheit
ar_ar: فهرنهايت
bg_bg: Фаренхайт
no_no: Farenheit
vi_vi: Độ F

source: Heavy T-Storms
no_no: Kraftige Tordenstormer

source: Heavy rain
no_no: Kraftig Regn

source: Period
ar_ar: المدة
bg_bg: Период
es_es: Período
fi_fi: Jakso
hu_hu: Időszak
nl_nl: Periode
no_no: Periode
sl_sl: Obdobje
sq_sq: Periudha
vi_vi: Thời gian

source: Set
ar_ar: ضبط
bg_bg: Избери
es_es: Íconos
fi_fi: Aseta
hu_hu: Beállít
nl_nl: Instellen
no_no: Velg
sl_sl: Nastavi
sq_sq: Vendos
vi_vi: Đặt

source: UV index:
ar_ar: مؤشر الأشعة فوق البنفسجية:
bg_bg: UV индекс:
es_es: Índice UV:
fi_fi: UV indeksi:
no_no: UV indeks:
sl_sl: UV indeks:
sq_sq: Indeksi i UV-ve

source: km/h
ar_ar: كم/س
bg_bg: км/ч
nl_nl: km/u
no_no: km/t
vi_vi: m

source: m/h
ar_ar: م/س
bg_bg: м/ч
nl_nl: m/u
no_no: m/t

source: mi/h
ar_ar: ميل/س
hu_hu: mph
no_no: mi/t

source: V:
es_es: Vis:
fi_fi: N:

source: W:
es_es: Vie:
fi_fi: T:
sq_sq: P:

source: Beauf.
ar_ar: بيفورت
bg_bg: Боф.
fi_fi: Bofor.
vi_vi: Thang sức gió

source: C
bg_bg: С
fi_fi: С

source: C
bg_bg: С
fi_fi: С

source: Celcius
ar_ar: مِئوية
bg_bg: Целзий
fi_fi: Celsius
hu_hu: Celsius
nl_nl: Celsius
sl_sl: Celzija
vi_vi: Độ C

source: FL:
es_es: ST:
fi_fi: TI:

source: Miles
ar_ar: أميال
bg_bg: Мили
es_es: Millas
fi_fi: Maileja
hu_hu: Mérföld
nl_nl: Mijlen
sl_sl: Milje
sq_sq: Milje

source: N
ar_ar: شمال
fi_fi: Pohjoisesta
hu_hu: É
sl_sl: S
sq_sq: V
vi_vi: Bắc

source: Ppcp:
fi_fi: Sateen todennäköisyys:
hu_hu: Csapadék esélye:
nl_nl: Neerslag:
sl_sl: Padav:
vi_vi: Mây phủ:

source: Region
ar_ar: المنطقة
bg_bg: Регион
es_es: Región
fi_fi: Alue
hu_hu: Régió
nl_nl: Regio
sl_sl: Regija
sq_sq: Rajoni
vi_vi: Vùng:

source: S
ar_ar: جنوب
fi_fi: Etelästä
hu_hu: D
nl_nl: Z
sl_sl: J
sq_sq: J

source: Sensor
ar_ar: الحساس
bg_bg: Сензор
fi_fi: Anturi
hu_hu: Érzékelő
sl_sl: Senzor
sq_sq: Sensori
vi_vi: Cảm biến

source: Storm
ar_ar: عاصفة
bg_bg: Буря
es_es: Tormenta
fi_fi: Myrsky
hu_hu: Vihar
sl_sl: Nevihta
sq_sq: Stuhi
vi_vi: Có sấm sét

source: VAR
fi_fi: Vaihteleva

source: mb
fi_fi: mbar

source: N/A
ar_ar: غير متاح
es_es: N/D
hu_hu: Nem elérhető
nl_nl: N/b
sq_sq: Pa Info
vi_vi: Không khả dụng

source: OK
ar_ar: موافق
bg_bg: ОК
es_es: Aceptar
nl_nl: Oké
vi_vi: Đồng ý

source: http://github.com/Meecast/meecast
nl_nl: https://github.com/Meecast/meecast

source: Author and maintenance: Vlad Vasiliev, <vlad@gas.by> Maintenance: Pavel Fialko, <pavelnf@gmail.com> Documentation: Marko Vertainen Design UI and default iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemelä Ulla
sl_sl: Avtor in vzdrževalec: Vlad Vasiliev, <vlad@gas.by> Vzdrževalec: Pavel Fialko, <pavelnf@gmail.com> Dokumentacija: Marko Vertainen Zasnova vmesnika in privzeti nabor ikon: Andrew Zhilin Zasnova vmesnika za Fremantle: Krebber Jan Niemelä Ulla
vi_vi: Tác giả và quản lý: Vlad Vasiliev, <vlad@gas.by>⏎ Duy trì: Pavel Fialko, <pavelnf@gmail.com>⏎ Tài liệu: Marko Vertainen⏎ Thiết kế giao diện và icon: Andrew Zhilin⏎ Thiết kế giao diện cho Fremantle: Krebber Jan Niemelä Ulla⏎

source: Celsius
ar_ar: درجة مئوية
bg_bg: Целзий
sl_sl: Celzija
sq_sq: Celcius

source: Copyright(c) 2006-2011 by Vlad Vasilyeu and Pavel Fialko,
hu_hu: A szerzői jogok Vlad Vasilyeu and Pavel Fialko-t illetik (2006-2011),
sl_sl: Copyright(c) 2006-2011 by Vlad Vasilyeu in Pavel Fialko,
vi_vi: Bản quyền(c) 2006-2011 bởi Vlad Vasilyeu và Pavel Fialko,

source: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs, Jens Klingen Italian - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Ilir Gjika, Luca Onnis Spanish - Alejandro Lopez, Agustí Clara Polish - Tomasz Dominikowski Slovak - Roman Moravčík Dutch - Tom Leenders, Michiel Pater Bulgarian - Zlatko Enikov Albanian - Ilir Gjika Chinese - Wong Man Kong, Michael Portuguese - Jose Narciso, Turkish - Burak Kaan Kose, Mehmet Çilingir, Catalan - Agustí Clara, Arabic - Tarad Alfandi, Serbian - Aleksandar Zaric, Norwegian - Peer-Atle Motland, Hungarian - Salmi, Slovenian - Boštjan, Czech - Jakub Kožíšek, Pavel Šrubař, Chinese(Taiwan) - osk2, Vietnamese - Hieu Nguyen Anh Dương and truongnx, Swedish - Angela Nennebrandt, Niklas Åkerström, Tomislav Veleckovik
sl_sl: Francosko - Nicolas Granziano, Philippe, Benot Knecht Rusko - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finsko - Marko Vertainen Nemško - Claudius Henrichs, Jens Klingen Italijansko - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Ilir Gjika, Luca Onnis Špansko - Alejandro Lopez, Agustí Clara Poljsko - Tomasz Dominikowski Slovaško - Roman Moravčík Nizozemsko - Tom Leenders, Michiel Pater Bolgarsko - Zlatko Enikov Albansko - Ilir Gjika Kitajsko - Wong Man Kong, Michael Portugalsko - Jose Narciso, Turško - Burak Kaan Kose, Mehmet Çilingir, Katalonsko - Agustí Clara, Arabsko - Tarad Alfandi, Srbsko - Aleksandar Zaric, Norveško - Peer-Atle Motland, Madžarsko - Salmi, Slovensko - Boštjan, Češko - Jakub Kožíšek, Pavel Šrubař, Kitajsko (Tajvan) - osk2, Vietnamsko - Hieu Nguyen Anh Dương and truongnx, Švedsko - Angela Nennebrandt, Niklas Åkerström, Tomislav Veleckovik
