Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Does not to add station, because no one of 'omweather-*-stations-db' packages was installed.
ar_ar: لم يتم إضافة المحطة, بسبب عدم قيام أحد من 'omweather-*-stations-db' بتثبيت الحزم اللازمة
es_es: No se agrega la estación porque ningún paquete 'omweather-*-station-db' fue instalado.
fi_fi: Asemaa ei voida lisätä, koska yhtään 'omweather-*-stations-db' -pakettia ei ole asennettu.
nl_nl: Geen station toegevoegd, omdat er geen enkele 'omweather-*-stations-db' onderdelen zijn geïnstalleerd.
no_no: Ikke å legge til stasjon, fordi ingen av 'omweather-*-stations-db' pakker ble installert.
sl_sl: Paketi 'omweather-*-stations-db' niso nameščeni, postaja ni bila dodana.
sq_sq: Nuk u shtua asnjë stacon pasi asnjë nga paketat 'omweather-*-stations-db' është e instaluar .
sv_sv: Lägger inte till station, eftersom inget av 'omweather-*-stations-db' databaspaket installerats.
vi_vi: Không thêm được vào trạm,bởi một ai đó⏎ gói 'omweather-*-stations-db' đã được cài đặt.

source: Download and show detailed weather
ar_ar: تنزيل وعرض الطقس بالتفصيل
bg_bg: Изтегли и покажи детайлна прогноза
es_es: Descargar y mostrar clima detallado
fi_fi: Lataa ja näytä yksityiskohtainen sää
hu_hu: Letöltés és részletes előrejelzés mutatása
nl_nl: Download en toon gedetailleerd weerbericht
no_no: Last ned og vis detaljert vær
sl_sl: Prenesi in pokaži podrobno napoved
sq_sq: Shkarko dhe trego parashikimet me hollësi
sv_sv: Ladda ner och visa detaljerad väderinfo
vi_vi: Tải về và xem chi tiết thời tiết

source: Download timed out.
ar_ar: تم إلغاء مدة التحميل.
bg_bg: Изтеглянето е неуспешно.
es_es: Tiempo de transferencia excedido.
fi_fi: Latauksen aikakatkaisu.
hu_hu: Időtúllépés letöltés közben.
nl_nl: Download time-out
no_no: Tidsavbrudd under nedlasting.
sl_sl: Čas za prenos je potekel.
sq_sq: Koha për shkarkim mbaroi
sv_sv: Nedladdningen överskred sin timeout.
vi_vi: Quá hạn tải về

source: Drifting Snow
ar_ar: ثلوج منجرفه
bg_bg: Снежна вихрушка
es_es: Ventisca de nieve
fi_fi: Lumituiskuja
hu_hu: Hófúvás
nl_nl: Sneeuwjacht
no_no: Snøfokk
sl_sl: Veter nosi sneg naokoli
sq_sq: Dëborë
sv_sv: Snödrev
vi_vi: Tuyết tan

source: Drizzle
ar_ar: رذار
bg_bg: Ръмеж
es_es: Llovizna
fi_fi: Tihkusadetta
hu_hu: Szitáló eső
nl_nl: Motregen
no_no: Duskregn
sl_sl: Pršec
sq_sq: Shi i imët
sv_sv: Duggregn
vi_vi: Mưa phùn

source: Drizzle / Fog
ar_ar: رذار / ضباب
bg_bg: Ръмеж/Мъгла
es_es: Llovizna / Niebla
fi_fi: Sadekuuroja / Sumua
hu_hu: Szitáló eső / köd
nl_nl: Motregen / mist
no_no: Duskregn / Tåke
sl_sl: Pršec / megla
sq_sq: Shi i imët / Mjegull
sv_sv: Duggregn / Dimma
vi_vi: Mưa phùn/ Sương

source: Drizzle / Wind
ar_ar: رذاذ / رياح
bg_bg: Ръмеж/Вятър
es_es: Llovizna / Viento
fi_fi: Tihkusadetta / Tuulista
hu_hu: Szitáló eső / szél
nl_nl: Motregen / wind
no_no: Duskregn / Vind
sl_sl: Pršec / veter
sq_sq: Shi i imët / Erë
sv_sv: Duggregn / Vind
vi_vi: Mưa phùn/ Gió

source: Drizzle Early
ar_ar: رذار مُبكر
bg_bg: Валеж сутрин
es_es: Llovizna temprano
fi_fi: Aikaisin tihkusadetta
hu_hu: Délelőtt szitálás
nl_nl: Vroege motregen
no_no: Først Duskregn
sl_sl: V zgodnjih urah pršec
sq_sq: Shi i imët herët
sv_sv: Duggregn tidigt
vi_vi: Mưa phùn sớm

source: Drizzle Late
ar_ar: رذار مُتأخر
bg_bg: Валеж следобед
es_es: Llovizna tarde
fi_fi: Myöhemmin tihkusadetta
hu_hu: Délután szitálás
nl_nl: Late motregen
no_no: Senere Duskregn
sl_sl: V poznih urah pršec
sq_sq: Shi i imët vonë
sv_sv: Duggregn sent
vi_vi: Mưa phùn muộn

source: Dutch - Tom Leenders, Michiel Pater Heimen Stoffels, Nathan Follens
sv_sv: Nederländska - Tom Leenders, Michiel Pater Heimen Stoffels, Nathan Follens

source: E
ar_ar: شرق
bg_bg: Е
fi_fi: Idästä
hu_hu: K
nl_nl: O
no_no: Ø
sl_sl: V
sq_sq: L
sv_sv: Ö

source: ENE
ar_ar: شرقي الى شمالي شرقي
fi_fi: Itäkoillisesta
nl_nl: ONO
no_no: ØNØ
sl_sl: VSV
sq_sq: LVL
sv_sv: ONO

source: ENE_short
bg_bg: ENE_късо
es_es: ENE
fi_fi: ENE
hu_hu: K
nl_nl: ONO_kort
no_no: ØNØ_kort
sl_sl: VSV_kratko
sq_sq: LVL_short
sv_sv: ONO
vi_vi: ENE_ngắn

source: ESE
ar_ar: جنوب شرق الى شرق
fi_fi: Itäkaakosta
hu_hu: K-DK
nl_nl: OZO
no_no: ØSØ
sl_sl: VJV
sq_sq: LJL
sv_sv: OSO

source: ESE_short
bg_bg: ESE_късо
es_es: ESE
fi_fi: ESE
hu_hu: K-DK
nl_nl: OZO_kort
no_no: ØSØ_kort
sl_sl: VJV_kratko
sq_sq: LJL_short
sv_sv: OSO
vi_vi: ESE_ngắn

source: E_short
bg_bg: Е_късо
es_es: E
fi_fi: E
hu_hu: K
nl_nl: O_kort
no_no: Ø_kort
sl_sl: V_kratko
sq_sq: L_short
sv_sv: O
vi_vi: E_ngắn

source: Ed Bartosh - for more feature requests, support and criticism Daniel Wilms - for feature requests and testing Eugen Kaluta aka tren - for feature requests and support Maxim Kalinkevish aka spark for testing Yuri Komyakov - for Nokia 770 device Greg Thompson for support stations.txt file Frank Persian - for idea of new layout Brian Knight - for idea of iconset, criticism and donation ;-) Andrew aka Tabster - for testing and ideas Brad Jones aka kazrak - for testing
ar_ar: Ed Bartosh - لطلب مزيد من المزايا, أو الدعم والإقتراحات Daniel Wilms - لمزيد من المزايا والتجربة Eugen Kaluta aka tren - لمزيد من المزايا والدعم Maxim Kalinkevish والمعروف بـspark for testing Yuri Komyakov - لجهاز نوكيا 770 Greg Thompson لدعم المخصص لملف stations.txt Frank Persian - لمزيد من الأفكار والإقتراحات المخصص للشكل والتصميم Brian Knight - لمزيد من الأفكار والإقتراحات المخصصة للأيقوانات والتبرعات ;-) Andrew والمعروف بـTabster - للأفكار والإقتراحات والتجربة Brad Jones aka kazrak - للتجربة
es_es: Ed Bartosh - por más pedidos de funcionalidades, soporte y críticas Daniel Wilms - por pedidos de funcionalidades y testear Eugen "Tren" Kaluta - por pedidos de funcionalidades y soporte Maxim "Spark" Kalinkevish por testear Yuri Komyakov - por el dispositivo Nokia 770 Greg Thompson por el fichero stations.txt Frank Persian - por la idea de la nueva distribución Brian Knight - por la idea de los íconos, críticas y donación ;-) Andrew "Tabster" - por testear e ideas Brad "kazrak" Jones - por testear
fi_fi: Ed Bartosh - kehitysideoista, tuesta ja kritiikistä Daniel Wilms - kehitysideoista ja testauksesta Eugen Kaluta aka tren - kehitysideoista ja tuesta Maxim Kalinkevish aka spark - testauksesta Yuri Komyakov - Nokia 770:sta Greg Thompson - stations.txt tiedoston tuesta Frank Persian - uuden ulkoasun ideasta Brian Knight - sääsymboleiden ideasta, kritiikistä ja lahjoituksesta ;-) Andrew aka Tabster - testauksesta ja ideoista Brad Jones aka kazrak - testauksesta
nl_nl: Ed Bartosh - voor het aanvragen van applicatieopties, ondersteuning en kritiek Daniel Wilms - voor het aanvragen van applicatieopties en het testen Eugen Kaluta aka tren - voor het aanvragen van applicatieopties en ondersteuning Maxim Kalinkevish aka spark - voor het testen Yuri Komyakov - voor de Nokia 770 Greg Thompson voor de ondersteuning van het stations.txt. bestand Frand Persian - voor het idee van een nieuwe lay-out Brian Knight - voor het idee van de pictogramset, kritiek en donatie ;-) Andrew aka Tabster - voor het testen en de ideeën Brad Jones aka kazrak - voor het testen
no_no: Ed Bartosh - for flere funksjonsforespørsler, støtte og tilbakemelding Daniel Wilms - for funksjonsforespørsler og testing Eugen Kaluta aka tren - for funksjonsforespørsler og støtte Maxim Kalinkevish aka spark - for testing Yuri Komyakov - for Nokia 770-enheten Greg Thompson - for støtte stations.txt fil Frank Persisk - for ideen om ny layout Brian Knight - for ideen om iconset, tilbakemelding og donasjon;-) Andrew aka Tabster - for testing og ideer Brad Jones aka kazrak - for testing
sl_sl: Ed Bartosh - za predloge, podporo in kritiko Daniel Wilms - za predloge in testiranje Eugen Kaluta aka tren - za predloge in podporo Maxim Kalinkevish aka spark za testiranje Yuri Komyakov - za Nokia 770 tablico Greg Thompson za podporo stations.txt datoteke Frank Persian - za idejo novega videza Brian Knight - za idejo videza ikon, kritiko in donacijo ;-) Andrew aka Tabster - za testiranje in ideje Brad Jones aka kazrak - za testiranje
sv_sv: Ed Bartosh - för fler funktionsförslag, support och kritik Daniel Wilms - för funktionsförslag och testning Eugen Kaluta aka tren - för funktionsförslag och support Maxim Kalinkevish aka spark för testning Yuri Komyakov - för Nokia 770-enhet Greg Thompson för support ang. stations.txt Frank Persian - för idé om nytt utseende Brian Knight - för idé om ikoner, kritik och donation ;-) Andrew aka Tabster - för testning och idéer Brad Jones aka kazrak - för testning

source: Edit custom layout
ar_ar: تحرير المظهر المتخصص
bg_bg: Редактирай личен дизайн
es_es: Editar distrib. personal
fi_fi: Muokkaa asettelua
hu_hu: Egyedi megjelenés szerkesztése
nl_nl: Aangepaste lay-out bewerken
no_no: Endre tilpasset layout
sl_sl: Prilagodi videz
sq_sq: Rregullo paraqitjen
sv_sv: Redigera anpassat useende
vi_vi: Chỉnh sửa tùy chỉnh bố cục

source: Enable GPS
ar_ar: تفعيل نظام تحديد المواقع
bg_bg: Включи GPS
es_es: Activar GPS
fi_fi: Käytä GPS:ää
hu_hu: GPS engedélyezése
nl_nl: GPS inschakelen
no_no: Slå på GPS
sl_sl: Vključi GPS
sq_sq: Ndiz GPS-in
sv_sv: Aktivera GPS
vi_vi: Kích hoạt GPS

source: Enter search
bg_bg: Въведи търсене
hu_hu: Keresés megadása
sl_sl: Vnesi islani niz
sv_sv: Sök
vi_vi: Kích hoạt tìm kiếm

source: Error in xml file
ar_ar: خطأ في ملف xml
bg_bg: Грешка в XML файла
es_es: Error en el fichero xml
fi_fi: Virhe xml-tiedostossa
hu_hu: Hiba az xml fájlban
nl_nl: Fout in XML-bestand
no_no: Feil i xml fil
sl_sl: Napaka v XML datoteki
sq_sq: Gabim në file-in xml
sv_sv: Fel i xml-fil
vi_vi: Lỗi trong tập tin .xml

source: Error initializing the OMWeather applet
ar_ar: خطأ في تهئية برنامج OMWeather
bg_bg: Грешка при инициализация на OMWeather аплета
es_es: Error al inicializar el subprograma OMWeather
fi_fi: Virhe alustettaessa OMWeather sovelmaa
hu_hu: Hiba az OMWeather applet indításakor.
nl_nl: Fout bij het ​​initialiseren van de OMWeather-applet
no_no: Feil ved initialisering av OMWeather appleten
sl_sl: Napaka pri zagonu OMWeather gradnika
sq_sq: Gabim në nisjen e OMWeather applet
sv_sv: Fel vid start av OMWeather-applet
vi_vi: Lỗi cài đặt OMWeather applet

source: Exit
ar_ar: خروج
bg_bg: Изход
es_es: Salir
fi_fi: Poistu
hu_hu: Kilép
nl_nl: Sluiten
no_no: Avslutt
sl_sl: Izhod
sq_sq: Dil
sv_sv: Avsluta
vi_vi: Thoát

source: Extended Settings
ar_ar: الإعدادات متقدمة
bg_bg: Разширени настройки
es_es: Configuración Extendida
fi_fi: Laajat Asetukset
hu_hu: További beállítások
nl_nl: Uitgebreide instellingen
no_no: Utvidede Innstillinger
sl_sl: Razširjene možnosti
sq_sq: Rregullime të hollësishme
sv_sv: Utökade inställningar
vi_vi: Mở rộng cài đặt

source: Extreme
ar_ar: صارم
bg_bg: Извънаредно
es_es: Extremo
fi_fi: Raju
hu_hu: Extrém
nl_nl: Extreem
no_no: Ekstrem
sl_sl: Ekstremno
sq_sq: Ekstreme
sv_sv: Extrem
vi_vi: khắc nghiệt

source: Failed to connect to host or proxy.
ar_ar: فشل في الإتصال بالخادم أو البروكسي.
bg_bg: Неуспешно свързване към сървър или прокси
es_es: No se pudo conectar al servidor o proxy.
fi_fi: Yhteys isäntään tai proxyyn epäonnistui.
hu_hu: Sikertelen csatlakozás a kiszolgálóhoz, proxyhoz.
nl_nl: Kan geen verbinding maken met host of proxy.
no_no: Klarte ikke å koble til vertsmaskinen eller proxy.
sl_sl: Nauspešna povezava s hostom ali proxyjem.
sq_sq: Nuk u lidha dot me adresën apo proxy-in
sv_sv: Kunde inte ansluta till värddator eller proxyserver.
vi_vi: Lỗi khi kết nối với điểm truy cập.

source: Failed to initialize GConf. Quitting.
ar_ar: فشل في تهيئة GConf. إنهاء.
bg_bg: Неуспешна инициализация на GConf. Изход.
es_es: No pude inicializar GConf. Terminando.
fi_fi: GConfin asetus epäonnistui. Lopetetaan.
hu_hu: A GConf sikertelen indítása. Kilépés.
nl_nl: Intialiseren GConf mislukt. Afsluiten.
no_no: Kunne ikke initialisere GConf. Avslutter.
sl_sl: Neuspešen zagon GConf. Izhod.
sq_sq: Nuk nisa dot GConf. Po dal.
sv_sv: Kunde inte starta GConf. Avslutar.
vi_vi: Lỗi khởi tạo GConf. Đang thoát.

source: Failed to initialize GConf. Settings were not saved.
ar_ar: فشل في تهيئة GConf. لم يتم حفظ الإعدادات.
bg_bg: GConf не беше инициализиран. Настройките не са запазени.
es_es: No pude inicializar GConf. Configuración no grabada.
fi_fi: GConfin asetus epäonnistui. Asetuksia ei tallennettu.
hu_hu: A GConf sikertelen indítása. A beállítások nem lettek elmentve.
nl_nl: Initialiseren GConf mislukt. Instellingen zijn niet opgeslagen.
no_no: Kunne ikke initialisere GConf. Innstillingene ble ikke lagret.
sl_sl: Neuspešen zagon GConf. Nastavitve niso shranjene.
sq_sq: Nuk nisa dot GConf-in. Rregullimet nuk qenë ruajtur.
sv_sv: Kunde inte starta GConf. Inställningarna sparades inte.
vi_vi: Lỗi khởi tạo GConf. Không lưu được cài đặt.

source: Fair
ar_ar: معتدل
bg_bg: Хубаво
es_es: Despejado
fi_fi: Poutaa
hu_hu: Változékony
nl_nl: Mooi
no_no: Pent
sl_sl: Jasno
sv_sv: Ganska bra
vi_vi: Trời đẹp

source: Fair / Windy
no_no: Lyst / Vindfullt
sv_sv: Ganska blåsigt

source: Feels like
ar_ar: الشعور كـ:
bg_bg: Усеща се като:
es_es: Sensación térmica:
fi_fi: Tuntuu kuin
hu_hu: Hőérzet
nl_nl: Voelt aan als
no_no: Føles som
sl_sl: Občutek
sq_sq: Ndjehet si
sv_sv: Känns som

source: Feels like:
ar_ar: الشعور الحقيقي:
bg_bg: Усеща се като:
es_es: Sensación térmica:
fi_fi: Tuntuu kuin:
hu_hu: Hőérzet:
nl_nl: Voelt aan als:
no_no: Føles som:
sl_sl: Občutek:
sq_sq: Ndjehet si:
sv_sv: Känns som:
vi_vi: Có cảm giác như:

source: Few Clouds
ar_ar: غيوم قليله
es_es: Poco nuboso
fi_fi: Hajanaisia pilviä
hu_hu: Kissé felhős
nl_nl: Een paar wolken
no_no: Få Skyer
sl_sl: Nekaj oblakov
sv_sv: Spridda moln

source: Few Showers
ar_ar: زخات مطر قليله
bg_bg: Превалявания
es_es: Algunos chubascos
fi_fi: Ajoittain sadekuuroja
hu_hu: Szorványos záporok
nl_nl: Enkele buien
no_no: Noen Regnbyger
sl_sl: Nekaj ploh
sq_sq: Disa stuhira shiu
sv_sv: Fåtal skurar
vi_vi: Mưa rào rải rác

source: Few Showers / Wind
ar_ar: زخات مطر قليله / رياح
bg_bg: Превалявания/Вятър
es_es: Algunos chubascos / Viento
fi_fi: Ajoittain sadekuuroja / Tuulista
hu_hu: Szorványos záporok / szél
nl_nl: Enkele buien / wind
no_no: Noen Regnbyger / Vind
sl_sl: Nekaj ploh / veter
sq_sq: Disa stuhira shiu / Erë
sv_sv: Fåtal skurar/ Vind
vi_vi: Mưa rào rải rác/ có gió

source: Few Snow
ar_ar: ثلوج قليله
bg_bg: Слаб Сняг
es_es: Algo de nieve
fi_fi: Ajoittaista lumisadetta
hu_hu: Elszórtan havazás
nl_nl: Wat sneeuw
no_no: Noe Snø
sl_sl: Nekaj snega
sq_sq: Disa rreshje dëbore
sv_sv: Lite snö
vi_vi: Tuyết rơi rải rác

source: Few Snow Showers
ar_ar: زخات ثلج قليله
bg_bg: Леки Превалявания от Сняг
es_es: Pocos chubascos de nieve
fi_fi: Ajoittain lumikuuroja
hu_hu: Elszórtan hózáporok
nl_nl: Enkele sneeuwbuien
no_no: Noen Snøbyger
sl_sl: Nekaj snežnih ploh
sq_sq: Disa stuhira dëbore
sv_sv: Mindre snöfall
vi_vi: Có tuyết và mưa rào rải rác

source: Few Snow Showers / Wind
ar_ar: زخات ثلج قليله / رياح
bg_bg: Превалявания от Сняг/Вятър
es_es: Pocos chubascos de nieve / Viento
fi_fi: Ajoittain lumikuuroja / Tuulista
hu_hu: Elszórtan hózáporok / szél
nl_nl: Enkele sneeuwbuien / wind
no_no: Noen Snøbyger / Vind
sl_sl: Nekaj snežnih ploh / veter
sq_sq: Disa stuhira dëbore / Erë
sv_sv: Mindre snöfall/ Vind
vi_vi: Có tuyết và mưa rào rải rác/ gió nhẹ

source: Few clouds
ar_ar: غيوم قليله
es_es: Poco nuboso
fi_fi: Hajanaisia pilviä
hu_hu: Néhány felhő
nl_nl: Een paar wolken
no_no: Få skyer
sl_sl: Nekaj oblakov
sv_sv: Spridda moln

source: Find location via GPS
ar_ar: إيجاد المكان عبر نظام تحديد المواقع
bg_bg: Използвай GPS
es_es: Tomar ubicación del GPS
fi_fi: Etsi sijainti automaattisesti
hu_hu: Helykeresés GPS-szel
nl_nl: Vind locatie via GPS
no_no: Finn sted vha. GPS
sl_sl: Določi položaj s pomočjo GPS
sq_sq: Gjej vëndin me GPS-në
sv_sv: Hitta område via GPS
vi_vi: Tìm địa điểm qua GPS

source: Finnish - Marko Vertainen, deadhead (A-P Partonen), jarliim
sv_sv: Finska - Marko Vertainen, deadhead (A-P Partonen), jarliim

source: Finnish - Marko Vertainen; German - Claudius Henrichs; Spanish - Alejandro Lopez; Dutch - Tom Leenders; Slovak - Roman Moravčík
hu_hu: Finn - Marko Vertainen; Német - Claudius Henrichs; Spanyol - Alejandro Lopez; Holland - Tom Leenders; Szlovák - Roman Moravčík
sl_sl: Finsko - Marko Vertainen; Nemško - Claudius Henrichs; Špansko - Alejandro Lopez; Nizozemsko - Tom Leenders; Slovaško - Roman Moravčík
sv_sv: Finska - Marko Vertainen; Tyska - Claudius Henrichs; Spanska - Alejandro Lopez; Nederländska - Tom Leenders; Slovakiska - Roman Moravčík

source: First Quarter
ar_ar: الربع الأول
bg_bg: Първа четвърт
es_es: Cuarto creciente
fi_fi: Ensimmäinen neljännes
hu_hu: Első negyed
nl_nl: Eerste kwartier
no_no: Første Kvarter
sl_sl: Prva četrtina
sq_sq: Tremujori i parë
sv_sv: Första kvartalet
vi_vi: Quý một

source: Flike
ar_ar: الشعور كـ:
bg_bg: Усеща
es_es: Sensación térmica
fi_fi: Tuntuu
hu_hu: Hőérzet
nl_nl: Gevoel
no_no: Føles som
sl_sl: Občutek
sq_sq: Ndjehet
sv_sv: Ksom

source: Fog
ar_ar: ضباب
bg_bg: Мъгла
es_es: Niebla
fi_fi: Sumua
hu_hu: Köd
nl_nl: Mist
no_no: Tåke
sl_sl: Megla
sq_sq: Mjegull
sv_sv: Dimma
vi_vi: Ít sương mù

source: Fog / Windy
nl_nl: Mist / wind
no_no: Tåke / Vind
sv_sv: Dimma / Blåsigt

source: Fog Early / Clouds Late
ar_ar: ضباب مُبكر / غيوم في وقت متأخر
bg_bg: Мъгла Сутрин/Облачно Следобед
es_es: Niebla temprano / Nublado tarde
fi_fi: Ensin sumua / Myöhemmin pilvistä
hu_hu: Délelőtt ködös, délután felhős
nl_nl: Vroege mist / later bewolkt
no_no: Først Tåke / Senere Skyer
sl_sl: Zgodnja megla / kasneje oblaki
sq_sq: Mjegull herët / Me re më vonë
sv_sv: Dimma Tidigt / Moln Sent
vi_vi: Sáng sớm có sương mù, sau trời nhiều mây

source: Fog Late
ar_ar: ضباب متأخر
bg_bg: Мъгла Следобед
es_es: Niebla tarde
fi_fi: Myöhemmin sumua
hu_hu: Délután ködös
nl_nl: Late mist
no_no: Senere Tåke
sl_sl: V poznejših urah megla
sq_sq: Mjegull ditën vonë
sv_sv: Dimma sent
vi_vi: Sương mù muộn

source: Fog early / Clearing late
ar_ar: ضباب مُبكر / صحو في وقت متأخر
bg_bg: Мъгла Сутрин/Изясняване Следобед
es_es: Nublado temprano / Despejando luego
fi_fi: Ensin sumua / Myöhemmin selkenevää
hu_hu: Délelőtt ködös, majd kitisztul
nl_nl: Vroege mist / later opklaring
no_no: Først Tåke / Senere Oppklaring
sl_sl: Zgodnja megla / kasneje jasno
sq_sq: Mjegull herët / Kohë e pastër më vonë
sv_sv: Morgondimma / Uppklarnande
vi_vi: Sáng sớm có sương mù sau trời trong

source: Foggy
ar_ar: ضباب
bg_bg: Мъгливо
es_es: Niebla
fi_fi: Sumuista
hu_hu: Ködös
nl_nl: Mistig
no_no: Tåket
sl_sl: Megleno
sq_sq: Mjegull
sv_sv: Dimmigt
vi_vi: Có sương mù

source: Font color:
ar_ar: لون الخط:
bg_bg: Цвят на шрифта:
es_es: Color de la tipografía:
fi_fi: Fontin väri:
hu_hu: Betűszín
nl_nl: Lettertypekleur:
no_no: Fontfarge:
sl_sl: Barva pisave:
sq_sq: Ngjyra e gërmave:
sv_sv: Teckenfärg:
vi_vi: Màu chữ:

source: Font:
ar_ar: الخط:
bg_bg: Шрифт:
es_es: Tipografía:
fi_fi: Fontti:
hu_hu: Betűtípus:
nl_nl: Lettertype:
sl_sl: Pisava:
sq_sq: Lloji i gërmave
sv_sv: Teckensnitt:
vi_vi: Font chữ:

source: For disabling MeeCast widget, you should uninstall package 'Activating MeeCast Applet' using Application manager
bg_bg: За да изключите MeeCast уиджет, трябва да деинсталирате пакет 'Activating MeeCast Applet' използвайки Мениджърът на приложения
sl_sl: Da omenogočite MeeCast gradnik zaženite upravitelja programov in odstranite paket 'Activating MeeCast Applet'
sv_sv: För att avaktivera MeeCast widget ska du avinstallera paketet 'Activating MeeCast Applet' genom Hantera program.
vi_vi: Để tắt widget Meecast Bạn cần gỡ bỏ gói cài đặt ' Activating MeeCast Applet' bằng trình quản lý ứng dụng

source: Forecast
ar_ar: التوقعات
bg_bg: Прогноза
es_es: Pronóstico
fi_fi: Ennuste
hu_hu: Előrejelzés
nl_nl: Weerbericht
no_no: Varsel
sl_sl: Napoved
sq_sq: Parashikime
sv_sv: Prognos
vi_vi: Dự báo

source: Forecast at:
ar_ar: توقات في:
bg_bg: Прогноза в:
es_es: Pronóstico a las:
fi_fi: Ennuste:
hu_hu: Előrejelzés:
nl_nl: Weerbericht om:
no_no: Varsel ved:
sl_sl: Napoved ob:
sq_sq: Parashikimet në:
sv_sv: Prognos vid:
vi_vi: Dự báo tại:

source: Forecast:
ar_ar: التوقعات:
bg_bg: Прогноза:
es_es: Pronóstico:
fi_fi: Ennuste:
hu_hu: Előrejelzés:
nl_nl: Weerbericht:
no_no: Varsel:
sl_sl: Napoved:
sq_sq: Parashikimet:
sv_sv: Prognos:
vi_vi: Dự báo:

source: Freezing Drizzle
ar_ar: رذار متجمد
bg_bg: Леден ръмеж
es_es: Llovisna helada
fi_fi: Jäätävää tihkusadetta
hu_hu: Szitáló jégeső
nl_nl: Lichte ijzel
no_no: Underkjølt Yr
sl_sl: Pomrznjen pršec
sq_sq: Shi i ngrirë
sv_sv: Underkylt Duggregn
vi_vi: Trời băng giá, có mưa phùn

source: Freezing Rain
nl_nl: IJzel
no_no: Underkjølt Regn
sv_sv: Underkylt regn

source: French - Nicolas Granziano, Philippe, Benot Knecht, Quentin Caillard, Jordi
sv_sv: Franska - Nicolas Granziano, Philippe, Benot Knecht, Quentin Caillard, Jordi

source: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík
ar_ar: الفرنسية - Nicolas Granziano, Philippe, Benot Knecht الروسية - Pavel Fialko, Vlad Vasiliev, Ed Bartosh الفنلندية - Marko Vertainen الألمانية - Claudius Henrichs الإيطالية - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis الأسبانية - Alejandro Lopez البولندية - Tomasz Dominikowski السولفاكية - Roman Moravčík
es_es: Francés - Nicolas Granziano, Philippe, Benot Knetch Ruso - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finlandés - Marko Vertainen Alemán - Claudius Henrichs Italiano - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Castellano - Alejandro López Polaco - Tomasz Dominikowski Eslovaco - Roman Moravčík
fi_fi: Ranska - Nicolas Granziano, Philippe, Benot Knech Venäjä - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Suomi - Marko Vertainen Saksa - Claudius Henrichs Italia - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Espanja - Alejandro Lopez Puola - Tomasz Dominikowski Slovakia - Roman Moravčík
nl_nl: Frans - Nicolas Granziano, Philippe, Benot Knecht Russisch - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Fins - Marko Vertainen Duits - Claudius Henrichs Italiaans - Pavel Fialko, Alessandro Pasotti, »Salvatore Fiorenzo, Luca Onnis⏎ Spaans - Alejandro Lopez Pools - Tomasz Dominikowski Slowaaks - Roman Moravčík
no_no: Fransk - Nicolas Granziano, Philippe, Benot Knecht Russisk - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finsk - Marko Vertainen Tysk - Claudius Henrichs Italiensk - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spansk - Alejandro Lopez Polsk - Tomasz Dominikowski Slovak - Roman Moravčík
sl_sl: Francosko - Nicolas Granziano, Philippe, Benot Knecht Rusko - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finsko - Marko Vertainen Nemško - Claudius Henrichs Italijansko - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Špansko - Alejandro Lopez Poljsko - Tomasz Dominikowski Slovaško - Roman Moravčík
sq_sq: Frëngjisht - Nicolas Granziano, Philippe, Benot Knecht Rusisht - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finlandisht - Marko Vertainen Gjeramanisht - Claudius Henrichs Italisht - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spanjisht - Alejandro Lopez Polonisht - Tomasz Dominikowski Sllovakisht - Roman Moravčík
sv_sv: Franska - Nicolas Granziano, Philippe, Benot Knecht Ryska - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finska - Marko Vertainen Tyska - Claudius Henrichs Italienska - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis Spanska - Alejandro Lopez Polska - Tomasz Dominikowski Slovakiska - Roman Moravčík
vi_vi: French - Nicolas Granziano, Philippe, Benot Knecht Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh Finnish - Marko Vertainen German - Claudius Henrichs Italian - Pavel Fialko, Alessandro Pasotti, »Salvatore Fiorenzo, Luca Onnis Spanish - Alejandro Lopez Polish - Tomasz Dominikowski Slovak - Roman Moravčík Việt Nam- Quý Trọng
