Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Hildon desktop applet for the Nokia N800/N810/N900 to show weather forecasts. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 for default icon set (Glance) and design of interface Andrew Zhilin Copyright(c) 2008 Andrew Olmsted for Semi-transparency and coloured backgrounds
ar_ar: تطبيق Hildon المكتبي لأجهزة نوكيا N800/N810/N900 لعرض حاله الطقس. النسخه %s الرقم: %s 2006-2011 الحقوق(c) Vlad Vasiliev, Pavel Fialko 2008 الحقوق(c) لمجموعة الأيقونات الإفتراضية (Glance) وتصميم واجهة التطبيق Andrew Zhilin 2008 الحقوق(c) Andrew Olmsted للخلفيات الملونة والشفافة
es_es: Panel para el escritorio Hildon para Nokia N800/N810/N900 que muestra pronósticos meteorológicos. Versión %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialco Copyright(c) 2008 para los íconos por defecto (Glance) y el diseño de la interfaz Andrew Zhilin Copyright(c) 2008 Andrew Olmsted para la Semi-transparencia y los fondos coloreados
fi_fi: Hildon työpöytäsovelma Nokia N800/N810/N900 -laitteille säätietojen näyttämiseksi. Versio %s Koonnos: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 oletuskuvakkeille (Glance) ja käyttöliittymän suunnittelulle Andrew Zhilin Copyright(c) 2008 Andrew Olmsted läpinäkyvyydelle ja värillisille taustoille
nl_nl: Hildon-desktopapplet voor de Nokia N800/N810/N900 om weersverwachtingen te weergeven. Versie %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 voor de standaardpictogramset (Glance) en interfaceontwerp Andrew Zhilin Copyright(c) 2008 Andrew Olmsted voor semi-transparante en gekleurde achtergronden
no_no: Hildon desktop applet Nokia N800/N810/N900 for å vise værprognoser. Version %s Build: %s Copyright (c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright (c) 2008 for standard ikon sett (Glance) og utforming av grensesnittet Andrew Zhilin Copyright (c) 2008 Andrew Olmsted for Semi-transparent og farget bakgrunn
sl_sl: Hildon desktop applet za Nokia N800/N810/N900 za prikaz vremenske napovedi. Verzija %s Gradnja: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 za standardni nabor ikon (Glance) ter oblikovanje uporabniškega vmesnika Andrew Zhilin Copyright(c) 2008 Andrew Olmsted za delno transparentnost in obarvana ozadja
sq_sq: Hildon desktop applet për Nokia-t N800/N810/N900 për parashikimin e motit. Versioni %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 për ikonat (Glance) për pamjen grafike Andrew Zhilin Copyright(c) 2008 Andrew Olmsted për ngjyrat dhe tejdukshmërinë
sv_sv: Hildon skrivbords-applet till Nokia N800/N810/N900 för att visa väderprognoser. Version %s Build: %s Copyright(c) 2006-2011 Vlad Vasiliev, Pavel Fialko Copyright(c) 2008 för standardikoner (Glance) och design av användargränssnitt Andrew Zhilin Copyright(c) 2008 Andrew Olmsted för semitransparens och färgade bakgrunder
vi_vi: Ứng dụng con dành cho Nokia N800/N810/N900/N9 dùng để xem dự báo thời tiết. Phiên bản: %s Đóng gói: %s Bản quyền (c) 2006-2011 Vlad Vasiliev, Pavel Fialko Bản quyền (c) 2008 cho gói biểu tượng mặc định (Glance) và design của giao diện Andrew Zhilin Bản quyền (c) 2008 Andrew Olmsted cho "Bán nhìn thấu" cùng hình nền

source: Humidity:
ar_ar: الرطوبة:
bg_bg: Влажност:
es_es: Humedad:
fi_fi: Ilmankosteus:
hu_hu: Páratartalom:
nl_nl: Luchtvochtigheid:
no_no: Fuktighet:
sl_sl: Vlažnost:
sq_sq: Lagështira:
sv_sv: Luftfuktighet:
vi_vi: Độ ẩm:

source: Precipitation:
ar_ar: الترسيب:
bg_bg: Валежи:
es_es: Precipitación:
fi_fi: Sade:
hu_hu: Előrejelzés:
nl_nl: Neerslag:
no_no: Nedbør:
sl_sl: Padavine:
sq_sq: Rreshjet:
sv_sv: Nederbörd:
vi_vi: Mưa:

source: Pressure:
ar_ar: الضغط:
bg_bg: Налягане:
es_es: Presión:
fi_fi: Ilmanpaine:
hu_hu: Légnyomás:
nl_nl: Luchtdruk:
no_no: Trykk:
sl_sl: Zračni tlak:
sq_sq: Presioni:
sv_sv: Lufttryck:
vi_vi: Áp xuất:

source: (Low)
ar_ar: (صغرى)
bg_bg: (Ниско)
es_es: (Bajo)
fi_fi: (Matala)
hu_hu: (alacsony)
nl_nl: (Laag)
no_no: (Lav)
sl_sl: (nizko)
sq_sq: (I ulët)
sv_sv: (låg)

source: (Moderate)
ar_ar: (معتدل)
bg_bg: (Умерено)
es_es: (Moderado)
fi_fi: (Kohtalainen)
hu_hu: (mérsékelt)
nl_nl: (Gemiddeld)
no_no: (Moderat)
sl_sl: (zmerno)
sq_sq: (Mesatar)
sv_sv: (Måttlig)

source: 1 day
ar_ar: يومياً
bg_bg: 1 ден
es_es: 1 día
fi_fi: 1 päivä
hu_hu: 1 nap
nl_nl: 1 dag
no_no: 1 dag
sl_sl: 1 dan
sq_sq: 1 ditë
sv_sv: 1 dag
vi_vi: 1 ngày

source: 1 hour
ar_ar: ساعة واحده
bg_bg: 1 час
es_es: 1 hora
fi_fi: 1 tunti
hu_hu: 1 óra
nl_nl: 1 uur
no_no: 1 time
sl_sl: 1 ura
sq_sq: 1 orë
sv_sv: 1 timme
vi_vi: 1 tiếng

source: 1 minute
ar_ar: دقيقة واحده
bg_bg: 1 минута
es_es: 1 minuto
fi_fi: 1 minuutti
hu_hu: 1 perc
nl_nl: 1 minuut
no_no: 1 minutt
sl_sl: 1 minuta
sq_sq: 1 minutë
sv_sv: 1 minut
vi_vi: 1 phút

source: 10 minutes
ar_ar: 10 دقائق
bg_bg: 10 минути
es_es: 10 minutos
fi_fi: 10 minuuttia
hu_hu: 10 perc
nl_nl: 10 minuten
no_no: 10 minutter
sl_sl: 10 minut
sq_sq: 10 minuta
sv_sv: 10 minuter
vi_vi: 10 phút

source: 10 seconds
ar_ar: 10 ثواني
bg_bg: 10 секунди
es_es: 10 segundos
fi_fi: 10 sekuntia
hu_hu: 10 másodperc
nl_nl: 10 seconden
no_no: 10 sekunder
sl_sl: 10 sekund
sq_sq: 10 sekonda
sv_sv: 10 sekunder
vi_vi: 10 giây

source: 12 hours
bg_bg: 12 часа
hu_hu: 12 óra
sl_sl: 12 ur
sv_sv: 12 timmar
vi_vi: 12 tiếng

source: 15 minutes
ar_ar: 15 دقيقة
bg_bg: 15 минути
es_es: 15 minutos
fi_fi: 15 minuuttia
hu_hu: 15 perc
nl_nl: 15 minuten
no_no: 15 minutter
sl_sl: 15 minut
sq_sq: 15 minuta
sv_sv: 15 minuter
vi_vi: 15 phút

source: 2 hours
ar_ar: ساعتين
bg_bg: 2 часа
es_es: 2 horas
fi_fi: 2 tuntia
hu_hu: 2 óra
nl_nl: 2 uur
no_no: 2 timer
sl_sl: 2 uri
sq_sq: 2 orë
sv_sv: 2 timmar
vi_vi: 2 giờ

source: 20 seconds
ar_ar: 20 ثانية
bg_bg: 20 секунди
es_es: 20 segundos
fi_fi: 20 sekuntia
hu_hu: 20 másodperc
nl_nl: 20 seconden
no_no: 20 sekunder
sl_sl: 20 sekund
sq_sq: 20 sekonda
sv_sv: 20 sekunder
vi_vi: 20 giây

source: 3 minutes
ar_ar: 3 دقائق
bg_bg: 3 минути
es_es: 3 minutos
fi_fi: 3 minuuttia
hu_hu: 3 perc
nl_nl: 3 minuten
no_no: 3 minutter
sl_sl: 3 minute
sq_sq: 3 minuta
sv_sv: 3 minuter
vi_vi: 3 phút

source: 30 minutes
ar_ar: 30 دقيقة
bg_bg: 30 минути
es_es: 30 minutos
fi_fi: 30 minuuttia
hu_hu: 30 perc
nl_nl: 30 minuten
no_no: 30 minutter
sl_sl: 30 minut
sq_sq: 30 minuta
sv_sv: 30 minuter
vi_vi: 30 phút

source: 30 seconds
ar_ar: 30 ثانية
bg_bg: 30 секунди
es_es: 30 segundos
fi_fi: 30 sekuntia
hu_hu: 30 másodperc
nl_nl: 30 seconden
no_no: 30 sekunder
sl_sl: 30 sekund
sq_sq: 30 sekonda
sv_sv: 30 sekunder
vi_vi: 30 giây

source: 4 hours
ar_ar: 4 ساعات
bg_bg: 4 часа
es_es: 4 horas
fi_fi: 4 tuntia
hu_hu: 4 óra
nl_nl: 4 uur
no_no: 4 timer
sl_sl: 4 ure
sq_sq: 4 orë
sv_sv: 4 timmar
vi_vi: 4 tiếng

source: 40 seconds
ar_ar: 40 ثانية
bg_bg: 40 секунди
es_es: 40 segundos
fi_fi: 40 sekuntia
hu_hu: 40 másodperc
nl_nl: 40 seconden
no_no: 40 sekunder
sl_sl: 40 sekund
sq_sq: 40 sekonda
sv_sv: 40 sekunder
vi_vi: 40 giây

source: 5 minutes
ar_ar: 5 دقائق
bg_bg: 5 минути
es_es: 5 minutos
fi_fi: 5 minuuttia
hu_hu: 5 perc
nl_nl: 5 minuten
no_no: 5 minutter
sl_sl: 5 minut
sq_sq: 5 minuta
sv_sv: 5 minuter
vi_vi: 5 phút

source: 50 seconds
ar_ar: 50 ثانية
bg_bg: 50 секунди
es_es: 50 segundos
fi_fi: 50 sekuntia
hu_hu: 50 másodperc
nl_nl: 50 seconden
no_no: 50 sekunder
sl_sl: 50 sekund
sq_sq: 50 sekonda
sv_sv: 50 sekunder
vi_vi: 50 giây

source: 60 seconds
ar_ar: 60 ثانية
bg_bg: 60 секунди
es_es: 60 segundos
fi_fi: 60 sekuntia
hu_hu: 60 másodperc
nl_nl: 60 seconden
no_no: 60 sekunder
sl_sl: 60 sekund
sq_sq: 60 sekonda
sv_sv: 60 sekunder
vi_vi: 60 giây

source: 8 hours
ar_ar: 8 ساعات
bg_bg: 8 часа
es_es: 8 horas
fi_fi: 8 tuntia
hu_hu: 8 óra
nl_nl: 8 uur
no_no: 8 timer
sl_sl: 8 ur
sq_sq: 8 orë
sv_sv: 8 timmar
vi_vi: 8 tiếng

source: AM Clouds / PM Sun
ar_ar: غائم صباحاً / مشمس مساءً
bg_bg: АМ Облачно/РМ Слънчево
es_es: M: Nublado / T: Soleado
fi_fi: ap: Pilvistä / ip: Selkeää
hu_hu: de. felhős / du. napos
nl_nl: AM bewolkt / PM zon
no_no: Formiddag Skyer / Ettermiddag Sol
sl_sl: Dopoldan oblačno / popoldan sonce
sq_sq: Në mëngjes Vranësira / Pasdite Diell
sv_sv: FM Moln / EM Sol
vi_vi: Buổi sáng nhiều mây / Buổi chiều trời nắng

source: AM Drizzle
ar_ar: رذاذ صباحاً
bg_bg: АМ Преваляване
es_es: Llovizna por la mañana
fi_fi: ap: Tihkusadetta
hu_hu: de. szitáló eső
nl_nl: AM motregen
no_no: Formiddag Yr
sl_sl: Dopoldan pršenje
sq_sq: Në mëngjes shi i imët
sv_sv: FM Duggregn
vi_vi: AM Mưa bụi

source: AM Drizzle / Wind
ar_ar: رياح صباحاً / رذاذ
bg_bg: АМ Преваляване/Вятър
es_es: Llovizna / Viento por la mañana
fi_fi: ap: Tihkusadetta / Tuulista
hu_hu: de. szitálás / szélfúvás
nl_nl: AM motregen / wind
no_no: Formiddag Yr / Vind
sl_sl: Dopoldan pršenje / veter
sq_sq: Në mëngjes Shi i imët me erë
sv_sv: FM Duggregn / Vind
vi_vi: AM Mưa bụi/Gió

source: AM Fog / PM Clouds
ar_ar: ضباب صباحاً / غائم مساءً
bg_bg: АМ Мъгла/РМ Облачно
es_es: M: Niebla / T: Nublado
fi_fi: ap: Sumua / ip: Pilvistä
hu_hu: de. ködös / du. felhős
nl_nl: AM mist / PM bewolkt
no_no: Formiddag Tåke / Ettermiddag Skyer
sl_sl: Dopoldan megleno / popoldan oblačno
sq_sq: Në mëngjes Mjegull / Pasdite me re
sv_sv: FM Dimma / EM Moln
vi_vi: AM Sương/PM Nhiều mây

source: AM Fog / PM Sun
ar_ar: ضباب صباحاً / مشمس مساءً
bg_bg: АМ Мъгла/РМ Слъчево
es_es: M: Niebla / T: Soleado
fi_fi: ap: Sumua / ip: Selkeää
hu_hu: de. ködös / du. napos
nl_nl: AM mist / PM zon
no_no: Formiddag Tåke / Ettermiddag Sol
sl_sl: Dopoldan megleno / popoldan sončno
sq_sq: Në mëngjes Mjegull / Pasdite Diell
sv_sv: FM Dimma / EM Sol
vi_vi: AM Sương/PM Nắng

source: AM Ice
no_no: Formiddag Is
sv_sv: FM Is

source: AM Light Rain
ar_ar: أمطار جزئية صباحاً
bg_bg: АМ Слаб Дъжд
es_es: Lluvia ligera por la mañana
fi_fi: ap: Kevyttä vesisadetta
hu_hu: de. könnyű eső
nl_nl: AM lichte regen
no_no: Formiddag Lett Regn
sl_sl: Dopoldan rahel dež
sq_sq: Në mëngjes Shi i dobët
sv_sv: FM Lätt regn
vi_vi: AM Mưa nhẹ

source: AM Light Rain / Ice
no_no: Formiddag Lett Regn / Is
sv_sv: FM Lätt regn / Is

source: AM Light Rain / Wind
ar_ar: رياح / أمطار جزئية صباحاً
bg_bg: М Слаб Дъжд/Вятър
es_es: Lluvia ligera / Viento por la mañana
fi_fi: ap: Kevyttä vesisadetta / Tuulista
hu_hu: de. könnyű eső / szeles
nl_nl: AM lichte regen / wind
no_no: Formiddag Lett Regn / Vind
sl_sl: Dopoldan rahel dež / veter
sq_sq: Në mëngjes Shi i dobët/Erë
sv_sv: FM Lätt regn / Vind
vi_vi: AM Mưa nhẹ/Gió

source: AM Light Snow
ar_ar: ثلج خفيف صباحاً
bg_bg: АМ Слаб Сняг
es_es: Nevisca por la mañana
fi_fi: ap: Kevyttä lumisadetta
hu_hu: de. könnyű havazás
nl_nl: AM lichte sneeuwval
no_no: Formiddag Lett Snø
sl_sl: Dopoldan rahlo sneženje
sq_sq: Në mëngjes Rreshje të dobëta dëbore
sv_sv: FM Lätt snöfall
vi_vi: AM Tuyết rơi

source: AM Light Snow / Wind
ar_ar: رياح / ثلج خفيف صباحاً
bg_bg: АМ Слаб Сняг/Вятър
es_es: Nieve ligera / Viento por la mañana
fi_fi: ap: Kevyttä lumisadetta / Tuulista
hu_hu: de. könnyű havazás / szeles
nl_nl: AM lichte sneeuwval / wind
no_no: Formiddag Lett Snø / Vind
sl_sl: Dopoldan rahlo sneženje / veter
sq_sq: Në mëngjes Rreshje të dobëta dëbore/Erë
sv_sv: FM Lätt snöfall / Vind
vi_vi: AM Tuyết rơi/Gió

source: AM Light Wintry Mix
ar_ar: مزيج شتوي خفيف صباحاً
bg_bg: АМ Лапавица
es_es: Agua nieve leve por la mañana
fi_fi: ap: Kevyttä räntäsadetta
hu_hu: de. könnyű havas eső
nl_nl: AM winterachtig
no_no: Formiddag Blanding Av Lett Vinter Vær
sl_sl: Dopoldan spremenljivo zimsko
sq_sq: Në mëngjes Rreshje të dobëta dëbore/akulli
sv_sv: FM Lätt vintermix
vi_vi: AM Gió nhẹ

source: AM Rain
ar_ar: مطر صباحاً
bg_bg: АМ Дъжд
es_es: Lluvia por la mañana
fi_fi: ap: Vesisadetta
hu_hu: de. eső
nl_nl: AM regen
no_no: Formiddag Regn
sl_sl: Dopoldan dež
sq_sq: Në mëngjes Shi
sv_sv: FM Regn
vi_vi: AM Mưa

source: AM Rain / Snow
ar_ar: مطر صباحاً / ثلج
bg_bg: АМ Дъжд/Сняг
es_es: Lluvia / Nieve por la mañana
fi_fi: ap: Vesisadetta / Lumisadetta
hu_hu: de. eső / havazás
nl_nl: AM regen / sneeuw
no_no: Formiddag Regn / Snø
sl_sl: Dopoldan dež / sneg
sq_sq: Në mëngjes Shi/Dëborë
sv_sv: FM Regn / Snö
vi_vi: AM Mưa/Tuyết

source: AM Rain / Snow / Wind
no_no: Formiddag Regn / Snø / Vind
sv_sv: FM Regn / Snö / Vind

source: AM Rain / Snow Showers
ar_ar: مطر صباحاً / زخات ثلج
bg_bg: АМ Дъжд/Превалявания от Сняг
es_es: Chubascos de lluvia o nieve por la mañana
fi_fi: ap: Vesisadetta / Lumikuuroja
hu_hu: de. eső / hózápor
nl_nl: AM regen-/sneeuwbuien
no_no: Formiddag Regn / Snøbyger
sl_sl: Dopoldan dež / snežne plohe
sq_sq: Në mëngjes Shi/Rreshje dëbore
sv_sv: FM Regn / Snöbyar
vi_vi: AM Mưa/Mưa tuyết

source: AM Rain / Snow Showers / Wind
ar_ar: مطر صباحاً / زخات ثلج / رياح
bg_bg: АМ Дъжд/Сняг/Вятър
es_es: Chubascos / Nieve / Viento por la mañana
fi_fi: ap: Vesisadetta / Lumikuuroja / Tuulista
hu_hu: de. eső / hózápor / szeles
nl_nl: AM regen-/sneeuwbuien / wind
no_no: Formiddag Regn / Snøbyger / Vind
sl_sl: Dopoldan dež / snežne plohe / veter
sq_sq: Në mëngjes Shi/rreshje të forta dëbore/Erë
sv_sv: FM Regn / Snöbyar / Vind
vi_vi: AM Mưa/Mưa tuyết/Gió

source: AM Rain / Wind
ar_ar: مطر صباحاً / ثلج
bg_bg: АМ Дъжд/Вятър
es_es: Lluvia / viento por la mañana
fi_fi: ap: Vesisadetta / Tuulista
hu_hu: de. esős / szeles
nl_nl: AM regen / wind
no_no: Formiddag Regn / Vind
sl_sl: Dopoldan dež / veter
sq_sq: Në mëngjes Shi/Erë
sv_sv: FM Regn / Vind
vi_vi: AM Mưa/Gió

source: AM Showers
ar_ar: زخات مطر صباحاً
bg_bg: АМ Превалявания
es_es: Chubascos por la mañana
fi_fi: ap: Sadekuuroja
hu_hu: de. záporok
nl_nl: AM buien
no_no: Formiddag Byger
sl_sl: Dopoldanske plohe
sq_sq: Në mëngjes Rreshje të forta shiu
sv_sv: FM Regnskurar
vi_vi: AM Mưa rào

source: AM Showers / Wind
ar_ar: زخات مطر صباحاً / رياح
bg_bg: АМ Превалявания/Вятър
es_es: Chubascos / Viento por la mañana
fi_fi: ap: Sadekuuroja / Tuulista
hu_hu: de. záporok / szeles
nl_nl: AM buien / wind
no_no: Formiddag Byger / Vind
sl_sl: Dopoldanske plohe / veter
sq_sq: Në mëngjes Rreshje të forta shiu/Erë
sv_sv: FM Regnskurar / Vind
vi_vi: AM Mưa rào/Gió

source: AM Snow
ar_ar: ثلج صباحاً
bg_bg: АМ Сняг
es_es: Nieve por la mañana
fi_fi: ap: Lumisadetta
hu_hu: de. hó
nl_nl: AM sneeuw
no_no: Formiddag Snø
sl_sl: Dopoldan sneg
sq_sq: Në mëngjes Dëborë
sv_sv: FM Snö
vi_vi: AM Tuyết

source: AM Snow Showers
ar_ar: زخات ثلج صباحاً
bg_bg: АМ Превалявания от Сняг
es_es: Chubascos de nieve por la mañana
fi_fi: ap: Lumikuuroja
hu_hu: de. hózáporok
nl_nl: AM sneeuwbuien
no_no: Formiddag Snøbyger
sl_sl: Dopoldanske snežne plohe
sq_sq: Në mëngjes Rreshje të dëndura dëbore
sv_sv: FM Snöbyar
vi_vi: AM Mưa tuyết

source: AM Snow Showers / Wind
ar_ar: زخات ثلج صباحاً / رياح
bg_bg: АМ Сняг/Вятър
es_es: Chubascos de nieve / Viento por la mañana
fi_fi: ap: Lumikuuroja / Tuulista
hu_hu: de hózáporok / szeles
nl_nl: AM sneeuwbuien / wind
no_no: Formiddag Snøbyger / Wind
sl_sl: Dopoldanske snežne plohe / veter
sq_sq: Në mëngjes Rreshje të dëndura dëbore/Erë
sv_sv: FM Snöbyar / Vind
vi_vi: AM Mưa tuyết/Gió

source: AM Snow Showers / Wind Late
ar_ar: زخات ثلج صباحاً / رياح متأخره
bg_bg: АМ Сняг/Вятър
es_es: Por la mañana chubascos de nieve / viento luego
fi_fi: ap: Lumikuuroja / Myöhemmin tuulista
hu_hu: de. hózáporok / szeles délután
nl_nl: AM laat: sneeuwbuien / wind
no_no: Formiddag Snøbyger / Senere Vind
sl_sl: Dopoldanske snežne plohe / v poznih urah veter
sq_sq: Në mëngjes Rreshje të dëndura dëbore/Më vonë erë
sv_sv: FM Snöbyar / Senare vind
vi_vi: AM Mưa tuyết/Gió nhẹ

source: AM Wintry Mix
no_no: Formiddag Vinterblanding
sv_sv: Snöblandat regn på förmiddagen

source: AM Wintry Mix / Wind
no_no: Formiddag Vinterblanding / Vind
sv_sv: Snöblandat regn på förmiddagen / Blåst

source: About
ar_ar: عن
bg_bg: Относно
es_es: Acerca de
fi_fi: Tietoja
hu_hu: A programról
nl_nl: Over
no_no: Om
sl_sl: O programu
sq_sq: Rreth
sv_sv: Om
vi_vi: Giới thiệu

source: Access denied to the given URL.
ar_ar: رفض الوصول الى الـURL المعطى
bg_bg: Отказан достъп до този URL
es_es: Acceso denegado para la URL dada.
fi_fi: Yhteys estetty annettuun URL:iin.
hu_hu: Hozzáférés megtagadva a megadott URL-nek.
nl_nl: Geen toegang tot URL.
no_no: Tilgang nektet til den gitte URL.
sl_sl: Zavrnjen dostop za podani URL naslov.
sq_sq: Hyrja u ndalua te kjo lidhje
sv_sv: Åtkomst nekad till angiven URL.
vi_vi: Truy cập URL bị từ chối

source: Action|Update
ar_ar: الفعل|تحديث
bg_bg: Действие|Опресни
es_es: Actualizar
fi_fi: Päivitä
hu_hu: Akció|Frissítés
nl_nl: Actie | Bijwerken
no_no: Handling|Oppdater
sl_sl: Dejanje|Posodobitev
sq_sq: Po përditësoj
sv_sv: Åtgärd|Uppdatera
vi_vi: Hoạt động|Cập nhật

source: Add
ar_ar: إضافة
bg_bg: Добави
es_es: Agregar
fi_fi: Lisää
hu_hu: Hozzáad
nl_nl: Toevoegen
no_no: Legg til
sl_sl: Dodaj
sq_sq: Shto
sv_sv: Lägg till
vi_vi: Thêm

source: Add Station
ar_ar: إضافة محطة
bg_bg: Добави станция
es_es: Agregar estación
fi_fi: Lisää asema
hu_hu: Állomás hozzáadása
nl_nl: Station toevoegen
no_no: Legg til Stasjon
sl_sl: Dodaj postajo
sq_sq: Shto Stacion
sv_sv: Lägg till väderstation
vi_vi: Thêm vị trí

source: Adjust GPS station
hu_hu: Válassz GPS állomást
sl_sl: Nastavi GPS postajo
sv_sv: Justera GPS station

source: Albanian - Ilir Gjika
sv_sv: Albanska - Ilir Gjika

source: Alerts
ar_ar: تحذيرات
bg_bg: Известия
es_es: Alertas
fi_fi: Hälytykset
hu_hu: Figyelmeztetések
nl_nl: Meldingen
no_no: Varsler
sl_sl: Opozorila
sq_sq: Lajmërime
sv_sv: Varningar
vi_vi: Thông báo

source: Alexis Iglauer - for testing Eugene Roytenberg - for testing Jarek Szczepanski aka Imrahil - for testing Vladimir Shakhov aka Mendoza - for testing Marc Dillon - for spell/stylecheck text of English Arkady Glazov aka Globster - for testing Alexander Savchenko aka dizel - for testing Timeless - for patches Eric Link - for feature request and donation
ar_ar: Alexis Iglauer - للتجربة Eugene Roytenberg - للتجربة Jarek Szczepanski aka Imrahil - للتجربة Vladimir Shakhov aka Mendoza - للتجربة Marc Dillon - لتصحيح وتعديل الأخطاء الإملائية الإنجليزية Arkady Glazov aka Globster - للتجربة Alexander Savchenko aka dizel - للتجربة Timeless - للأوامر البرمجية Eric Link - لطلب الإضافات والمزايا والتبرعات
es_es: Alexis Iglauer - por testear Eugene Roytenberg - por testear Jarek "Imrahil" Szczepanski - por testear Vladimir "Mendoza" Shakhov - por testear Marc Dilon - por la ortografía y estilo del texto en inglés Arkady "Globster" Glazov - por testear Alexander "dizel" Savchenko - por testear Eric Link - por pedido de funcionalidad y donación
fi_fi: Alexis Iglauer - testauksesta Eugene Roytenberg - testauksesta Jarek Szczepanski aka Imrahil - testauksesta Vladimir Shakhov aka Mendoza - testauksesta Marc Dilon - Englanninkielen version oikoluvusta Arkady Glazov aka Globster - testauksesta Alexander Savchenko aka dizel - testauksesta Timeless - korjauksista Eric Link - kehitysideasta ja lahjoituksesta
nl_nl: Alexis Iglauer - voor het testen Eugene Roytenberg - voor het testen Jarek Szczepanski aka Imrahil - voor het testen Vladimir Shakhov aka Mendoza - voor het testen Marc Dillon - Voor spelling/stijlcheck van de Engelse tekst Arkady Glazov aka Globster - voor het testen Alexander Savchenko aka dizel - voor het testen Timeless - voor de patches Eric Link - voor het aanvragen van applicatieopties en donatie
no_no: Alexis Iglauer - for testing Eugene Roytenberg - for testing Jarek Szczepanski aka Imrahil - for testing Vladimir Shakhov aka Mendoza - for testing Marc Dillon - for staving / stil sjekk av engelsk tekst Arkady Glazov aka Globster - for testing Alexander Savchenko aka Dizel - for testing Timeless - for patcher Eric Link - for funksjonsforespørsel og donasjon
sl_sl: Alexis Iglauer - za testiranje Eugene Roytenberg - za testiranje Jarek Szczepanski aka Imrahil - za testiranje Vladimir Shakhov aka Mendoza - za testiranje Marc Dillon - za oblikovno in slovnično preverjanje angleškega prevoda Arkady Glazov aka Globster - za testiranje Alexander Savchenko aka dizel - za testiranje Timeless - za popravke Eric Link - ideje in donacijo
sq_sq: Alexis Iglauer - për testimin Eugene Roytenberg - për testimin Jarek Szczepanski aka Imrahil - për testimin Vladimir Shakhov aka Mendoza - për testimin Marc Dillon - for spell/stylecheck text of English Arkady Glazov aka Globster - për testimin Alexander Savchenko aka dizel - për testimin Timeless - për korrigjimet Eric Link - për kërkesat dhe ofertat
sv_sv: Alexis Iglauer - för testning Eugene Roytenberg - för testning Jarek Szczepanski aka Imrahil - för testning Vladimir Shakhov aka Mendoza - för testning Marc Dillon - för stavnings-/stilkontroll av Engelsk text Arkady Glazov aka Globster - för testning Alexander Savchenko aka dizel - för testning Timeless - för patchar Eric Link - för funktionsförfrågan och donation

source: An unknown error has occurred.
ar_ar: حدث خطأ غير معروف.
bg_bg: Възникна неизвестна грешка
es_es: Se produjo un error desconocido.
fi_fi: Tapahtui tuntematon virhe.
hu_hu: Ismeretlen hiba történt.
nl_nl: Een onbekende fout is opgetreden.
no_no: En ukjent feil har oppstått.
sl_sl: Neznana napaka
sq_sq: Ndohi një gabim i panjohur
sv_sv: Ett okänt fel har uppstått.
vi_vi: Lỗi không xác định

source: Appearance
ar_ar: المظهر
bg_bg: Изглед
es_es: Apariencia
fi_fi: Ulkoasu
hu_hu: Megjelenés
nl_nl: Weergave
no_no: Utseende
sl_sl: Videz
sq_sq: Paraqitja
sv_sv: Utseende
vi_vi: Giao diện

source: Application manager will now start for installing package 'MeeCast applet'. You should uninstall AccuWeather before installing this package
bg_bg: Мениджърът на приложения е стартиран за за инсталиране на 'MeeCast applet'. Деинсталирайте AccuWeather преди това.
sl_sl: Za namestitev dodatka 'MeeCast applet' se bo zagnal upravitelj programov. Pred namestitvijo paketa odstranite aplikacijo AccuWeather!
sv_sv: Applikationmanager startar nu för installation av 'Meecast applet'. Du bör avinstallera AccuWeather innan installation av detta paket
vi_vi: Quản lý ứng dụng sẽ bắt đầu⏎ cài đặt 'MeeCast'.⏎ Bạn nên gỡ bỏ AccuWeather ⏎ trước khi cài ứng dụng này

source: Arabic - Tarad Alfandi
sv_sv: Arabiska - Tarad Alfandi

source: Are you sure to want delete this station ?
ar_ar: هل انت متأكد من مسح هذه المحطة؟
bg_bg: Сигурни ли сте, че искате да изтриете тази метео станция?
es_es: ¿Está seguro de querer borrar esta estación?
fi_fi: Haluatko varmasti poistaa tämän aseman?
hu_hu: Biztos, hogy törlöd ezt az állomást?
nl_nl: Dit station verwijderen?
no_no: Er du sikker på at du ønsker å slette denne stasjonen?
sl_sl: Ste prepričani da želite odstraniti to postajo?
sq_sq: Je i sigurt që do t'a fshish këtë stacion?
sv_sv: Vill du verkligen ta bort den här stationen?
vi_vi: Xóa địa điểm này?

source: Are you sure?
ar_ar: هل أنت متأكد؟
bg_bg: Сигурни ли сте?
es_es: ¿Está seguro?
fi_fi: Oletko varma?
hu_hu: Biztos?
nl_nl: Ben je zeker?
no_no: Er du sikker?
sl_sl: Ste prepričani?
sq_sq: Je i sigurt?
sv_sv: Är du säker?
vi_vi: Xác nhận lại
