Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Rain / Snow / Wind
ar_ar: أمطار / ثلج / رياح
bg_bg: Дъжд/Сняг/Вятър
es_es: Lluvia / Nieve / Viento
fi_fi: Vesisadetta / Lumisadetta / Tuulista
hu_hu: Eső / hó / szél
nl_nl: Regen / sneeuw / wind
no_no: Regn / Snø / Vind
sl_sl: Dež / sneg / veter
sq_sq: Shi / Dëborë / Erë
sv_sv: Regn / Snö / Vind
vi_vi: Mưa/ Tuyết/ Gió

source: Rain / Snow / Wind Early
nl_nl: Regen / sneeuw / eerder wind
no_no: Regn / Snø / Først Vind
sv_sv: Regn / Snö /

source: Rain / Snow Early
ar_ar: أمطار / ثلوج مُبكره
bg_bg: Дъжд/Сняг сутрин
es_es: Lluvia / Nieve temprano
fi_fi: Vesisadetta / Ensin lumisadetta
hu_hu: Eső / délelőtti havazás
nl_nl: Regen / eerder sneeuw
no_no: Rain / Først Snø
sl_sl: Dež / v zgodnjih urah sneg
sq_sq: Shi / Dëborë herët
sv_sv: Regn / Tidigt snö
vi_vi: Mưa, có tuyết rơi sớm

source: Rain / Snow Late
ar_ar: مطر / ثلوج في وقت متأخر
bg_bg: Дъжд/Сняг следобед
es_es: Lluvia / Nieve tarde
fi_fi: Vesisadetta / Myöhemmin lumisadetta
hu_hu: Eső / délutáni havazás
nl_nl: Regen / later sneeuw
no_no: Regn / Senere Snø
sl_sl: Dež / v poznih urah sneg
sq_sq: Shi / Dëborë vonë
sv_sv: Regn / Snö senare
vi_vi: Có mưa, Tuyết rơi muộn

source: Rain / Snow Showers
ar_ar: مطر / زخات ثلج
bg_bg: Дъжд/Слаб Сняг
es_es: Lluvia / Chubascos de nieve
fi_fi: Vesisadetta / Lumikuuroja
hu_hu: Eső / hózáporok
nl_nl: Regen / sneeuwbuien
no_no: Regn / Snøbyger
sl_sl: Dež / snežne plohe
sq_sq: Shi / rreshje dëbore
sv_sv: Regn / Snöbyar
vi_vi: Có mưa và Mưa tuyết

source: Rain / Snow Showers / Wind
ar_ar: مطر / زخات ثلج / رياح
bg_bg: Дъжд/Слаб Сняг/Вятър
es_es: Lluvia / Chubascos de nieve / Viento
fi_fi: Vesisadetta / Lumikuuroja / Tuulista
hu_hu: Eső / hózáporok / szél
nl_nl: Regen / sneeuwbuien / wind
no_no: Regn / Snøbyger / Vind
sl_sl: Dež / snežne plohe / veter
sq_sq: Shi / Rreshje dëbore / Rrë
sv_sv: Regn / Snöbyar / Vind
vi_vi: Mưa/ Mưa tuyết/ Gió

source: Rain / Snow Showers Early
no_no: Regn / Tidlig Snøbyger
sv_sv: Regn / Snöbyar tidigt

source: Rain / Snow Showers Late
ar_ar: مطر / زخات ثلج في وقت متأخر
bg_bg: Дъжд/Слаб Сняг следобед
es_es: Lluvia / Chubascos de nieve tarde
fi_fi: Vesisadetta / Myöhemmin lumikuuroja
hu_hu: Eső / délutáni hózáporok
nl_nl: Regen / later sneeuwbuien
no_no: Regn / Senere Snøbyger
sl_sl: Dež / v poznih urah snežne plohe
sq_sq: Shi / Rreshje dëbore vonë
sv_sv: Regn / Snöbyar senare
vi_vi: Mưa / Tuyết mau muộn

source: Rain / Thunder
ar_ar: أمطار / رعد
bg_bg: Дъжд/Гръмотевици
es_es: Lluvia / Tormenta eléctrica
fi_fi: Vesisadetta / Ukkosta
hu_hu: Eső / mennydörgés
nl_nl: Regen / onweer
no_no: Regn / Torden
sl_sl: Dež / nevitha
sq_sq: Shi / Rrufe-Bubullima
sv_sv: Regn / Åska
vi_vi: Mưa / Sấm

source: Rain / Wind
ar_ar: أمطار / رياح
bg_bg: Дъжд/Вятър
es_es: Lluvia / viento
fi_fi: Vesisadetta / Tuulista
hu_hu: Eső / szél
nl_nl: Regen / wind
no_no: Regn / Vind
sl_sl: Dež / vetrovno
sq_sq: Shi / Erë
sv_sv: Regn / Vind
vi_vi: Mưa / Gió

source: Rain / Wind Early
ar_ar: أمطار / رياح مُبكره
bg_bg: Дъжд/Вятър сутрин
es_es: Lluvia / viento temprano
fi_fi: Vesisadetta / Ensin tuulista
hu_hu: Eső / délelőtt szeles
nl_nl: Regen / eerst wind
no_no: Regn / Først Vind
sl_sl: Dež / v zgodnjih urah veter
sq_sq: Shi / Erë herët
sv_sv: Regn / Tidigt vind
vi_vi: Mưa / Gió sớm

source: Rain Early
ar_ar: أمطار مُبكرة
bg_bg: Дъжд сутрин
es_es: Lluvia temprano
fi_fi: Jakson alussa vesisadetta
hu_hu: Délelőtti esők
nl_nl: Eerst regen
no_no: Først Regn
sl_sl: V zgodnjih urah dež
sq_sq: Shi herët
sv_sv: Tidigt regn
vi_vi: Mưa sớm

source: Rain Late
ar_ar: مطر في وقت متأخر
bg_bg: Дъжд следобед
es_es: Lluvia tarde
fi_fi: Myöhemmin vesisadetta
hu_hu: Délutáni esők
nl_nl: Later regen
no_no: Senere Regn
sl_sl: V poznih urah dež
sq_sq: Shi vonë
sv_sv: Sent regn
vi_vi: Mưa muộn

source: Rain Shower
ar_ar: زخات مطر
bg_bg: Преваляване
es_es: Chubascos
fi_fi: Sadekuuroja
hu_hu: Zápor
nl_nl: Regenbui
no_no: Regnbyge
sl_sl: Dežna ploha
sq_sq: Rreshje shiu
sv_sv: Regnskurar
vi_vi: Mưa rào

source: Rain Shower and Windy
ar_ar: رياح وزخات مطر
bg_bg: Превалявания и Вятър
es_es: Chubascos y viento
fi_fi: Sadekuuroja ja tuulista
hu_hu: Zápor és szél
nl_nl: Regenbui en winderig
no_no: Regnbyge og Vind
sl_sl: Dežne plohe in vetrovno
sq_sq: Rreshje shiu dhe erë
sv_sv: Regnskurar och blåsigt
vi_vi: Mưa rào và gió

source: Rain Showers
ar_ar: زخات مطر
bg_bg: Превалявания
es_es: Chubascos
fi_fi: Sadekuuroja
hu_hu: Záporok
nl_nl: Regenbuien
no_no: Regnbyger
sl_sl: Dežne plohe
sq_sq: Rreshje shiu
sv_sv: Regnskurar
vi_vi: Mưa rào

source: Rain and Snow
ar_ar: أمطار وثلوج
bg_bg: Дъжд и Сняг
es_es: Lluvia / Nieve
fi_fi: Vesi- ja lumisadetta
hu_hu: Eső és hó
nl_nl: Regen en sneeuw
no_no: Regn og Snø
sl_sl: Dež in sneg
sq_sq: Shi dhe dëbore
sv_sv: Regn och snö
vi_vi: Mưa và tuyết

source: Rain and snow
es_es: Lluvia y nieve
fi_fi: Vesi- ja lumisadetta
nl_nl: Regen en sneeuw
no_no: Regn og snø
sv_sv: Regn och snö

source: Rain to Snow
no_no: Regn til Snø
sv_sv: Regn övergående till snö

source: Rain to Snow / Wind
ar_ar: أمطار مصحوبه بثلوج /رياح
bg_bg: Дъжд към Сняг/Вятър
es_es: Lluvia luego nieve / Viento
fi_fi: Vesi- ja lumisadetta / Tuulista
hu_hu: Eső, havas eső / szél
nl_nl: Regen en sneeuw / wind
no_no: Regn og Snø / Vind
sl_sl: Dež s snegom / veter
sq_sq: Shi dhe dëborë / Erë
sv_sv: Regn övergående till snö / Vind
vi_vi: Mưa tới tuyết / Gió

source: Rain to Wintry Mix
ar_ar: أمطار مصحوبه بمزيج شتوي خفيف
bg_bg: Дъжд към Лапавица
es_es: Lluvia a agua nieve
fi_fi: Vesi- ja räntäsadetta
hu_hu: Eső, havas eső
nl_nl: Regen en winterse bui
no_no: Regn til Glatt Føre
sl_sl: Sneg z dežjem
sq_sq: Nga shi në shi i përzjerë me akull e dëborë
sv_sv: Regn till snöblandat/underkylt regn eller hagel
vi_vi: Mưa tới đóng băng

source: Rain to Wintry Mix / Wind
ar_ar: أمطار مصحوبه بمزيج شتوي / رياح
bg_bg: Дъжд към Лапавица/Вятър
es_es: Lluvia a agua nieve / viento
fi_fi: Vesi- ja räntäsadetta / Tuulista
hu_hu: Eső, havas eső / szél
nl_nl: Regen en winterse bui / wind
no_no: Regn til Glatt Føre / Vind
sl_sl: Sneg z dežjem / veter
sq_sq: Nga shi në shi i përzjerë me akull e dëborë / Erë
sv_sv: Regn till snöblandat/underkylt regn eller hagel / Vind
vi_vi: Mưa tới đóng băng / Gió

source: Read sensor every:
ar_ar: قراءة الحساس كل:
bg_bg: Отчитай показания на всеки:
es_es: Leer el sensor cada:
fi_fi: Lue anturi joka:
hu_hu: Érzékelő olvasása minden:
nl_nl: Lees sensor elke:
no_no: Les sensor hver:
sl_sl: Preeri senzor vsakih:
sq_sq: Lexo sensorin çdo:
sv_sv: Avläs sensorn:
vi_vi: Đọc cảm biến mỗi:

source: Refresh
es_es: Refrescar
fi_fi: Päivitä
hu_hu: Frissít
nl_nl: Vernieuwen
no_no: Oppdater
sl_sl: Osveži
sv_sv: Uppdatera

source: Rush Hour Traffic
ar_ar: وقت الذروة
bg_bg: Пиков час
es_es: Tráfico de hora pico
fi_fi: Ruuhka-ajan liikenne
hu_hu: Csúcsidő forgalom
nl_nl: Spitsverkeer
no_no: Rushtrafikk
sl_sl: Promet v konici
sq_sq: Ora e pikut
sv_sv: Rusningstrafik
vi_vi: Giờ giao thông:

source: Russian - Pavel Fialko, Vlad Vasilyeu, Ed Bartosh
sv_sv: Ryska - Pavel Fialko, Vlad Vasilyeu, Ed Bartosh

source: SE
ar_ar: جنوب شرقی
fi_fi: Kaakosta
hu_hu: DK
nl_nl: ZO
no_no: SØ
sl_sl: JV
sq_sq: JL
sv_sv: SO

source: SE_short
bg_bg: SE_късо
es_es: SE
fi_fi: SE
hu_hu: DK
nl_nl: ZO_kort
no_no: SØ_kort
sl_sl: JV_kratko
sq_sq: JL_short
sv_sv: SO
vi_vi: SE_ngắn

source: SSE
ar_ar: جنوب شرقی الى الجنوب
fi_fi: Eteläkaakosta
hu_hu: D-DK
nl_nl: ZZO
no_no: SSØ
sl_sl: JJV
sq_sq: JJL
sv_sv: SSO

source: SSE_short
bg_bg: SSE_късо
es_es: SSE
fi_fi: SSE
hu_hu: D-DK
nl_nl: ZZO_kort
no_no: SSØ_kort
sl_sl: JJV_kratko
sq_sq: JJL_short
sv_sv: SSO
vi_vi: SSE_ngắn

source: SSW
ar_ar: جنوب غربي الى الجنوب
es_es: SSO
fi_fi: Etelälounaasta
hu_hu: D-DNY
nl_nl: ZZW
no_no: SSV
sl_sl: JJZ
sq_sq: JJP
sv_sv: SSV

source: SSW_short
bg_bg: SSW_късо
es_es: SSO
fi_fi: SSW
hu_hu: D-DNY
nl_nl: ZZW_kort
no_no: SSV_kort
sl_sl: JJZ_kratko
sq_sq: JJP_short
sv_sv: SSV
vi_vi: SSW_ngắn

source: SW
ar_ar: جنوبي غربي
es_es: SO
fi_fi: Lounaasta
hu_hu: DNY
nl_nl: ZW
no_no: SV
sl_sl: JZ
sq_sq: JP
sv_sv: SV

source: SW_short
bg_bg: SW_късо
es_es: SO
fi_fi: SW
hu_hu: DNY
nl_nl: ZW_kort
no_no: SV_kort
sl_sl: JZ_kratko
sq_sq: JP_short
sv_sv: SV
vi_vi: SW_ngắn

source: S_short
bg_bg: SW_късо
es_es: S
fi_fi: S
hu_hu: D
nl_nl: Z_kort
no_no: S_kort
sl_sl: J_kratko
sq_sq: J_short
sv_sv: S
vi_vi: S_ngắn

source: Save
ar_ar: حفظ
bg_bg: Запази
es_es: Guardar
fi_fi: Tallenna
hu_hu: Mentés
nl_nl: Opslaan
no_no: Lagre
sl_sl: Shrani
sq_sq: Ruaji
sv_sv: Spara
vi_vi: Lưu

source: Scattered Clouds
ar_ar: غيوم مُتفرقة
es_es: Nubes dispersas
fi_fi: Hajanaisia pilviä
hu_hu: Felszakadozó felhőzet
nl_nl: Verspreide wolken
no_no: Spredte Skyer
sl_sl: Razpršeni oblaki
sv_sv: Växlande molnighet

source: Scattered Showers
ar_ar: أمطار مُتفرقة
bg_bg: Слаби Превалявания
es_es: Chubascos aislados
fi_fi: Hajanaisia sadekuuroja
hu_hu: Szórványos záporok
nl_nl: Verspreide buien
no_no: Spredte Byger
sl_sl: Posamezne plohe
sq_sq: Rrebeshe tek tuk
sv_sv: Spridda skurar
vi_vi: Mưa rải rác

source: Scattered Snow
ar_ar: ثلوج مُتفرقة
bg_bg: Слаб Снеговалеж
es_es: Nieve dispersa
fi_fi: Hajanaisia lumisateita
hu_hu: Szórványos havazás
nl_nl: Verspreide sneeuw
no_no: Spredt Snø
sl_sl: Posamezno sneženje
sq_sq: Dëborë tek tuk
sv_sv: Spridd snö
vi_vi: Tuyết rải rác

source: Scattered Snow Showers
ar_ar: ثلوج مُتساقطة مُتفرقة
bg_bg: Слаби Превалявания от Сняг
es_es: Chubascos de nieve dispersos
fi_fi: Hajanaisia lumikuuroja
hu_hu: Szorványos hózáporok
nl_nl: Verspreide sneeuwbuien
no_no: Spredte Snøbyger
sl_sl: Posamezne snežne plohe
sq_sq: Rrebeshe dëbore tek tuk
sv_sv: Spridda snöbyar
vi_vi: Tuyết rào rải rác

source: Scattered T-Storms
ar_ar: عواصف رعديه مُتفرقة
bg_bg: Слаби Гръмотевици
es_es: Tormentas eléctricas dispersas
fi_fi: Hajanaisia ukkoskuuroja
hu_hu: Szórványos zivatarok
nl_nl: Verspreid onweer
no_no: Spredt Torden
sl_sl: Posamezne nevihte z grmenjem
sq_sq: Stuhira tek tuk
sv_sv: Spridda åskbyar
vi_vi: Sấm sét rải rác

source: Scattered clouds
ar_ar: غيوم مُتفرقة
es_es: Nubes dispersas
fi_fi: Hajanaisia pilviä
hu_hu: Felszakadozó felhőzet
nl_nl: Verspreide wolken
no_no: Spredte skyer
sl_sl: Razpršeni oblaki
sv_sv: Växlande molnighet

source: Sea miles
ar_ar: أميار بحرية
bg_bg: Морски мили
es_es: Millas marinas
fi_fi: Merimaileja
hu_hu: Tengeri mérföld
nl_nl: Zeemijlen
no_no: Sjømil
sl_sl: Morske milje
sq_sq: Milje detare
sv_sv: Sjömil
vi_vi: Dặm hải lý

source: Search
ar_ar: بحث
bg_bg: Търсене
es_es: Buscar
fi_fi: Etsi
hu_hu: Keresés
nl_nl: Zoeken
no_no: Søk
sl_sl: Iskanje
sq_sq: Kërko
sv_sv: Sök
vi_vi: Tìm

source: Select city
bg_bg: Изберете град
hu_hu: Város kiválasztása
sl_sl: Izberi mesto
sv_sv: Välj stad
vi_vi: Chọn thành phố

source: Select country
ar_ar: اختر الدولة
bg_bg: Изберете страна
es_es: Selección de país
fi_fi: Valitse maa
hu_hu: Ország kiválasztása
nl_nl: Kies land
no_no: Velg land
sl_sl: Izberi državo
sq_sq: Zgjidh Shtetin
sv_sv: Välj land
vi_vi: Chọn nước

source: Select location
ar_ar: اختر المكان
bg_bg: Изберете локация
es_es: Elegir ubicación
fi_fi: Valitse sijainti
hu_hu: Hely kiválasztása
nl_nl: Kies locatie
no_no: Velg sted
sl_sl: Izberi lokacijo
sq_sq: Zgjidh vëndin
sv_sv: Välj område
vi_vi: Chọn vị trí

source: Select region
ar_ar: اختر المنطقة
bg_bg: Изберете регион
es_es: Selección de región
fi_fi: Valitse alue
hu_hu: Régió kiválasztása
nl_nl: Kies regio
no_no: Velg region
sl_sl: Izberi regijo
sq_sq: Zgjidh Rrethin
sv_sv: Välj län
vi_vi: Chọn vùng

source: Select source
bg_bg: Изберете източник
hu_hu: Forrás kiválasztása
sl_sl: Izberi vir
sv_sv: Välj källa
vi_vi: Chọn nguồn

source: Select the X-position for left corner of widget
bg_bg: Избери Х–позиция за левия ъгъл на уиджета
hu_hu: Válaszd ki az X pozícióját a widget bal sarkához
sl_sl: Izberi X-položaj za levi vogal gradnika
sv_sv: Widget-placering höjdled (x)

source: Select the Y-position for left corner of widget
bg_bg: Избери Y–позиция за левия ъгъл на уиджета
hu_hu: Válaszd ki az Y pozícióját a widget bal sarkához
sl_sl: Izberi Y-položaj za levi vogal gradnika
sv_sv: Widget-placering sidled (y)

source: Select the color of font for current temperature
bg_bg: Избери цвета за настоящата темепература
hu_hu: Válaszd ki a betű színét a jelenlegi hőmérsékletnek
sl_sl: Izberi barvo pisave za trenutno temperaturo
sv_sv: Välj teckensnittsfärg på nuvarande temperatur

source: Select the color of font for station name
bg_bg: Избери цвета за името на метео станцията
hu_hu: Válaszd ki a betű színét az állomás nevének
sl_sl: Izberi barvo pisave za ime postaje
sv_sv: Välj teckensnittsfärg för stationsnamn

source: Select the color of font for temperature
bg_bg: Избери цвета за темепература
hu_hu: Válaszd ki a betű színét a hőmérsékletnek
sl_sl: Izberi barvo pisave za temperaturo
sv_sv: Välj teckensnittsfärg på temperatur

source: Select the iconset
ar_ar: اختر الأيقونات
bg_bg: Изберте набор икони
es_es: Selección de íconos
fi_fi: Valitse sääsymbolit
hu_hu: Ikoncsomag kiválasztása
nl_nl: Kies de pictogramset
no_no: Velg ikonsettet
sl_sl: Izberi nabor ikon
sq_sq: Zgjith paketën e ikonave
sv_sv: Välj ikonuppsättning
vi_vi: Chọn bộ biểu tượng

source: Select the language
ar_ar: اختيار اللغه
es_es: Seleccionar idioma
fi_fi: Valitse kieli
hu_hu: Válaszd ki a nyelvet
nl_nl: Selecteer de taal
no_no: Velg språket
sl_sl: Izberi jezik
sv_sv: Välj önskat språk

source: Select the weather source
ar_ar: اختر مصدر الطقس
bg_bg: Изберете източник на метео данни
es_es: Selección del proveedor de pronósticos
fi_fi: Valitse sääpalvelu
hu_hu: Időjárás jelentés forrásának kiválasztása
nl_nl: Kies bron voor weerbericht
no_no: Velg værkilden
sl_sl: Vir podatkov
sq_sq: Zgjidh burimin e të dhënave të parashikimeve
sv_sv: Välj väderkälla
vi_vi: Chọn nguồn cấp thời tiết

source: Selecting country
ar_ar: إختيار الدولة
bg_bg: Избиране на страна
es_es: Selección de país
fi_fi: Maan valinta
hu_hu: Ország kiválasztása
nl_nl: Land kiezen
no_no: Velger land
sl_sl: Izbor države
sq_sq: Zgjidh Shtetin
sv_sv: Välj land
vi_vi: Chọn nước

source: Selecting region
ar_ar: إختيار المنطقة
bg_bg: Избиране на регион
es_es: Selección de región
fi_fi: Alueen valinta
hu_hu: Régió kiválasztása
nl_nl: Regio kiezen
no_no: Velger område
sl_sl: Izbor regije
sq_sq: Zgjidh Rrethin
sv_sv: Välj län
vi_vi: Chọn vùng

source: Selecting source
ar_ar: إختيار المصدر
bg_bg: Избиране на източник
es_es: Selección de origen
fi_fi: Lähteen valinta
hu_hu: Forrás kiválasztása
nl_nl: Bron kiezen
no_no: Velger kilde
sl_sl: Izbor vira
sq_sq: Duke zgjedhur burimin
sv_sv: Väljer källa
vi_vi: Chọn nguồn

source: Selecting station
ar_ar: إختيار المحطة
bg_bg: Избиране на метео станция
es_es: Selección de estación
fi_fi: Aseman valinta
hu_hu: Állomás kiválasztása
nl_nl: Station kiezen
no_no: Velger stasjon
sl_sl: Izbor postaje
sq_sq: Duke zgjedhur stacionin
sv_sv: Välj väderstation
vi_vi: Chọn trạm

source: Serbian - Aleksandar Zaric
sv_sv: Serbiska - Aleksandar Zaric

source: Set locations
ar_ar: ضبط الأماكن
bg_bg: Избрани локации
es_es: Elegir ubicaciones
fi_fi: Aseta sijainnit
hu_hu: Helyek beállítása
nl_nl: Kies locaties
no_no: Velg steder
sl_sl: Nastavi lokacije
sq_sq: Vendos vëndin
sv_sv: Inget område är valt
vi_vi: Đặt vị trí

source: Settings
ar_ar: الإعدادات
bg_bg: Настройки
es_es: Configuración
fi_fi: Asetukset
hu_hu: Beállítások
nl_nl: Instellingen
no_no: Innstillinger
sl_sl: Nastavitve
sq_sq: Rregullimet
sv_sv: Inställningar
vi_vi: Cài đặt

source: Settings for Lockscreen widget
bg_bg: Настройки за уиджет на екран отключване
hu_hu: A nyitó képernyő beállítása
sl_sl: Nastavitve za "LockScreen widget"
sv_sv: Anpassa widget på låsskärm

source: Settings for standby widget
bg_bg: Настройки за екран стенд-бай
hu_hu: A készenléti képernyő beállítása
sl_sl: Nastavitve za "standby widget"
sv_sv: Anpassa widget på väntelägeskärm

source: Settings of LockScreen
bg_bg: Настройки за екран отключване
hu_hu: A nyitó képernyő beállítása
sl_sl: Nastavitve za "LockScreen"
sv_sv: Anpassa låsskärm

source: Settings of StandbyScreen
bg_bg: Настройки на StandbyScreen
hu_hu: A készenléti képernyő beállítása
sl_sl: Nastavitve StandbyScreen
sv_sv: Anpassa väntelägeskärm
vi_vi: Tùy chỉnh Màn hình chờ

source: Shallow Fog
ar_ar: ضباب سطحي
bg_bg: Лека Мъгла
es_es: Niebla superficial
fi_fi: Matalaa sumua
hu_hu: Ködfátyol
nl_nl: Oppervlakkige mist
no_no: Lav Tåke
sl_sl: Redka megla
sq_sq: Mjegull në sipërfaqe
sv_sv: Lätt dimma
vi_vi: Sương mù thấp

source: Short
ar_ar: قصير
bg_bg: Късо
es_es: Corto
fi_fi: Lyhyt
hu_hu: Rövid
nl_nl: Kort
no_no: Kort
sl_sl: Kratko
sq_sq: I shkurtër
sv_sv: Kort
vi_vi: Ngắn

source: Show arrows
ar_ar: إظهار الأسهم
bg_bg: Покажи стрелки
es_es: Mostrar flechas
fi_fi: Näytä nuolet
hu_hu: Nyilak mutatása
nl_nl: Toon pijlen
no_no: Vis piler
sl_sl: Kratke puščice
sq_sq: Trego shigjetat
sv_sv: Visa pilar
vi_vi: Xem kiểu mũi tên

source: Show last update time
es_es: Mostrar la hora de la última actualización
fi_fi: Näytä päivityksen ajankohta
hu_hu: Mutasd az utolsó frissítés idejét.
nl_nl: Toon laatste bijwerkingstijd
no_no: Vis sist oppdatert
sl_sl: Prikaži čas zadnje posodobitve
sv_sv: Visa senaste uppdateringstid

source: Show on Map
ar_ar: إظهار على الخريطة
bg_bg: Покажи карта
es_es: Mostrar en el mapa
fi_fi: Näytä kartalla
hu_hu: Mutasd a térképen
nl_nl: Weergeven op kaart
sl_sl: Pokaži na karti
sq_sq: Trego në hartë
sv_sv: Visa på kartan

source: Show only current weather on first icon
ar_ar: عرض الطقس الحالي فقط في الأيقونة الاولى
bg_bg: Показвай само текущите метео условия на първата иконка
es_es: Clima actual en el primer ícono
fi_fi: Nykyinen säätieto ensimmäisessä kuvakkeessa
hu_hu: Csak jelenlegi időjárás az első ikonon
nl_nl: Toon alleen huidig weer op eerste pictogram
no_no: Vis bare været på første ikon
sl_sl: Na prvi ikoni pokaži le trenutno vreme
sq_sq: Trego kohën e tashme tek ikona e parë
sv_sv: Visa endast aktuellt väder på första ikonen
vi_vi: Chỉ hiện thời tiết hiện tại trên icon ban đầu

source: Show source logo
es_es: Mostrar el logo del proveedor de datos
fi_fi: Näytä sääpalvelun logo
hu_hu: Mutasd a forrás logóját
nl_nl: Toon logo van bron
no_no: Vis værkilde logo
sl_sl: Prikaži logotip vira
sv_sv: Visa källans logotyp

source: Show station name
ar_ar: إظهار إسم المحطة
bg_bg: Показвай името на метео станцията
es_es: Mostrar nombre de la estación
fi_fi: Näytä aseman nimi
hu_hu: Állomásnév kijelzése
nl_nl: Toon stationsnaam
no_no: Vis stasjonsnavn
sl_sl: Prikaži ime postaje
sq_sq: Shfaq emrin e stacionit
sv_sv: Visa väderstationens namn
vi_vi: Hiển thị tên trạm

source: Show temperature at:
ar_ar: عرض الحرارة في:
bg_bg: ПОказвай температурата в:
es_es: Mostrar temperatura en:
fi_fi: Näytä lämpötila:
hu_hu: Mutasd a hőmérsékletet ha:
nl_nl: Toon temperatuur op:
no_no: Vis temperatur ved:
sl_sl: Prikaži trenutno temperaturo v:
sq_sq: Trego temeperaturën në:
sv_sv: Visa temperatur vid:
vi_vi: Xem nhiệt độ tại:

source: Show wind
ar_ar: عرض الرياح
bg_bg: Показвай вятър
es_es: Mostrar viento
fi_fi: Näytä tuuli
hu_hu: Mutasd a szelet
nl_nl: Toon wind
no_no: Vis vind
sl_sl: Prikaži veter
sq_sq: Trego erën
sv_sv: Visa vindstyrka
vi_vi: Xem gió

source: Showers
ar_ar: زخات
bg_bg: Превалявания
es_es: Chubascos
fi_fi: Sadekuuroja
hu_hu: Záporok
nl_nl: Buien
no_no: Byger
sl_sl: Plohe
sq_sq: Rrebeshe
sv_sv: Regnskurar
vi_vi: Có mưa rào

source: Showers / Wind
ar_ar: زخات/رياح
bg_bg: Превалявания/Вятър
es_es: Chubascos / Viento
fi_fi: Sadekuuroja / Tuulista
hu_hu: Záporok / szél
nl_nl: Buien / wind
no_no: Byger / Vind
sl_sl: Plohe / veter
sq_sq: Rrebeshe / Erë
sv_sv: Regnskurar / Vind
vi_vi: Mưa rào và gió

source: Showers / Wind Early
ar_ar: زخات/رياح مُبكرة
bg_bg: Превалявания/Вятър сутрин
es_es: Chubascos / Viento temprano
fi_fi: Sadekuuroja / Ensin tuulista
hu_hu: Záporok / délelőtt szeles
nl_nl: Buien / eerst wind
no_no: Byger / Først Vind
sl_sl: Plohe / v zgodnjih urah veter
sq_sq: Rrebeshe/ Me erë herët
sv_sv: Regnskurar / Vind i början
vi_vi: Mưa rào và có gió sớm

source: Showers Early
ar_ar: زخات مُبكرة
bg_bg: Превалявания сутрин
es_es: Chubascos temprano
fi_fi: Jakson alussa sadekuuroja
hu_hu: Délelőtti záporok
nl_nl: Eerst wind
no_no: Først Byger
sl_sl: Zgodnje plohe
sq_sq: Herët me rrebeshe
sv_sv: Regnskurar i början
vi_vi: Mưa rào sớm

source: Showers Late
ar_ar: زخات متأخره
bg_bg: Превалявания следобед
es_es: Chubascos tarde
fi_fi: Myöhemmin sadekuuroja
hu_hu: Délutáni záporok
nl_nl: Late buien
no_no: Senere Byger
sl_sl: Pozne plohe
sq_sq: Rreshje të shkurtëra vonë
sv_sv: Regnskurar senare
vi_vi: Mưa rào muộn

source: Showers in the Vicinity
ar_ar: زخات مطر في المنطقة المجاورة
bg_bg: Валежи в близост
es_es: Chubascos localizados
fi_fi: Sadekuuroja lähistöllä
hu_hu: Záporok a környéken
nl_nl: Buien in de omgeving
no_no: Byger i nærliggende områder
sl_sl: Plohe v okolici
sq_sq: Rreshje të shkurtëra përreth
sv_sv: Regnskurar i grannskapet
vi_vi: Mưa ở vùng lân cận

source: Showers or Intermittent Precipitation
es_es: Chubascos o precipitaciones intermitentes
fi_fi: Sadekuuroja tai ajoittaisia sateita
nl_nl: Regenbuien of aanhoudende neerslag
no_no: Byger eller tilfeldig nedbør
sv_sv: Regnskurar eller Intermittent nederbörd

source: Sky is Clear
ar_ar: سماء صافيه
es_es: Cielos despejados
fi_fi: Selkeää
hu_hu: Az ég tisza
nl_nl: Heldere lucht
no_no: Himmel er klar
sl_sl: Jasno nebo
sv_sv: Klar himmel

source: Sky is clear
ar_ar: سماء صافيه
es_es: Cielos despejados
fi_fi: Selkeää
hu_hu: Az ég tiszta
nl_nl: Heldere lucht
no_no: himmelen er klar
sl_sl: Nebo je jasno
sv_sv: Klar himmel

source: Sleet
ar_ar: صقيع
bg_bg: Суграшица
es_es: Luvia y nieve
fi_fi: Räntäsade
hu_hu: Ólmos eső, dara
nl_nl: Natte sneeuw
no_no: Sludd
sl_sl: Sodra
sq_sq: Borë e shkrirë
sv_sv: Snöblandat regn
vi_vi: Mưa đá

source: Sleet Showers
es_es: Chubascos de aguanieve
fi_fi: Räntäkuuroja
nl_nl: Sneeuwbuien
no_no: Sluddbyger
sv_sv: Byar av snöblandat regn

source: Slovak - Roman Moravčík
sv_sv: Slovakiska - Roman Moravčík

source: Slovenian - Boštjan Štrumbelj
sv_sv: Slovenska - Boštjan Štrumbelj

source: Smoke
ar_ar: دخان
bg_bg: Дим
es_es: Humo
fi_fi: Savusumua
hu_hu: Füst
nl_nl: Rook
no_no: Tåke
sl_sl: Dim
sq_sq: Tym
sv_sv: Rök
vi_vi: Nước bốc hơi

source: Snow
ar_ar: ثلج
bg_bg: Сняг
es_es: Nieve
fi_fi: Lumisadetta
hu_hu: Hó
nl_nl: Sneeuw
no_no: Snø
sl_sl: Sneg
sq_sq: Dëborë
sv_sv: Snö
vi_vi: Có tuyết rơi

source: Snow / Wind
ar_ar: ثلج / رياح
bg_bg: Сняг/Вятър
es_es: Nieve / Viento
fi_fi: Lumisadetta / Tuulista
hu_hu: Hó / szél
nl_nl: Sneeuw / wind
no_no: Snø / Vind
sl_sl: Sneg / veter
sq_sq: Dëborë / Erë
sv_sv: Snö / Vind
vi_vi: Có tuyết và gió

source: Snow Early
es_es: Nieve temprano
nl_nl: Eerst sneeuw
no_no: Først snø
sv_sv: Snö tidigt

source: Snow Late
nl_nl: Late sneeuw
no_no: Senere Snø
sv_sv: Sent snöfall

source: Snow Shower
ar_ar: زخات ثلج
bg_bg: Снеговалеж
es_es: Chaparrón de nieve
fi_fi: Lumikuuroja
hu_hu: Tartós havazás
nl_nl: Sneeuwbui
no_no: Snø Byger
sl_sl: Snežna ploha
sq_sq: Rreshje të shkurtëra dëbore
sv_sv: Snöbyar
vi_vi: Có tuyết kèm mưa rào

source: Snow Shower / Wind
ar_ar: زخات ثلج / رياح
bg_bg: Снеговалеж/Вятър
es_es: Chaparrón de nieve / Viento
fi_fi: Lumikuuroja / Tuulista
hu_hu: Tartós havazás / szél
nl_nl: Sneeuwbui / wind
no_no: Snø Byger / Vind
sl_sl: Snežna ploha / veter
sq_sq: Rreshje të shkurtëra dëbore / Erë
sv_sv: Snöbyar / Vind
vi_vi: Có gió, mưa rào, tuyết rơi

source: Snow Showers
es_es: Chubascos de nieve
fi_fi: Lumikuuroja
nl_nl: Sneeuwbuien
no_no: Snøbyger
sv_sv: Snöbyar

source: Snow Showers / Wind Early
ar_ar: زخات ثلج / رياح مُبكرة
bg_bg: Снеговалеж/Вятър сутрин
es_es: Chubascos de nieve / Viento temprano
fi_fi: Lumikuuroja / Ensin tuulista
hu_hu: Tartós havazás / délelőtt szeles
nl_nl: Sneeuwbuien / eerst wind
no_no: Snøbyger / Først Vind
sl_sl: Snežne plohe / v zgosnjih urah vetrovno
sq_sq: Rreshje të shkurtëra dëbore / Erë vonë
sv_sv: Snöbyar / Vind i början
vi_vi: Có tuyết rơi, mưa rào kèm gió sớm
