Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Full
ar_ar: كامل
bg_bg: Напълно
es_es: Llena
fi_fi: Täysikuu
hu_hu: Teljes
nl_nl: Volledig
sl_sl: Polno
sq_sq: E plotë
sv_sv: Fullständig
vi_vi: Đầy đủ

source: Full forecast
ar_ar: كامل التنبؤات
bg_bg: Пълна прогноза
es_es: Pronóstico completo
fi_fi: Täysi ennuste
hu_hu: Teljes előrejelzés
nl_nl: Volledig weerbericht
no_no: Fullt varsel
sl_sl: Celotna vremenska napoved
sq_sq: Parashikimet e plota
sv_sv: Fullständig prognos
vi_vi: Dự báo đầy đủ

source: Fullscreen mode
bg_bg: Цял екран
hu_hu: Teljesképernyős mód
sl_sl: Celozaslonski način
sv_sv: Fullskärms läge
vi_vi: Toàn màn hình

source: GUI|Clear
ar_ar: واجهة المستخدم | مسح
bg_bg: GUI|Чисто
es_es: Borrar
fi_fi: Tyhjennä
hu_hu: GUI|Töröl
nl_nl: GUI | Helder
no_no: GUI|Tøm
sl_sl: GUI|Počisti
sq_sq: GUI|Fshije
sv_sv: GUI|Rensa

source: Galician - pakoR
sv_sv: Galiciska - pakoR

source: German - Claudius Henrichs, Jens Klingen, DeadHorseRiding
sv_sv: Tyska - Claudius Henrichs, Jens Klingen, DeadHorseRiding

source: Grzanka's Iconset: Copyright 2005 by Wojciech Grzanka, <wojciech@grzanka.pl>
hu_hu: Grzanka ikonkészlete: Minden jog fenntartva; Wojciech Grzanka, 2005 <wojciech@grzanka.pl>
sl_sl: Nabor ikon Grzanka: Copyright 2005 by Wojciech Grzanka, <wojciech@grzanka.pl>
sv_sv: Grzanka's ikonuppsättning: Copyright 2005 av Wojciech Grzanka, <wojciech@grzanka.pl>
vi_vi: Biểu tượng Grzanka's: Bản quyền 2005 bởi Wojciech Grzanka, <wojciech@grzanka.pl>

source: Gust:
ar_ar: زوبعة:
bg_bg: Порив:
es_es: Ráfagas:
fi_fi: Puuskat:
hu_hu: Szélroham:
nl_nl: Vlaag:
no_no: Vindkast:
sl_sl: Sunki:
sq_sq: Furi:
sv_sv: Vindby:
vi_vi: Cơn "gió hoặc mưa..":

source: HTTP error.
ar_ar: خطأ HTTP.
bg_bg: HTTP грешка
es_es: Error de HTTP.
fi_fi: HTTP-virhe.
hu_hu: HTTP hiba.
nl_nl: HTTP-fout.
no_no: HTTP feil.
sl_sl: Napaka HTTP.
sq_sq: Gabim HTTP.
sv_sv: HTTP-fel.
vi_vi: Lỗi http.

source: Haze
ar_ar: عجاج
bg_bg: Мараня
es_es: Bruma
fi_fi: Utua
hu_hu: Pára
nl_nl: Nevel
no_no: Dis
sl_sl: Meglica
sq_sq: Mjegull
sv_sv: Ljusdiffusion
vi_vi: Có sương mù

source: Haze, Smoke or Dust
es_es: Partículas, Humo o Polvo
fi_fi: Sumua, savusumua tai pölyä
nl_nl: Mist, rook of stof
no_no: Røyk eller Støv
sv_sv: Dis, rök eller damm

source: Heavy Freezing Rain
es_es: Lluvia helada intensa
fi_fi: Kovaa jäätävää sadetetta
nl_nl: Hevige ijsregen
no_no: Mye Underkjølt Regn
sv_sv: Kraftigt underkylt regn

source: Heavy Precipitation
es_es: Precipitaciones intensas
fi_fi: Kovaa sadetta
nl_nl: Hevige neerslag
no_no: Mye Nedbør
sv_sv: Kraftig nederbörd

source: Heavy Rain
ar_ar: أمطار كثيفه
bg_bg: Порой
es_es: Lluvia intensa
fi_fi: Rankkasadetta
hu_hu: Kiadós eső
nl_nl: Zware regen
no_no: Mye Regn
sl_sl: Močan dež
sq_sq: Shira të fortë
sv_sv: Kraftigt regn
vi_vi: Mưa to

source: Heavy Rain / Wind
ar_ar: أمطار كثيفه / رياح
bg_bg: Порой/Вятър
es_es: Lluvia intensa / Viento
fi_fi: Rankkasadetta / Tuulista
hu_hu: Kiadós eső / szél
nl_nl: Zware regen / wind
no_no: Mye Regn / Vind
sl_sl: Močan dež / veter
sq_sq: Shira të fortë / Erë
sv_sv: Kraftigt regn / Vind
vi_vi: Mưa lớn / Gió

source: Heavy Rain Shower
ar_ar: زخات مطر كثيفه
bg_bg: Поройни Дъждове
es_es: Chubascos intensos
fi_fi: Rankkoja sadekuuroja
hu_hu: Felhőszakadás
nl_nl: Zware regenbui
no_no: Mye Regnbyger
sl_sl: Močna ploha
sq_sq: Stuhi
sv_sv: Kraftiga regnskurar
vi_vi: Mưa rào lớn

source: Heavy Rain Showers
es_es: Chubascos intensos
fi_fi: Kovia sadekuuroja
nl_nl: Hevige regenbuien
no_no: Tunge Regnbyger
sv_sv: Kraftiga regnskurar

source: Heavy Sleet
es_es: Aguanieve intensa
fi_fi: Kovaa räntäsadetta
nl_nl: Hevige sneeuwval
no_no: Mye Sludd
sv_sv: Kraftigt snöblandat regn

source: Heavy Sleet Showers
es_es: Chubascos de aguanieve intensos
fi_fi: Kovia räntäkuuroja
nl_nl: Hevige sneeuwbuien
no_no: Tunge Sluddbyger
sv_sv: Kraftiga snöblande regnskurar

source: Heavy Snow
ar_ar: ثلوج كثيفه
bg_bg: Силен снеговалеж
es_es: Nieve intensa
fi_fi: Rankkaa lumisadetta
hu_hu: Kiadós havazás
nl_nl: Zware sneeuwval
no_no: Mye Snø
sl_sl: Močno sneženje
sq_sq: Rreshje të dëndura dëbore
sv_sv: Kraftigt snöfall
vi_vi: Tuyết dày

source: Heavy Snow / Wind
ar_ar: ثلج كثيف/رياح
es_es: Nieve intensa / Viento
fi_fi: Rankkaa lumisadetta / Tuulista
hu_hu: Kiadós havazás / szél
nl_nl: Hevige sneeuwval / wind
no_no: Mye Snø / Vind
sl_sl: Močno sneženje / veter
sq_sq: Stuhi bore / Erë
sv_sv: Kraftigt snöfall / Vind

source: Heavy Snow Shower
es_es: Chubascos de nieve intensos
nl_nl: Hevige sneeuwbui
no_no: Mye Snøbyger
sv_sv: Tunga snöbyar

source: Heavy Snow Showers
es_es: Chubascos de nieve intensos
fi_fi: Kovia lumikuuroja
nl_nl: Hevige sneeuwbuien
no_no: Tung Snøbyger
sv_sv: Kraftiga snöbyar

source: Heavy Snowfall
es_es: Nieve intensa
fi_fi: Kovaa lumisadetta
nl_nl: Hevige sneeuwval
no_no: Tungt Snøfall
sv_sv: Kraftigt snöfall

source: Heavy Thunder
es_es: Tormentas intensas
fi_fi: Kovaa ukkosta
nl_nl: Hevig onweer
no_no: Mye Torden
sv_sv: Kraftig åska

source: Heavy intensity rain
ar_ar: أمطار ذات كثافة عاليه
es_es: Lluvia intensa
fi_fi: Rankkaa vesisadetta
hu_hu: Felhőszakadás
nl_nl: Zware regenval
no_no: Kraftig regn
sl_sl: Močno intenziven dež
sv_sv: Kraftigt intensivt regn

source: High
ar_ar: العظمى
bg_bg: Висок
es_es: Máxima
fi_fi: Korkea
hu_hu: Magas
nl_nl: Hoog
no_no: Høy
sl_sl: Visok
sq_sq: E lartë
sv_sv: Hög
vi_vi: Cao

source: Hourly
ar_ar: كل ساعه
es_es: Previsión horaria
fi_fi: Tunneittain
hu_hu: Óránként
nl_nl: Ieder uur
no_no: Time for time
sl_sl: Vsako uro
sq_sq: çdo orë
sv_sv: Timvis

source: Hours
ar_ar: ساعات
bg_bg: Часове
es_es: Horas
fi_fi: Tunteja
hu_hu: Órák
nl_nl: Uren
no_no: Timer
sl_sl: Ure
sq_sq: Orë
sv_sv: Timmar
vi_vi: Giờ

source: Humidity
ar_ar: الرطوبة
bg_bg: Влажност
es_es: Humedad
fi_fi: Ilmankosteus
hu_hu: Páratartalom
nl_nl: Luchtvochtigheid
no_no: Fuktighet
sl_sl: Vlažnost
sq_sq: Lagështira
sv_sv: Luftfuktighet

source: Humidity:
ar_ar: الرطوبة:
bg_bg: Влажност:
es_es: Humedad:
fi_fi: Ilmankosteus:
hu_hu: Páratartalom:
nl_nl: Luchtvochtigheid:
no_no: Fuktighet:
sl_sl: Vlažnost:
sq_sq: Lagështira:
sv_sv: Fuktighet:
vi_vi: Độ ẩm:

source: Hungarian - Salmi, László Kara
sv_sv: Ungerska - Salmi, László Kara

source: Ice Early
nl_nl: Vroeg ijs
no_no: Først iset
sv_sv: Is tidigt

source: Ice Pellets
es_es: Granizo
fi_fi: Rakeita
nl_nl: Hagel
no_no: Ishagl
sv_sv: Ishagel

source: Icon set:
ar_ar: مجموعة الأيقونات:
bg_bg: Набор икони
es_es: Juego de íconos:
fi_fi: Kuvakkeet:
hu_hu: Ikoncsomag:
nl_nl: Pictogramset:
no_no: Ikonsett
sl_sl: Nabor ikon:
sq_sq: Ikonat:
sv_sv: Ikonset:
vi_vi: Thiết lập biểu tượng:

source: Icon size:
ar_ar: حجم الأيقونة:
bg_bg: Размер на иконите:
es_es: Tamaño de los íconos:
fi_fi: Kuvakkeen koko:
hu_hu: Ikonméret:
nl_nl: Pictogramgrootte:
no_no: Ikon størrelse:
sl_sl: Velikost ikon:
sq_sq: Madhësia e ikonave:
sv_sv: Ikonstorlek:
vi_vi: Kích thước biểu tượng:

source: Icons
bg_bg: Икони
hu_hu: Ikonok
sl_sl: Ikone
sv_sv: Ikoner
vi_vi: Biểu tượng

source: Iconset
ar_ar: مجموعة الأيقونات
bg_bg: Набор икони
es_es: Juego de íconos
fi_fi: Sääsymbolit
hu_hu: Ikoncsomag
nl_nl: Pictogramset
no_no: Ikonsett
sl_sl: Nabor ikon
sq_sq: Seti i ikonave
sv_sv: Ikonset
vi_vi: Bộ biểu tượng

source: Iconsets
ar_ar: مجموعة الأيقونات
bg_bg: Набор икони
es_es: Juegos de íconos:
fi_fi: Sääsymbolit
hu_hu: Ikoncsomagok
nl_nl: Pictogramsets
no_no: Ikonsett
sl_sl: Nabori ikon
sq_sq: Setet e ikonave
sv_sv: Ikonset
vi_vi: Các bộ biểu tượng

source: Isolated T-Storms
ar_ar: عواصف رعدية معزولة
bg_bg: Изолирани Гръмотевични бури
es_es: Tormentas eléctricas aisladas
fi_fi: Yksittäisiä ukkoskuuroja
hu_hu: Viharok többfelé
nl_nl: Lokaal onweer
no_no: Isolert Torden
sl_sl: Posamezne nevihte z grmenjem
sq_sq: Rrebesha të izoluar
sv_sv: Lokala åskbyar
vi_vi: Mưa giông có sấm sét

source: Isolated T-Storms / Wind
ar_ar: عواصف رعدية معزولة / رياح
bg_bg: Изолирани Гръмотевици/Вятър
es_es: Tormentas eléctricas aisladas / Viento
fi_fi: Yksittäisiä ukkoskuuroja / Tuulista
hu_hu: Viharok többfelé / szél
nl_nl: Lokaal onweer / wind
no_no: Isolert Torden / Vind
sl_sl: Posamezne nevihte z grmenjem / veter
sq_sq: Rrebeshe të izoluara / Erë
sv_sv: Lokala åskbyar / Vind
vi_vi: Mưa giông có sấm sét / Gió

source: Italian - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Ilir Gjika, Luca Onnis
sv_sv: Italienska - Lorenzo Facca, Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Ilir Gjika, Luca Onnis

source: Italian - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polish - Tomasz Dominikowski; Bulgarian - Zlatko Enikov
hu_hu: Olasz - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Lengyel - Tomasz Dominikowski; Bulgár - Zlatko Enikov
sl_sl: Italijansko - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Poljsko - Tomasz Dominikowski; Bolgarsko - Zlatko Enikov
sv_sv: Italienska - Pavel Fialko, Alessandro Pasotti, Salvatore Fiorenzo, Luca Onnis; Polska - Tomasz Dominikowski; Bulgariska - Zlatko Enikov

source: Kilometers
ar_ar: كيلومترات
bg_bg: Километри
es_es: Kilómetros
fi_fi: Kilometrejä
hu_hu: Kilóméter
no_no: Kilometere
sl_sl: Kilometri
sq_sq: Kilometra
sv_sv: Kilometer
vi_vi: Ki-lô-mét

source: Knots
ar_ar: عقدة
es_es: Nudos
fi_fi: Solmua
hu_hu: Csomó
nl_nl: Knopen
no_no: Knop
sl_sl: Vozli
sv_sv: Knop

source: Language
ar_ar: اللغة
es_es: Idioma
fi_fi: Kieli
hu_hu: Nyelv
nl_nl: Taal
no_no: Språk
sl_sl: Jezik
sv_sv: Språk

source: Last Quarter
ar_ar: الربع الأخير
bg_bg: Последна четвърт
es_es: Cuarto menguante
fi_fi: Viimeinen neljännes
hu_hu: Utolsó negyed
nl_nl: Laatste kwartier
no_no: Siste Kvarter
sl_sl: Zadnja četrtina
sq_sq: Tremujori i fundit
sv_sv: Senaste kvartalet
vi_vi: Quý cuối

source: Last update at server:
ar_ar: أخر تحديث في الخادم:
bg_bg: Последно опресняване на сървъра:
es_es: Última actualización en el servidor:
fi_fi: Viimeisin päivitys palvelimella:
hu_hu: Utolsó frissítés a szerveren:
nl_nl: Laatst bijgewerkt op server:
no_no: Sist oppdatert på server:
sl_sl: Zadnja posodobitev na serverju:
sq_sq: Përditësimi i fundit tek serveri:
sv_sv: Senaste serveruppdatering:
vi_vi: Cập nhật cuối tại máy chủ:

source: Last update from server:
ar_ar: أخر تحديث من الخادم:
bg_bg: Последно опресняване от сървър:
es_es: Última actualización desde el servidor:
fi_fi: Viimeisin päivitys palvelimelta:
hu_hu: Utolsó frissítés a szerverről:
nl_nl: Laatst bijgewerkt van server:
no_no: Sist oppdatert fra serveren:
sl_sl: Zadnja posodobitev s serverja:
sq_sq: Përditësimi i fundit nga serveri:
sv_sv: Senaste uppdatering från servern:
vi_vi: Cập nhật cuối từ máy chủ:

source: Last update:
ar_ar: أخر تحديث:
bg_bg: Последно опресняване:
es_es: Última actualización:
fi_fi: Päivitetty:
hu_hu: Utolsó frissítés:
nl_nl: Laatst bijgewerkt:
no_no: Sist oppdatert:
sl_sl: Zadnja posodobitev:
sq_sq: Përditësimi i fundit:
sv_sv: Senast uppdaterad:
vi_vi: Cập nhật cuối:

source: Last update:
ar_ar: أخر تحديث:
bg_bg: Последно опресняване:
es_es: Última actualización:
fi_fi: Päivitetty:
hu_hu: Utolsó frissítés:
nl_nl: Laatst bijgewerkt:
no_no: Sist oppdatert:
sl_sl: Zadnja posodobitev:
sq_sq: Përditësimi i fundit:
sv_sv: Senast uppdaterad:
vi_vi: Cập nhật cuối:

source: Lawn and Garden Weather
ar_ar: مناخ الحديقة
bg_bg: Морави и Градини
es_es: Clima para jardinería
fi_fi: Piha ja puutarha sää
hu_hu: Park és kert időjárás
nl_nl: Tuinweer
no_no: Hage Vær
sq_sq: Moti për lëndinat dhe kopshtet
sv_sv: Park och trädgårdsväder
vi_vi: Thời tiết cỏ và vườn

source: Layout:
ar_ar: التصميم:
bg_bg: Изглед:
es_es: Distribución:
fi_fi: Asettelu:
hu_hu: Megjelenés:
sl_sl: Videz:
sq_sq: Paraqitja:
sv_sv: Utseende:
vi_vi: Bố trí:

source: Lead designers
ar_ar: إداره التصميم
es_es: Diseñadores principales
fi_fi: Pääsuunnittelijat
hu_hu: Vezető tervezők
nl_nl: Hoofdontwerpers
no_no: Sjef designere
sl_sl: Vodilni oblikovalci
sv_sv: Ledande designers

source: License
ar_ar: الرخصة
bg_bg: Лиценз
es_es: Licencia
fi_fi: Lisenssi
hu_hu: Licensz
nl_nl: Licentie
no_no: Lisens
sl_sl: Licenca
sq_sq: Liçencat
sv_sv: Licens
vi_vi: Giấy phép

source: Light Drizzle
ar_ar: رذار خفيف
bg_bg: Лек ръмеж
es_es: Lloviznas leves
fi_fi: Kevyttä tihkusadetta
hu_hu: Könnyű szitáló eső
nl_nl: Lichte motregen
no_no: Lett Duskregn
sl_sl: Rahel pršec
sq_sq: Shi i imët
sv_sv: Lätt duggregn
vi_vi: Mưa phùn nhẹ

source: Light Freezing Drizzle
es_es: Llovizna helada ligera
fi_fi: Kevyttä jäätävää tihkusadetta
hu_hu: Könnyű fagyos szitálás
nl_nl: Lichte ijzel
no_no: Lett Underkjølt Yr
sl_sl: Rahlo pomrznjen pršec
sv_sv: Lätt underkylt duggregn

source: Light Freezing Rain
ar_ar: أمطار خفيفة متجمدة
bg_bg: Слаб Леден Дъжд
es_es: Lluvia helada ligera
fi_fi: Kevyttä jäätävää sadetta
hu_hu: Könnyű jégeső
nl_nl: Lichte ijzel
no_no: Lett underkjølt regn
sl_sl: Rahel pomrznjen dež
sq_sq: Shi i dobët i ngrirë
sv_sv: Lätt underkylt regn
vi_vi: Mưa đá nhẹ

source: Light Rain
ar_ar: أمطار خفيفة
bg_bg: Слаб Дъжд
es_es: Lluvia ligera
fi_fi: Kevyttä vesisadetta
hu_hu: Könnyű eső
nl_nl: Lichte regen
no_no: Lett Regn
sl_sl: Rahel dež
sq_sq: Shi i dobët
sv_sv: Lätt regn
vi_vi: Mưa nhẹ

source: Light Rain / Fog
ar_ar: مطر خفيف / ضباب
bg_bg: Слаб Дъжд/Мъгла
es_es: Lluvia ligera / Niebla
fi_fi: Kevyttä vesisadetta / Sumua
hu_hu: Könnyű eső / köd
nl_nl: Lichte regen / mist
no_no: Lett Regn / Tåke
sl_sl: Rahel dež / megla
sq_sq: Shi i dobët / Mjegull
sv_sv: Lätt regn / Dimma
vi_vi: Mưa nhẹ / Sương

source: Light Rain / Wind
ar_ar: مطر خفيف / رياح
bg_bg: Слаб Дъжд/Вятър
es_es: Lluvia ligera / Viento
fi_fi: Kevyttä vesisadetta / Tuulista
hu_hu: Könnyű eső / szél
nl_nl: Lichte regen / wind
no_no: Lett Regn / Vind
sl_sl: Rahel dež / veter
sq_sq: Shi i dobët / Erë
sv_sv: Lätt regn / Dimma
vi_vi: Mưa nhẹ / Gió

source: Light Rain / Wind Late
ar_ar: مطر خفيف / رياح متأخرة
bg_bg: Слаб Дъжд/Вятър следобед
es_es: Lluvia ligera / Viento tarde
fi_fi: Kevyttä vesisadetta / Myöhemmin tuulista
hu_hu: Záporok / délután szeles
nl_nl: Later lichte regen / wind
no_no: Lett Regn / Senere Vind
sl_sl: Rahel dež / vetrovno popoldne
sq_sq: Shi i dobët / Erë më vonë
sv_sv: Lätt regn / Vind senare
vi_vi: Mưa nhẹ / Gió muộn

source: Light Rain / Windy
nl_nl: Lichte regen / wind
no_no: Lett Regn
sv_sv: Lätt regn / Blåsigt

source: Light Rain Early
ar_ar: أمطار خفيفة مُبكرة
bg_bg: Слаб Дъжд сутринта
es_es: Lluvia ligera temprano
fi_fi: Jakson alussa kevyttä vesisadetta
hu_hu: Reggeli záporok
nl_nl: Eerst lichte regen
no_no: Først Lett Regn
sl_sl: Rahel dež dopoldan
sq_sq: Shi i dobët herët
sv_sv: Tidigt lätt regn
vi_vi: Mưa nhẹ sớm

source: Light Rain Late
ar_ar: أمطار خفيفة مُتأخرة
bg_bg: Слаб Дъжд следобед
es_es: Lluvia ligera tarde
fi_fi: Myöhemmin kevyttä sadetta
hu_hu: Kisebb esőzés délután
nl_nl: Later lichte regen
no_no: Senere Lett Regn
sl_sl: Rahel dež popoldan
sq_sq: Shi i dobët vonë
sv_sv: Senare lätt regn
vi_vi: Mưa nhẹ muộn

source: Light Rain Shower
ar_ar: أمطار خفيفة متفرقة
bg_bg: Слаби Превалявания
es_es: Chubascos ligeros
fi_fi: Kevyitä sadekuuroja
hu_hu: Könnyű zápor
nl_nl: Lichte regenbui
no_no: Lett Duskregn
sl_sl: Rahla dežna ploha
sq_sq: Rreshje të shkurtra shiu
sv_sv: Lätta regnskurar
vi_vi: Mưa rào nhẹ

source: Light Rain Showers
es_es: Chubascos ligeros
fi_fi: Kevyitä sadekuuroja
nl_nl: Lichte regenbuien
no_no: Lette Regnbyger
sv_sv: Lätta regnskurar

source: Light Rain and Freezing Rain
ar_ar: أمطار خفيفة ومتجمدة
bg_bg: Слаб Дъжд и Леден Дъжд
es_es: Lluvia ligera y lluvia helada
fi_fi: Kevyttä vesisadetta ja jäätävää sadetta
hu_hu: Könnyű eső és jégeső
nl_nl: Lichte regen en ijzel
no_no: Lett Regn og Underkjølt Regn
sl_sl: Rahel dež in pomrznjen dež
sq_sq: Shi i dobët dhe shi i ngrirë
sv_sv: Lätta regnskurar och underkylt regn
vi_vi: Mưa nhẹ và Mưa đá

source: Light Rain and Shower
ar_ar: أمطار خفيفة ومتفرقة
bg_bg: Слаб Дъжд и Валеж
es_es: Lluvia ligera y chubascos
fi_fi: Kevyttä vesisadetta ja sadekuuroja
hu_hu: Könnyű eső és zápor
nl_nl: Lichte regen en buien
no_no: Lett Regn og Duskregn
sl_sl: Rahel dež in ploha
sq_sq: Shi i dobët dhe rreshje të shkurtëra
sv_sv: Lätta regnskurar
vi_vi: Mưa nhẹ và rào

source: Light Rain and Windy
ar_ar: أمطار خفيفة ورياح
bg_bg: Слаб Дъжд и Ветровито
es_es: Lluvia ligera y viento
fi_fi: Kevyttä vesisadetta ja tuulista
hu_hu: Kisebb záporok, szeles
nl_nl: Lichte regen en winderig
no_no: Lett Regn og Vind
sl_sl: Rahel dež in vetrovno
sq_sq: Shi i dobët me erë
sv_sv: Lätt regn och blåsigt
vi_vi: Mưa nhẹ và gió

source: Light Rain with Thunder
ar_ar: أمطار خفيفة مع رعود
bg_bg: Слаб Дъжд и Гръмотевици
es_es: Ligera tormenta eléctrica
fi_fi: Kevyttä vesisadetta ja ukkosta
hu_hu: Kisebb zivatarok
nl_nl: Lichte regen en onweer
no_no: Lett Regn med Torden
sl_sl: Nevihta z rahlim dežjem
sq_sq: Shi i dobët me bubullima
sv_sv: Lätt regn med åska
vi_vi: Mưa nhẹ và sấm

source: Light Sleet
es_es: Aguanieve ligera
fi_fi: Kevyttä räntäsadetta
nl_nl: Lichte sneeuw
no_no: Lette Sludd
sv_sv: Lätt snöblandat regn

source: Light Sleet Showers
es_es: Chubascos de aguanieve ligeros
fi_fi: Kevyitä räntäkuuroja
nl_nl: Lichte sneeuwbuien
no_no: Lette Sluddbyger
sv_sv: Lätta snöblande regnskurar

source: Light Snow
ar_ar: ثلوج خفيفة
bg_bg: Слаб Сняг
es_es: Nieve ligera
fi_fi: Kevyttä lumisadetta
hu_hu: Hószállingózás
nl_nl: Lichte sneeuw
no_no: Lett Snø
sl_sl: Rahlo sneženje
sq_sq: Dëborë e dobët
sv_sv: Lätt snöfall
vi_vi: Tuyết nhẹ

source: Light Snow / Fog
ar_ar: ثلوج خفيفة / ضباب
bg_bg: Слаб Сняг/Мъгла
es_es: Nieve ligera / Niebla
fi_fi: Kevyttä lumisadetta / Sumua
hu_hu: Hószállingózás / köd
nl_nl: Lichte sneeuw / mist
no_no: Lett Snø / Tåke
sl_sl: Rahlo sneženje / megla
sq_sq: Dëborë e dobët / Mjegull
sv_sv: Lätt snöfall / Dimma
vi_vi: Tuyết nhẹ / Sương

source: Light Snow / Wind
ar_ar: ثلوج خفيفة / رياح
bg_bg: Слаб Сняг/Вятър
es_es: Nieve ligera / Viento
fi_fi: Kevyttä lumisadetta / Tuulista
hu_hu: Hószállingózás / szél
nl_nl: Lichte sneeuw / wind
no_no: Lett Snø / Vind
sl_sl: Rahlo sneženje / veter
sq_sq: Dëborë e dobët / Erë
sv_sv: Lätt snöfall / Vind
vi_vi: Tuyết nhẹ / Gió

source: Light Snow Early
ar_ar: ثلوج خفيفة مُبكرة
bg_bg: Слаб Сняг сутринта
es_es: Nieve ligera temprano
fi_fi: Jakson alussa kevyttä lumisadetta
hu_hu: Délelőtt hószállingózás
nl_nl: Eerst lichte sneeuw
no_no: Først Lett Snø
sl_sl: Rahlo sneženje dopoldan
sq_sq: Dëborë e dobët herët
sv_sv: Tidigt lätt snö
vi_vi: Tuyết nhẹ sớm

source: Light Snow Late
ar_ar: ثلوج خفيفة مُتأخرة
bg_bg: Слаб Сняг следобед
es_es: Nieve ligera tarde
fi_fi: Myöhemmin kevyttä lumisadetta
hu_hu: Délután hószállingózás
nl_nl: Later lichte sneeuw
no_no: Senere Lett Snø
sl_sl: Rahlo sneženje popoldan
sq_sq: Dëborë e dobët vonë
sv_sv: Lätt snö senare
vi_vi: Tuyết nhẹ muộn

source: Light Snow Shower
ar_ar: ثلوج خفيفة متفرقة
bg_bg: Слаби Снежни Превалявания
es_es: Ligero chaparrón de nieve
fi_fi: Kevyitä lumikuuroja
hu_hu: Könnyű hózápor
nl_nl: Lichte sneeuwbui
no_no: Lett Dusksnø
sl_sl: Rahla snežne ploha
sq_sq: Dëborë e dobët me rreshje të shkurtëra
sv_sv: Lätta snöbyar
vi_vi: Tuyết nhẹ mau

source: Light Snow Showers
es_es: Chubascos de nieve ligeros
fi_fi: Kevyitä lumikuuroja
nl_nl: Lichte sneeuwbuien
no_no: Lette Snøbyger
sv_sv: Lätta snöbyar

source: Light Snowfall
es_es: Nieve ligera
fi_fi: Kevyttä lumisadetta
nl_nl: Lichte sneeuwval
no_no: Lett Snøfall
sv_sv: Lätt snöfall

source: Light intensity drizzle
ar_ar: رذاذ ذو كثافة خفيفة
es_es: Lloviznas poco intensas
fi_fi: Kevyttä tihkusadetta
hu_hu: Enyhe szitálás
nl_nl: Lichte motregen
no_no: Lett duskregn
sl_sl: Rahel intenziven pršec
sv_sv: Lätt intensivt duggregn

source: Light intensity shower rain
ar_ar: أمطار ذات كثافة خفيفة
es_es: Chubascos poco intensos
fi_fi: Kevyitä sadekuuroja
hu_hu: Enyhe zápor
nl_nl: Korte hevige regenbui
no_no: Lett duskregn
sl_sl: Rahlo intenzivna dežna ploha
sv_sv: Lätta intensiva regnskurar

source: Light or Moderate Precipitation
es_es: Precipitaciones ligeras o moderadas
fi_fi: Kevyttä tai kohtalaista sadetta
nl_nl: Lichte of matige neerslag
no_no: Lett eller Moderat Nedbør
sv_sv: Lätt eller måttlig nederbörd

source: Light rain
ar_ar: أمطار خفيفة
es_es: Lluvia ligera
fi_fi: Kevyttä vesisadetta
hu_hu: Könnyű eső
nl_nl: Lichte regen
no_no: Lett regn
sl_sl: Rahel dež
sv_sv: Lätt regn

source: Light snow
ar_ar: ثلوج خفيفة
es_es: Nieve ligera
fi_fi: Kevyttä lumisadetta
hu_hu: Hószállingózás
nl_nl: Lichte sneeuw
no_no: Lett snø
sl_sl: Rahlo sneženje
sv_sv: Lätt snöfall

source: Loading station list
ar_ar: تحميل قائمة المحطات
bg_bg: Зареждане списък станции
es_es: Cargando la lista de estaciones
fi_fi: Ladataan asemalistaa
hu_hu: Állomáslista betöltése
nl_nl: Stationslijst wordt geladen
no_no: Laster stasjon liste
sl_sl: Nalaganje seznama postaj
sq_sq: Po ngarkoj listën e stacioneve
sv_sv: Läser in stationslista
vi_vi: Đang tải danh sách trạm

source: Local Pollen Reports
ar_ar: تقارير اللقاح المحليه
bg_bg: Местни поленови репорти
es_es: Reportes locales de polen
fi_fi: Paikalliset siitepölytiedot
hu_hu: Helyi pollen jelentés
nl_nl: Lokale pollenrapporten
no_no: Lokalt Pollen Varsel
sl_sl: Lokalno poročilo o vsebnosti cvetnega prahu v zraku
sq_sq: Raporti lokal mbi pjalmet
sv_sv: Lokal pollenrapport
vi_vi: Báo cáo vị trí địa phương

source: Localization platform
ar_ar: منصة التعريب
es_es: Plataforma de localización
fi_fi: Lokalisointialusta
hu_hu: Nyelvi platform
nl_nl: Localisatieplatform
no_no: Lokaliseringsplatform
sl_sl: Platforma za lokalizacijo
sv_sv: Översättningsplattform

source: Long
ar_ar: طويل
bg_bg: Дълго
es_es: Largo
fi_fi: Pitkä
hu_hu: Hosszú
nl_nl: Lang
no_no: Lang
sl_sl: Dolgo
sq_sq: I gjatë
sv_sv: Lång
vi_vi: Dài

source: Looks like there's no info for this location.
ar_ar: يبدو انه لايوجد أي معلومات عن المكان.
bg_bg: Няма инфо за тази локация
es_es: Parece no haber información para esta ubicación.
fi_fi: Tälle sijainnille ei näytä olevan säätietoja.
hu_hu: Úgy tűnik nincs információ az állomáshoz.
nl_nl: Er is zo te zien geen info voor deze locatie.
no_no: Ser ut som det ikke er noen info for dette stedet.
sl_sl: Za to lokacijo ni informacij.
sq_sq: Duket sikur s'paska të dhëna për këtë stacion
sv_sv: Ingen info finns för området.
vi_vi: Có vẻ như không có thông tin cho vị trí này.

source: Low
ar_ar: الصغرى
bg_bg: Нисък
es_es: Mínima
fi_fi: Matala
hu_hu: Alacsony
nl_nl: Laag
no_no: Lav
sl_sl: Nizek
sq_sq: I ulët
sv_sv: Låg
vi_vi: Thấp

source: Mainly cloudy with occasional rain.
ar_ar: غائم مع امطار نسبيه
es_es: Principalmente nublado con lluvias ocasionales.
fi_fi: Melko pilvistä ja satunnaista vesisadetta.
hu_hu: Túlnyomóan borult ég, elszórtan esőzés
nl_nl: Vooral bewolkt met af en toe een bui
no_no: Hovedsaklig skyet med sporadisk regn.
sl_sl: Pretežno oblačno z občasnim dežjem
sv_sv: Huvudsakligen molningt med sporadiskt regn

source: Mainly cloudy, Slight shower of rain
es_es: Principalmente nublado, chubascos ligeros
fi_fi: Melko pilvistä, kevyitä sadekuuroja
nl_nl: Vooral bewolkt, lichte regenbuien
no_no: Hovedsakelig skyet, Litt duskregn
sv_sv: Huvudsakligen molnigt med sporadiska regnskurar

source: Mainly cloudy, drizzle
es_es: Bastante nuboso, lloviznas
fi_fi: Enimmäkseen pilvistä, tihkusadetta
nl_nl: Overwegend bewolkt, motregen
no_no: Hovedsakelig skyet, duskregn
sv_sv: Mestadels molnigt, Duggregn

source: Mainly cloudy, showers
es_es: Bastante nuboso, chubascos
fi_fi: Enimmäkseen pilvistä, sadekuuroja
nl_nl: Overwegend bewolkt, buien
no_no: Hovedsakelig skyet, byger
sv_sv: Mestadels molnigt, regnskurar

source: Maintenance: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
bg_bg: Поддръжка: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
hu_hu: Karbantartók: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
sl_sl: Vzdrževanje: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
sv_sv: Underhåll: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>
vi_vi: Phát triển: Pavel Fialko, <pavelnf@gmail.com>, Tanya Makova, <tanyshk@gmail.com>⏎
