Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Information
bg_bg: Информация
hu_hu: Információ
sl_sl: Informacija
vi_vi: Thông tin

source: MeeCast - multiplatform highly customizable open source weather forecast client based on OMWeather code. Copyright (C) 2006-2014
sl_sl: MeeCast - zelo prilagodljiv večplatformski odprtokodni odjemalec vremenske napovedi, temelječ na OMWeather kodi. Copyright (C) 2006-2014

source: Support
hu_hu: Támogatás
sl_sl: Podpora

source: G:
es_es: R:

source: inHg
es_es: pul Hg
hu_hu: Higany / inch

source: nmi
es_es: M

source: Copyright(c) 2010-2011 by Tanya Makova
hu_hu: A szerzői jogok Tanya Makova-t illetik (2010-2011)
vi_vi: Bản quyền 2010-2011 bởi Tanya Makova

source: d:
hu_hu: n:

source: mi
ar_ar: ميل
hu_hu: mérföld

source: mi/s
ar_ar: ميل/ثانيه
hu_hu: mérföld/s

source: mmHg
hu_hu: Hgmm

source: GPS
ar_ar: نظام تحديد المواقع
vi_vi: Vệ tinh

source: GSM
ar_ar: جي إس إم

source: GSM+WLAN
ar_ar: جي إس إم+شبكة WLAN

source: km
ar_ar: كم
bg_bg: км

source: km/s
ar_ar: كم/ث
bg_bg: км/с

source: kn
ar_ar: عقدة

source: m
ar_ar: م
bg_bg: м

source: m/s
ar_ar: م/ث
bg_bg: м/с

source: P:
bg_bg: Р:

source: Ok
bg_bg: Ок
vi_vi: Đồng ý

source: Pa
bg_bg: Ра

source: mm
bg_bg: мм

source: Lead designer
vi_vi: Chỉ đạo thiết kế

source: Project administrator
vi_vi: Admin của dự án:

source: Project website
vi_vi: Trang web của dự án
