Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Author and maintenance: Vlad Vasiliev, <vlad@gas.by> Maintenance: Pavel Fialko, <pavelnf@gmail.com> Documentation: Marko Vertainen Design UI and default iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemela Ulla
es_es: Autor y mantenimiento: Vlad Vasiliev, <vlad@gas.by> Mantenimiento: Pavel Fialko, <pavelnf@gmail.com> Documentación: Marko Vertainen Diseño de la IU y los íconos por defecto: Andrew Zhilin Diseño de la IU para Fremantle: Krebber Jan Niemela Ulla
nl_nl: Auteur en onderhouder: Vlad Vasiliev, <vlad@gas.by> Onderhouder: Pavel Fialko, <pavelnf@gmail.com> Documentatie: Marko Vertainen Ontwerp UI & standaardpictogramset: Andrew Zhilin Ontwerp UI voor Fremantle: Krebber Jan Niemelä Ulla
no_no: Utvikler og vedlikehold: Vlad Vasiliev, <vlad@gas.by> Vedlikehold: Pavel Fialko, <pavelnf@gmail.com> Dokumentasjon: Marko Vertainen Design UI og standard iconset: Andrew Zhilin Design UI for Fremantle: Krebber Jan Niemela Ulla
sv_sv: Utveckling och underhåll: Vlad Vasiliev, <vlad@gas.by> Underhåll: Pavel Fialko, <pavelnf@gmail.com> Dokumentation: Marko Vertainen Design UI och standardikoner: Andrew Zhilin Design UI för Fremantle: Krebber Jan Niemela Ulla

source: Author and maintenance: Vlad Vasilyeu, <vlad@gas.by>
bg_bg: Автор и поддръжка: Vlad Vasilyeu, <vlad@gas.by>
hu_hu: Készítő: Vlad Vasilyeu, <vlad@gas.by>
sl_sl: Avtor in vzdrževalec: Vlad Vasilyeu, <vlad@gas.by>
sv_sv: Utveckling och underhåll: Vlad Vasilyeu, <vlad@gas.by>
vi_vi: Tác giả và quản lý: Vlad Vasiliev, <vlad@gas.by>

source: Authors
ar_ar: الكتاب
bg_bg: Създатели
es_es: Autores
fi_fi: Tekijät
hu_hu: Készítők
nl_nl: Auteurs
no_no: Forfattere
sl_sl: Avtorji
sq_sq: Krijuesit
sv_sv: Utvecklare
vi_vi: Tác giả

source: Automatically update data when connecting to the Internet
ar_ar: تحديث البيانات تلقائيا عند الاتصال بالإنترنت
bg_bg: Автоматично опреснявай данните при интернет връзка
es_es: Actualizar automáticamente los datos al conectarse a internet
fi_fi: Päivitä säätiedot automaattisesti yhdistettäessä Internettiin
hu_hu: Adatok automatikus frissítése amikor csatlakozik az internethez
nl_nl: Automatisch bijwerken bij verbinding met internet
no_no: Oppdatere data automatisk ved tilkobling til Internett
sl_sl: Ob povezavi na internet samodejno posodobi podatke
sq_sq: Përditëso të dhënat sa po të lidhesh në internet
sv_sv: Uppdatera väderdata automatiskt vid anslutning till Internet
vi_vi: Tự động cập nhật dữ liệu khi kết nối mạng

source: Back
ar_ar: عوده
es_es: Atrás
fi_fi: Takaisin
hu_hu: Vissza
nl_nl: Terug
no_no: Tilbake
sl_sl: Nazaj
sq_sq: Mbrapa
sv_sv: Tillbaka

source: Background color:
ar_ar: لون الخلفية
bg_bg: Фонов цвят
es_es: Color de fondo:
fi_fi: Taustaväri:
hu_hu: Háttérszín:
nl_nl: Achtergrondkleur:
no_no: Bakgrunnsfarge:
sl_sl: Barva ozadja:
sq_sq: Ngjyra e fushës
sv_sv: Bakgrundsfärg:
vi_vi: Màu nền

source: Beaufort scale
ar_ar: مقياس بوفورت
bg_bg: Скала на Бофорт
es_es: Escala de Beaufort
fi_fi: Boforiasteikko
hu_hu: Beauford skála
nl_nl: Beaufortschaal
no_no: Beaufort skalaen
sl_sl: Beaufortova lestvica
sq_sq: Shkalla e Beaufortit
sv_sv: Beaufort-skalan
vi_vi: Thang đo sức gió

source: Blowing Snow
ar_ar: ثلوج هابة
bg_bg: Снежна вихрушка
es_es: Ventisca alta
fi_fi: Lumituiskua
hu_hu: Hóvihar
nl_nl: Sneeuwjacht
no_no: Snøfokk
sl_sl: Snežni metež
sq_sq: Stuhi dëbore
sv_sv: Snödrev
vi_vi: Tuyết rơi

source: Broken Clouds
ar_ar: غيوم مُتفرقة
es_es: Nubosidad variable
fi_fi: Hajanaisia pilviä
hu_hu: Felszakadozó felhőzet
nl_nl: Her en der wolken
no_no: Brutte Skyer
sl_sl: Pretrgani oblaki
sv_sv: Uppsprucken molnighet

source: Broken clouds
ar_ar: غيوم مُتفرقة
es_es: Nubosidad variable
fi_fi: Hajanaisia pilviä
hu_hu: Felszakadozó felhőzet
nl_nl: Her en der wolken
no_no: Brutte skyer
sl_sl: Pretrgani oblaki
sv_sv: Uppsprucken molnighet

source: Bulgarian - Zlatko Enikov
sv_sv: Bulgariska - Zlatko Enikov

source: CALM
ar_ar: هادئ
bg_bg: ТИХО
es_es: Calmo
fi_fi: Tyyntä
nl_nl: RUSTIG
no_no: ROLIG
sl_sl: brezvetrje
sq_sq: I/e qetë
sv_sv: LUGNT
vi_vi: Yên bình

source: Cancel
bg_bg: Прекрати
hu_hu: Mégse
sl_sl: Prekliči
sv_sv: Avbryt
vi_vi: Thoát

source: Cannot get path to the HOME directory. Quitting.
ar_ar: لايمكن الوصول الى مسار الرئيسية. إنهاء.
bg_bg: Не беше намерн път до HOME директорията. Прекратяване.
es_es: No puedo obtener el camino al directorio HOME. Terminando.
fi_fi: Kotihakemiston polkua ei löydy. Lopetetaan.
hu_hu: Nem találom a HOME könyvtárat. Kilépek.
nl_nl: Kan niet bij de HOME-directory. Afsluiten.
no_no: Kan ikke finne banen til HOME katalogen. Avslutter
sl_sl: Ne najdem poti do mape HOME. Prekinjam.
sq_sq: Nuk gjeta dot rrugën për te dosja HOME. Po dal.
sv_sv: Kan inte hitta sökvägen till HOME-mappen. Avslutar.
vi_vi: Không thể lấy đường dẫn tới thư mục Home. Đang đóng ứng dụng

source: Catalan - Agustí Clara
sv_sv: Katalanska - Agustí Clara

source: Chinese - Wong Man Kong, Michael, gwmgdemj
sv_sv: Kinesiska - Wong Man Kong, Michael, gwmgdemj

source: Chinese(Taiwan) - osk2,
sv_sv: Kinesiska (Taiwan) - osk2,

source: City
ar_ar: المدنية
bg_bg: Град
es_es: Ciudad
fi_fi: Kaupunki
hu_hu: Város
nl_nl: Stad
no_no: By
sl_sl: Mesto
sq_sq: Qyteti
sv_sv: Ort
vi_vi: Thành phố

source: City:
ar_ar: المدنية:
bg_bg: Град:
es_es: Ciudad:
fi_fi: Kaupunki:
hu_hu: Város:
nl_nl: Stad:
no_no: By:
sl_sl: Mesto:
sq_sq: Qyteti:
sv_sv: Ort:
vi_vi: Thành phố:

source: Clear
ar_ar: صحو
bg_bg: Ясно
es_es: Despejado
fi_fi: Selkeää
hu_hu: Tiszta
nl_nl: Helder
no_no: Klart
sl_sl: Jasno
sq_sq: I kthjellët
sv_sv: Klart
vi_vi: Trời quang

source: Clear / Wind
ar_ar: صحو / رياح
bg_bg: Ясно/Вятър
es_es: Despejado / Viento
fi_fi: Selkeää / Tuulista
hu_hu: Tiszta / Szeles
nl_nl: Helder / wind
no_no: Klart / Vind
sl_sl: Jasno / veter
sq_sq: I kthjellët/Erë
sv_sv: Klart / Vind
vi_vi: Trời quang / Có gió

source: Clear Sky
ar_ar: سماء صافيه
bg_bg: Ясно Небе
es_es: Cielo despejado
fi_fi: Selkeää
hu_hu: Tiszta ég
nl_nl: Heldere lucht
no_no: Klart Vær
sl_sl: Jasno nebo
sq_sq: Qiell i kthjellët
sv_sv: Klar himmel
vi_vi: Trời trong

source: Clear sky
nl_nl: Heldere lucht
no_no: Klart Vær
sv_sv: Klar himmel

source: Clear, Drifting Snow
ar_ar: صحو, ثلوج منجرفه
bg_bg: Ясно, Слаб Сняг
es_es: Despejado, Ventisca de nieve
fi_fi: Selkeää, lumituiskuja
hu_hu: Tiszta, hófúvás
nl_nl: Helder, overtrekkende sneeuw
no_no: Klart, Snødrev
sl_sl: Jasno, veter nosi sneg naokoli
sq_sq: I kthjellët, Dëborë e sjellë nga era
sv_sv: Klart, Snödrev
vi_vi: Không mây, Tuyết rơi nhẹ

source: Clear, Fog
ar_ar: صحو, ضباب
bg_bg: Ясно, Мъгла
es_es: Despejado, Niebla
fi_fi: Selkeää, sumua
hu_hu: Tiszta, Köd
nl_nl: Helder, mist
no_no: Klart, Tåke
sl_sl: Jasno, megla
sq_sq: I kthjellët, Mjegull
sv_sv: Klart, Dimma
vi_vi: Không mây, ít sưong mù

source: Clear, Fog, Drizzle
ar_ar: صحو, ضباب, رذاذ
bg_bg: Ясно, Мъгла, Ръмеж
es_es: Despejado, niebla, llovizna
fi_fi: Selkeää, sumua, tihkusadetta
hu_hu: Tiszta, köd, dara
nl_nl: Helder, mist, motregen
no_no: Klart, Tåke, Yr
sl_sl: Jasno, megla, pršec
sq_sq: Kthjellët, Mjegull, Shi i imët
sv_sv: Klart, Dimma, Duggregn
vi_vi: Ko mây, ít sương mù, có mưa phùn

source: Clear, Haze
ar_ar: صحو, ضباب
bg_bg: Ясно, Мараня
es_es: Despejado, Bruma
fi_fi: Selkeää, utua
hu_hu: Tiszta, párás
nl_nl: Helder, nevel
no_no: Klart, Dis
sl_sl: Jasno, meglica
sq_sq: Kthjellët, Mjegull e lehtë
sv_sv: Klart, Dis
vi_vi: Không mây, có sương mù

source: Clear, Smoke
ar_ar: صحو, ضباب
bg_bg: Ясно, Дим
es_es: Despejado, Humo
fi_fi: Selkeää, savusumua
hu_hu: Tiszta, füst
nl_nl: Helder, rook
no_no: Klart, Frostrøyk
sl_sl: Jasno, dim
sq_sq: Kthjellët, Mjegull
sv_sv: Klart, Rök
vi_vi: Không mây, bốc hơi

source: Close
ar_ar: إغلاق
bg_bg: Затвори
es_es: Cerrar
fi_fi: Sulje
hu_hu: Bezár
nl_nl: Sluiten
no_no: Lukk
sl_sl: Zapri
sq_sq: Mbylle
sv_sv: Stäng
vi_vi: Ngột ngạt

source: Clouds Early / Clearing Late
ar_ar: غيوم مبكره / صحو في وقت متأخر
bg_bg: Облчно Сутрин, Ясно Следобед
es_es: Nublado temprano / Despejando luego
fi_fi: Ensin pilvistä / Myöhemmin selkenevää
hu_hu: Később felszakadozó felhőzet
nl_nl: Vroeg bewolkt / later opklaring
no_no: Først Skyet / Senere Oppklaring
sl_sl: V dopoldanskih urah oblačno / kasneje razjasnitev
sq_sq: Me re herët / Mot i kthjellët më vonë
sv_sv: Tidig molnighet / Senare uppklarnande
vi_vi: Trời có mây, sau đó trong xanh

source: Cloudy
ar_ar: غائم
bg_bg: Облачно
es_es: Nublado
fi_fi: Pilvistä
hu_hu: Felhős
nl_nl: Bewolkt
no_no: Skyet
sl_sl: Oblačno
sq_sq: Me re
sv_sv: Molnigt
vi_vi: Có mây

source: Cloudy / Wind
ar_ar: غائم / رياح
bg_bg: Облачно/Вятър
es_es: Nublado / Viento
fi_fi: Pilvistä / tuulista
hu_hu: Felhős / szeles
nl_nl: Bewolkt / wind
no_no: Skyet / Vind
sl_sl: Oblačno / vetrovno
sq_sq: Me re/Erë
sv_sv: Molnigt / Vind
vi_vi: Có mây và gió nhẹ

source: Cloudy / Windy
no_no: Overskyet / Vindfullt
sv_sv: Molnigt och blåsigt

source: Cloudy Few Snow
ar_ar: غائم مع ثلوج خفيفة
bg_bg: Облачно Слаб Сняг
es_es: Nublado con algo de nieve
fi_fi: Pilvistä ja ajoittaista lumisadetta
hu_hu: Felhős, elszórtan havazás
nl_nl: Bewolkt: weinig sneeuw
no_no: Skyet Noe Snø
sl_sl: Oblačno z nekaj snega
sq_sq: Mot me vranësirar me pak rreshje dëbore
sv_sv: Molnigt med lite snö
vi_vi: Có mây, tuyết rơi nhẹ

source: Cloudy Light Rain
ar_ar: غائم مع أمطار خفيفة
bg_bg: Облачно Слаб Дъжд
es_es: Nublado con lluvia ligera
fi_fi: Pilvistä ja kevyttä vesisadetta
hu_hu: Felhős, könnyű eső
nl_nl: Bewolkt: lichte regen
no_no: Skyet Lett Regn
sl_sl: Oblačno z rahlim dežjem
sq_sq: Mot me vranësira me rreshje të dobëta shiu
sv_sv: Molnigt med lätt regn
vi_vi: Có mây, thỉnh thoảng có mưa nhẹ

source: Cloudy T-Storm
ar_ar: غائم مع عواصف رعديه
bg_bg: Облачно Гръмотевици
es_es: Nublado con tormentas eléctricas
fi_fi: Pilvistä ja ukkosta
hu_hu: Felhős vihar
nl_nl: Bewolkt: onweer
no_no: Skyet Torden
sl_sl: Oblačno, nevihta z grmenjem
sq_sq: Re stuhie
sv_sv: Molnig Åskväder
vi_vi: Có mây, mưa to, có sấm sét

source: Cloudy and Windy
ar_ar: غائم مع رياح
bg_bg: Облачно и Ветровито
es_es: Nublado y ventoso
fi_fi: Pilvistä ja tuulista
hu_hu: Felhős és szeles
nl_nl: Bewolkt en winderig
no_no: Skyet og Vind
sl_sl: Oblačno in vetrovno
sq_sq: Mot me vranësira dhe erë
sv_sv: Målnigt och blåsigt
vi_vi: Có mây, nhiều gió

source: Cloudy and light rain
ar_ar: غائم مع أمطار خفيفة
bg_bg: Облачно и слаб дъжд
es_es: Nublado y lluvias leves
fi_fi: Pilvistä ja kevyttä vesisadetta
hu_hu: Felhős és könnyű esős
nl_nl: Bewolkt en lichte regen
no_no: Skyet og litt regn
sl_sl: Oblačno z rahlim dežjem
sq_sq: Mot me re dhe shira të dobët
sv_sv: Molnigt med lätt regn
vi_vi: Có mây, mưa nhẹ

source: Cloudy and light snow
ar_ar: غائم مع ثلوج خفيفة
bg_bg: Облачно и слаб сняг
es_es: Nublado y neviscas
fi_fi: Pilvistä ja kevyttä lumisadetta
hu_hu: Felhős és könnyű havazás
nl_nl: Bewolkt en lichte sneeuw
no_no: Skyet og litt snø
sl_sl: Oblačno z rahlim sneženjem
sq_sq: Mot me re dhe rreshje te dobëta dëbore
sv_sv: Molnigt med lätt snöfall
vi_vi: Có mây, tuyết rơi nhẹ

source: Cloudy and light wet snow
ar_ar: غائم مع ثلوج رطبة خفيفة
bg_bg: Облачно и слаб мокър сняг
es_es: Nublado y neviscas húmedas
fi_fi: Pilvistä ja kevyttä räntäsadetta
hu_hu: Felhős és könnyű havas eső
nl_nl: Bewolkt en lichte natte neeuw
no_no: Skyet og litt sludd
sl_sl: Oblačno z rahlim sneženjem
sq_sq: Mot me re dhe rreshje të pakta dëbore të lagur
sv_sv: Molnigt med lätt blötsnö
vi_vi: Nhiều mây, ẩm ướt, có tuyết rơi

source: Cloudy and showers
ar_ar: غائم مع زخات
bg_bg: Облачно и превалявания
es_es: Nublado y chubascos
fi_fi: Pilvistä ja sadekuuroja
hu_hu: Felhős és záporok
nl_nl: Bewolkt en buien
no_no: Skyet og byger
sl_sl: Oblačno s plohami
sq_sq: Mot me re dhe stuhira shiu
sv_sv: Molnigt med regnskurar
vi_vi: Nhiều mây, có mưa rào

source: Cloudy and snow showers
ar_ar: غائم مع زخات ثلج
bg_bg: Облачно и превалявания от сняг
es_es: Nublado y chubascos de nieve
fi_fi: Pilvistä ja lumikuuroja
hu_hu: Felhős és havas esők
nl_nl: Bewolkt en sneeuwbuien
no_no: Skyet og snøbyger
sl_sl: Oblačno s snežnimi plohami
sq_sq: Me re dhe stuhira bore
sv_sv: Molningt med snöbyar
vi_vi: Có mây, tuyết rơi, mưa rào rải rác

source: Cloudy and wet snow showers
ar_ar: غائم مع زخات ثلج رطبه
es_es: Nublado y chubascos de nieve húmeda
fi_fi: Pilvistä ja räntäkuuroja
hu_hu: Felhős, havas eső záporok
nl_nl: Bewolkt en natte sneeuwbuien
no_no: Overskyet og sluddbyger
sl_sl: Oblačno in plohe mokrega snega
sq_sq: Me re dhe borë të lagur
sv_sv: Molningt med byar av blötsnö

source: Cloudy with occasional rain.
ar_ar: غائم مع امطار نسبيه
es_es: Nublado con lluvias ocasionales.
fi_fi: Pilvistä ja ajoittaista vesisadetta.
hu_hu: Felhős, néhol esővel
nl_nl: Bewolkt en af en toe een bui
no_no: Overskyet med sporadisk regn.
sl_sl: Oblačno z občasnim dežjem
sv_sv: Molningt med sporadiskt regn

source: Cloudy, Drifting Snow
ar_ar: غائم, ثلوج متحركة
bg_bg: Облачно, Снежна вихрушка
es_es: Nublado, Ventisca de nieve
fi_fi: Pilvistä, lumituiskuja
hu_hu: Felhős, hófúvás
nl_nl: Bewolkt, sneeuwjacht
no_no: Skyet, Snødrev
sl_sl: Oblačno, veter nosi sneg naokoli
sq_sq: Me re, grumbullim bore
sv_sv: Molningt, Snödrev
vi_vi: Có mây, tuyết rơi nhẹ

source: Cloudy, Few Snow
ar_ar: غائم, ثلوج قليله
bg_bg: Олачно, Слаб Сняг
es_es: Nublado, algo de nieve
fi_fi: Pilvistä, ajoittaista lumisadetta
hu_hu: Felhős, elszórtan havazás
nl_nl: Bewolkt, lichte neeuwval
no_no: Skyet, Noe Snø
sl_sl: Oblačno, nekaj snega
sq_sq: Me re, pak dëborë
sv_sv: Molnigt, lite snö
vi_vi: Có mây, tuyết rơi rải rác

source: Cloudy, Heavy Rain
ar_ar: غائم, أمطار كثيفه
bg_bg: Облачно, Порой
es_es: Nublado, Mucha lluvia
fi_fi: Pilvistä, rankkasadetta
hu_hu: Felhős, felhőszakadás
nl_nl: Bewolkt, zware regen
no_no: Skyet, Mye Regn
sl_sl: Oblačno, močan dež
sq_sq: Me re, rreshje të forta
sv_sv: Molnigt, Kraftigt regn
vi_vi: Nhiều mây, có mưa to

source: Cloudy, Heavy Rain, T-Storm
ar_ar: غائم, أمطار كثيفة, عواصف رعديه
bg_bg: Облачно, Порой, Гръмотевици
es_es: Nublado, mucha lluvia, tormentas eléctricas
fi_fi: Pilvistä, rankkasadetta, ukkosta
hu_hu: Felhős, felhőszakadás, vihar
nl_nl: Bewolkt, zware regen, onweer
no_no: Skyet, Mye Regn, Torden
sl_sl: Oblačno, močan dež, nevihta z grmenjem
sq_sq: Me re, Shira të fortë, Stuhi
sv_sv: Molnigt, Kraftigt regn, Åska
vi_vi: Nhiều mây, mưa to, có sấm sét

source: Cloudy, Heavy Snow
ar_ar: غائم, ثلوج كثيفه
bg_bg: Облачно, Силен снеговалеж
es_es: Nublado , Mucha nieve
fi_fi: Pilvistä, rankkaa lumisadetta
hu_hu: Felhős, felhőszakadás
nl_nl: Bewolkt, zware sneeuwval
no_no: Skyet, Mye Snø
sl_sl: Oblačno, močno sneženje
sq_sq: Me re, Rreshje të dëndura dëbore
sv_sv: Molnigt, Mycket snö
vi_vi: Có mây, Tuyết rơi nhiều

source: Cloudy, Light Rain
ar_ar: غائم, أمطار خفيفه
bg_bg: Облачно, Слаб дъжд
es_es: Nublado, lluvia ligera
fi_fi: Pilvistä, kevyttä vesisadetta
hu_hu: Felhős, könnyű eső
nl_nl: Bewolkt, lichte regen
no_no: Skyet, Lett Regn
sl_sl: Oblačno, rahel dež
sq_sq: Me re, Shi i dobët
sv_sv: Molnigt, lätt regn
vi_vi: Có mây, Mưa nhẹ

source: Cloudy, Light Rain, T-Storm
ar_ar: غائم, أمطار خفيفه, عواصف رعديه
bg_bg: Облачно, Слаб дъжд, Гръмотевици
es_es: Nublado, lluvia ligera, tormenta eléctrica
fi_fi: Pilvistä, kevyttä vesisadetta, ukkosta
hu_hu: Felhős, könnyű eső, vihar
nl_nl: Bewolkt, lichte regen, onweer
no_no: Skyet, Lett Regn, Torden
sl_sl: Oblačno, rahel dež, nevihta z grmenjem
sq_sq: Me re, Shi i dobët, Stuhira
sv_sv: Molnigt, Lätt regn, Åskväder
vi_vi: Có mây, Mưa nhẹ, Sấm

source: Cloudy, Light Rain, Weak Heavy Rain
es_es: Nublado, Lluvia ligera, Llovizna
fi_fi: Pilvistä, kevyttä sadetta, kovaa sadetta
nl_nl: Bewolkt, lichte regen, zwakke hevige regen
no_no: Skyet, lett regn
sv_sv: Molnigt, Lätt regn, Ganska mycket regn

source: Cloudy, Rain
ar_ar: غائم, أمطار
bg_bg: Облачно, Дъжд
es_es: Nublado, Lluvia
fi_fi: Pilvistä, vesisadetta
hu_hu: Felhős, eső
nl_nl: Bewolkt, regen
no_no: Skyet, Regn
sl_sl: Oblačno, dež
sq_sq: Me re, Shi
sv_sv: Molnigt, Regn
vi_vi: Có mây, Mưa

source: Cloudy, Rain, T-Storm
ar_ar: غائم, أمطار, عواصف رعديه
bg_bg: Облачно, Дъжд, Гръмотевици
es_es: Nublado, lluvia, tormentas eléctricas
fi_fi: Pilvistä, vesisadetta, ukkosta
hu_hu: Felhős, eső, vihar
nl_nl: Bewolkt, regen, onweer
no_no: Skyet, Regn, Torden
sl_sl: Oblačno, dež, nevihta z grmenjem
sq_sq: Me re, Shi, Stuhira
sv_sv: Molnigt, Regn, Åskväder
vi_vi: Có mây, Mưa, Sấm

source: Cloudy, Smoke
ar_ar: غائم, ضباب
bg_bg: Облачно, Дим
es_es: Nublado, Humo
fi_fi: Pilvistä, savusumua
hu_hu: Felhős, füst
nl_nl: Bewolkt, rook
no_no: Skyet, Tåke
sl_sl: Oblačno, dim
sq_sq: Me re, Tym
sv_sv: Molnigt, Rök
vi_vi: Có mây. Khói

source: Cloudy, Snow
ar_ar: غائم, ثلج
bg_bg: Облачно, Сняг
es_es: Nublado, nieve
fi_fi: Pilvistä, lumisadetta
hu_hu: Felhős, havazás
nl_nl: Bewolkt, sneeuw
no_no: Overskyet, Snø
sl_sl: Oblačno, sneg
sq_sq: Me re, Dëborë
sv_sv: Molnigt, Snö
vi_vi: Có mây, Tuyết

source: Cloudy, Strong Rain, Heavy Rain
es_es: Nublado, Lluvia fuerte, Lluvia intensa
fi_fi: Pilvistä, kovaa sadetta, rankkasadetta
nl_nl: Bewolkt, zware regen, hevige regen
no_no: Skyet, Kraftig Regn, Mye Regn
sv_sv: Molnigt, Kraftigt regn, Mycket Regn

source: Cloudy, thunderstorms with rain
ar_ar: غائم, عواصف رعدية مع أمطار
bg_bg: Облачно, дъжд и гръмотевици
es_es: Nublado, tormentas con lluvia
fi_fi: Pilvistä, ukkosta ja vesisadetta
hu_hu: Felhős és zivataros
nl_nl: Bewolkt, onweer met regen
no_no: Skyet, tordenbyger med regn
sl_sl: Oblačno, nevihte z grmenjem
sq_sq: Me re, Stuhi e shoqëruar me shira
sv_sv: Molnigt, Åska med regn

source: Could not connecting to Internet. Connection timeout is expired.
ar_ar: تعذر الإتصال بالإنترنت. تم إنتهاء مدة الإتصال.
bg_bg: Не може да се осъществи интернет връзка.
es_es: Sin conexión a internet. El tiempo de conexión expiró.
fi_fi: Ei yhteyttä Internettiin Yhteys on vanhentunut.
hu_hu: Kapcsolódás az internethez sikertelen. Időtúllépés ideje lejárt.
nl_nl: Geen internetverbinding. Verbinding is verlopen.
no_no: Kunne ikke koble til Internett. Tilkoblingstiden er utløpt.
sl_sl: Neuspešna povezava z internetom. Čas za povezavo je potekel.
sq_sq: Nuk u lidha dot me Internet-in. Koha për lidhjen mbaroi.
sv_sv: Kan inte ansluta till Internet. Anslutnings-timeout har överskridits.
vi_vi: Không thể kết nối Internet. Hết hạn hời gian kết nối hết.

source: Could not create weather cache directory.
ar_ar: تعذر إنشاء دليل تخزين مؤقت للطقس.
bg_bg: Не може да бъде създадена директория за съхранение на прогнозата
es_es: No crear directorio cache para el clima.
fi_fi: Välimuistihakemiston luonti säälle epäonnistui.
hu_hu: Időjárás-gyorsítótár könyvtárának létrehozása sikertelen.
nl_nl: Kan geen weercachemap maken.
no_no: Kan ikke opprette værvarsel hurtiglager katalog.
sl_sl: Ne morem ustvariti mape za hranjenje vremenskih podatkov.
sq_sq: Nuk krijova dot dosjen për të ruajtur të dhënat e përkohëshme.
sv_sv: Kunde inte skapa cache-mapp.
vi_vi: Bạn không thể tạo ổ đĩa lưu bộ nhớ của thời tiết

source: Couldn't resolve host.
ar_ar: تعذر حل الخادم.
bg_bg: Не е намерен сървър
es_es: No se pudo resolver el servidor.
fi_fi: Isännän selvitys ei onnistunut.
hu_hu: A host feloldása sikertelen.
nl_nl: Kan geen host bepalen.
no_no: Kunne ikke finne vertsmaskinen.
sl_sl: Ne najdem hosta.
sq_sq: Nuk gjeta dot vëndndodhjen
sv_sv: Kunde inte matcha värdnamnet.
vi_vi: Không thể phân tích máy chủ.

source: Couldn't resolve proxy.
ar_ar: تعذر حل البروكسي.
bg_bg: Не е намерено прокси
es_es: No se pudo resolver el proxy.
fi_fi: Proxyn selvitys ei onnistunut.
hu_hu: A proxy feloldása sikertelen.
nl_nl: Kan geen proxy bepalen.
no_no: Kunne ikke finne proxy adresse.
sl_sl: Na najdem proxyja.
sq_sq: Nuk zgjidha dot proxy-in
sv_sv: Kunde inte matcha proxyservern.
vi_vi: Không thể phân tích proxy.

source: Country
ar_ar: الدولة
bg_bg: Страна
es_es: País
fi_fi: Maa
hu_hu: Ország
nl_nl: Land
no_no: Land
sl_sl: Država
sq_sq: Shteti
sv_sv: Land
vi_vi: Nước:

source: Country:
ar_ar: الدولة:
bg_bg: Страна:
es_es: País:
fi_fi: Maa:
hu_hu: Ország:
nl_nl: Land:
no_no: Land:
sl_sl: Država:
sq_sq: Shteti:
sv_sv: Land:
vi_vi: Nước:

source: Cover Page
es_es: Página de portada
fi_fi: Kansilehti
nl_nl: Omslagpagina
no_no: Forside
sv_sv: Programminiatyr

source: Custom
ar_ar: مخصص
bg_bg: Собствен
es_es: Personal
fi_fi: Oma asettelu
hu_hu: Egyedi
nl_nl: Aangepast
no_no: Tilpass
sl_sl: Po meri
sq_sq: Përvetësuar
sv_sv: Anpassat
vi_vi: Tùy chỉnh

source: Czech - Jakub Kožíšek, Pavel Šrubař
sv_sv: Tjeckiska - Jakub Kožíšek, Pavel Šrubař

source: Daily
bg_bg: Ежедневно
hu_hu: Naponta
sl_sl: Dnevno
sv_sv: Dagligen
vi_vi: Hàng ngày

source: Danish - Peter Jespersen
sv_sv: Danska - Peter Jespersen

source: Day
ar_ar: يوم
bg_bg: Ден
es_es: Día
fi_fi: Päivällä
hu_hu: Nappal
nl_nl: Dag
no_no: Dag
sl_sl: Dan
sq_sq: Ditë
sv_sv: Dag
vi_vi: Ngày

source: Day length
ar_ar: مدة النهار
bg_bg: Продължителност на деня
es_es: Duración del día
fi_fi: Päivän pituus
hu_hu: Nappal hossza
nl_nl: Daglengte
no_no: Dag lengde
sl_sl: Dolžina dneva
sq_sq: Kohëzgjatja e ditës
sv_sv: Daglängd
vi_vi: Độ dài của ngày

source: Day length:
ar_ar: مدة النهار:
bg_bg: Продължителност на деня:
es_es: Duración del día:
fi_fi: Päivän pituus:
hu_hu: Nappal hossza:
nl_nl: Daglengte:
no_no: Dag lengde:
sl_sl: Dolžina dneva:
sq_sq: Kohëzgjatja e ditës:
sv_sv: Daglängd:
vi_vi: Độ dài của ngày:

source: Day:
ar_ar: يوم:
bg_bg: Ден:
es_es: Día:
fi_fi: Päivällä:
hu_hu: Nap:
nl_nl: Dag:
no_no: Dag:
sl_sl: Dan:
sq_sq: Dita:
sv_sv: Dag:
vi_vi: Ngày

source: Delete location?
ar_ar: حذف المكان؟
bg_bg: Изтрий локация?
es_es: ¿Borrar la ubicación?
fi_fi: Poista sijainti?
hu_hu: Hely törlése?
nl_nl: Locatie wissen?
no_no: Slette sted?
sl_sl: Izbrišem lokacijo?
sq_sq: T'a fshij këtë vënd?
sv_sv: Radera område?
vi_vi: Xóa vị trí?

source: Design UI and default iconset: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
hu_hu: Felhasználói felület dizájn és alap ikoncsomag: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
sl_sl: Zasnova vmesnika in privzeti nabor ikon: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
sv_sv: Design UI och standardikoner: Copyright 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>
vi_vi: Thiết kế giao diện và biểu tượng mặc định: Bản quyền 2006-2011 Andrew Zhilin, <andrew.zhilin@ovi.com>

source: Detailed
ar_ar: مُفصل
bg_bg: Детайли
es_es: Detallado
fi_fi: Yksityiskohtainen
hu_hu: Részletes
nl_nl: Gedetailleerd
no_no: Detaljert
sl_sl: Podrobno
sq_sq: Hollësitë
sv_sv: Detaljerat
vi_vi: Chi tiết

source: Dew point
es_es: Punto de rocío
fi_fi: Kastepiste
nl_nl: Dauwpunt
no_no: Duggpunkt
sv_sv: Daggpunkt

source: Display
ar_ar: عرض
bg_bg: Покажи
es_es: Mostrar
fi_fi: Näyttö
hu_hu: Kijelző
nl_nl: Weergave
no_no: Skjerm
sl_sl: Prikaz
sq_sq: Trego
sv_sv: Visa
vi_vi: Hiển thị

source: Distance
ar_ar: المسافة
bg_bg: Разстояние
es_es: Distancia
fi_fi: Etäisyys
hu_hu: Távolság
nl_nl: Afstand
no_no: Avstand
sl_sl: Razdalja
sq_sq: Distanca
sv_sv: Distans
vi_vi: Khoảng cách

source: Distance units:
ar_ar: وحدات المسافة:
bg_bg: Единици за разстояние:
es_es: Unidades de distancia:
fi_fi: Etäisyyden yksikkö:
hu_hu: Távolság mértékegységek:
nl_nl: Afstandseenheden:
no_no: Avstandsenheter:
sl_sl: Enota razdalje:
sq_sq: Njësia matëse e distancave
sv_sv: Distansenheter:
vi_vi: Đơn vị khoảng cách:
