Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Snow Showers Early
ar_ar: زخات ثلج مُبكرة
bg_bg: Снеговалеж сутрин
es_es: Chubascos de nieve temprano
fi_fi: Jakson alussa lumikuuroja
hu_hu: Délelőtt tartós havazás
nl_nl: Eerst sneeuwbuien
no_no: Først Snøbyger
sl_sl: Snežne plohe v zgodnjih urah
sq_sq: Rreshje të shkurtëra dëbore herët
sv_sv: Snöbyar i början
vi_vi: Có tuyết kèm mưa rào sớm

source: Snow Showers Late
ar_ar: زخات ثلج متأخره
bg_bg: Снеговлеж следобед
es_es: Chubascos de nieve tarde
fi_fi: Myöhemmin lumikuuroja
hu_hu: Délután tartós havazás
nl_nl: Later sneeuwbuien
no_no: Senere Snøbyger
sl_sl: Snežne plohe v poznih urah
sq_sq: Rreshje të shkurtëra dëbore vonë
sv_sv: Snöbyar senare
vi_vi: Có tuyết kèm mưa rào muộn

source: Snow and Freezing Rain
ar_ar: ثلوج وأمطار متجمدة
bg_bg: Сняг и Леден Дъжд
es_es: Nieve y lluvia helada
fi_fi: Lumisadetta ja jäätävää sadetta
hu_hu: Hó és jégeső
nl_nl: Sneeuw en ijzel
no_no: Snø og Underkjølt Regn
sl_sl: Sneg s pomrznjenim dežjem
sq_sq: Dëborë dhe shi i ngrirë
sv_sv: Snö och underkylt regn
vi_vi: Tuyết rơi và mưa băng giá

source: Snow to Rain
ar_ar: ثلوج الى أمطار
bg_bg: Сняг към Дъжд
es_es: Nieve a lluvia
fi_fi: Lumi- ja vesisadetta
hu_hu: Hó és eső
nl_nl: Sneeuw tot regen
no_no: Snø og Regn
sl_sl: Dež s snegom
sq_sq: Nga dëborë në shi
sv_sv: Snö till regn
vi_vi: Tuyết rơi sau đó mưa

source: Snow to Wintry Mix
ar_ar: ثلوج مصحوبه بمزيج شتوي خفيف
bg_bg: Сняг към Лапавица
es_es: Nieve a agua nieve
fi_fi: Lumi- ja räntäsadetta
hu_hu: Hó és havas eső
nl_nl: Sneeuw tot winterse bui
no_no: Snø til Glatt Føre
sl_sl: Sneg z dežjem
sq_sq: Nga dëborë në shi me akull
sv_sv: Snö till
vi_vi: Tuyết rơi sau đó lạnh giá

source: Snow to Wintry Mix / Wind
ar_ar: ثلوج مصحوبه بمزيج شتوي / رياح
bg_bg: Сняг към Лапавица/Вятър
es_es: Nieve a agua nieve / Viento
fi_fi: Lumi- ja räntäsadetta / Tuulista
hu_hu: Hó és havas eső / szél
nl_nl: Winterse buien / wind
no_no: Snø til Glatt Føre / Vind
sl_sl: Sneg z dežjem / veter
sq_sq: Nga dëborë në shi me akull / Erë
sv_sv: Snö till snöblandat/underkylt regn eller hagel / Vind
vi_vi: Tuyết rơi, lạnh giá, có gió

source: Snowfall
es_es: Nieve
fi_fi: Lumisadetta
nl_nl: Sneeuwval
no_no: Snøfall
sv_sv: Snöfall

source: Source
ar_ar: المصدر
bg_bg: Източник
es_es: Origen
fi_fi: Lähde
hu_hu: Forrás
nl_nl: Bron
no_no: Kilde
sl_sl: Vir
sq_sq: Burimi
sv_sv: Källa
vi_vi: Nguồn

source: Source code
ar_ar: المصدر البرمجي
es_es: Código fuente
fi_fi: Lähdekoodi
hu_hu: Forráskód
nl_nl: Broncode
no_no: Kilde kode
sl_sl: Izvorna koda
sv_sv: Källkod

source: Source:
ar_ar: المصدر:
bg_bg: Източник:
es_es: Origen:
fi_fi: Lähde:
hu_hu: Forrás:
nl_nl: Bron:
no_no: Kilde:
sl_sl: Vir:
sq_sq: Burimi:
sv_sv: Källa:
vi_vi: Nguồn:

source: Spanish - Alejandro Lopez, Agustí Clara
sv_sv: Spanska - Alejandro Lopez, Agustí Clara

source: Speed
ar_ar: السرعة
bg_bg: Скорост
es_es: Velocidad
fi_fi: Nopeus
hu_hu: Sebesség
nl_nl: Snelheid
no_no: Hastighet
sl_sl: Hitrost
sq_sq: Shpejtësia
sv_sv: Hastighet
vi_vi: Tốc độ

source: Speed:
ar_ar: السرعة:
bg_bg: Скорост:
es_es: Velocidad:
fi_fi: Nopeus:
hu_hu: Sebesség:
nl_nl: Snelheid:
no_no: Hastighet:
sl_sl: Hitrost:
sq_sq: Shpejtësia:
sv_sv: Hastighet:
vi_vi: Tốc độ:

source: Splash screen
hu_hu: Nyitó képernyő
sl_sl: Začetni zaslon
sv_sv: Välkomstskärm
vi_vi: Hình khởi động

source: State:
ar_ar: الولاية:
bg_bg: Състояние:
es_es: Estado:
fi_fi: Osavaltio:
hu_hu: Állam:
nl_nl: Status:
no_no: Land:
sl_sl: Država:
sq_sq: Shteti:
sv_sv: Land:
vi_vi: Nước

source: Station %i
ar_ar: محطة %i
bg_bg: Метео станция %i
es_es: Estación %i
fi_fi: Asema %i
hu_hu: Állomás: %i
no_no: STasjon %i
sl_sl: Postaja %i
sq_sq: Stacioni %i
sv_sv: Väderstation %i
vi_vi: Địa điểm %i

source: Stations
ar_ar: محطات
bg_bg: Метео станции
es_es: Estaciones
fi_fi: Asemat
hu_hu: Állomások
no_no: Stasjoner
sl_sl: Postaje
sq_sq: Stacionet
sv_sv: Väderstationer
vi_vi: Địa điểm

source: Strong Thundershowers
es_es: Tormentas fuertes
fi_fi: Voimakkaita ukkoskuuroja
nl_nl: Zware onweersbuien
no_no: Tunge Tordenbyger
sv_sv: Starka åskskurar

source: Successfully loaded
ar_ar: تم التحميل بنجاح
bg_bg: Успешно изтегляне
es_es: Carga exitosa
fi_fi: Ladattiin onnistuneesti
hu_hu: Sikeresen betöltve
nl_nl: Succesvol geladen
no_no: Lastet
sl_sl: Uspešno naloženo
sq_sq: U ngarkua me sukses
sv_sv: Korrekt inläst
vi_vi: Hoàn tất tải về

source: Sunny
ar_ar: مشمس
bg_bg: Слънчево
es_es: Soleado
fi_fi: Aurinkoista
hu_hu: Napos
nl_nl: Zonnig
no_no: Sol
sl_sl: Sončno
sq_sq: Me diell
sv_sv: Soligt
vi_vi: Trời nắng

source: Sunny / Wind
ar_ar: مُشمس / رياح
bg_bg: Слънчево/Вятър
es_es: Soleado / Viento
fi_fi: Aurinkoista / Tuulista
hu_hu: Napos / szeles
nl_nl: Zonnig / wind
no_no: Sol / Vind
sl_sl: Sončno / vetrovno
sq_sq: Me diell / Erë
sv_sv: Soligt / Vind
vi_vi: Trời nắng, có gió

source: Sunny periods and a few showers.
ar_ar: فترات مشمسه مع زخات مطر قليلة
es_es: Intérvalos soleados y algunos chubascos.
fi_fi: Aurinkoista ja ajoittaisia sadekuuroja.
hu_hu: Napos, néhány záporral
nl_nl: Zonnige perioden en een paar buien
no_no: Solrike perioder og noen få byger
sl_sl: Sončna obdobja in nekaj ploh
sv_sv: Tidvis soligt och spridda skurar

source: Sunrise:
ar_ar: الشروق:
bg_bg: Изгрев:
es_es: Amanecer:
fi_fi: Auringonnousu:
hu_hu: Napfelkelte:
nl_nl: Zonsopkomst:
no_no: Soloppgang:
sl_sl: Sončno vzhod:
sq_sq: Dielli lind në orën:
sv_sv: Soluppgång:
vi_vi: Lúc bình minh:

source: Sunrise:
ar_ar: الشروق:
bg_bg: Изгрев:
es_es: Amanecer:
fi_fi: Auringonnousu:
hu_hu: Napfelkelte:
nl_nl: Zonsopkomst:
no_no: Soloppgang:
sl_sl: Sončno vzhod:
sq_sq: Dielli lind në orën:
sv_sv: Soluppgång:
vi_vi: Lúc bình minh:

source: Sunset:
ar_ar: الغروب:
bg_bg: Залез:
es_es: Ocaso:
fi_fi: Auringonlasku:
hu_hu: Napnyugta:
nl_nl: Zonsondergang:
no_no: Solnedgang:
sl_sl: Sončno zahod:
sq_sq: Perëndon:
sv_sv: Solnedgång:
vi_vi: Lúc xế chiều:

source: Sunset:
ar_ar: الغروب:
bg_bg: Залез:
es_es: Ocaso:
fi_fi: Auringonlasku:
hu_hu: Napnyugta:
nl_nl: Zonsondergang:
no_no: Solnedgang:
sl_sl: Sončno zahod:
sq_sq: Perëndon:
sv_sv: Solnedgång:
vi_vi: Lúc xế chiều:

source: Swap hi/low temperature
ar_ar: تبديل الحراره مرتفع/منخفض
bg_bg: Размени hi/low температура
es_es: Invertir temperaturas máx./min.
fi_fi: Käänteinen korkea/matala lämpötila
hu_hu: Alacsony/magas hőmérséklet felcserélése
nl_nl: Wissel hoge/lage temperatuur
no_no: Bytt høy/lav temperatur
sl_sl: Zamenjaj min/max temperaturo
sq_sq: Ndërro temperaturën e lartë/ e ulët
sv_sv: Växla hög/låg temperatur
vi_vi: Hoán đổi nhiệt độ Cao/thấp:

source: Swedish - Angela Nennebrandt, Åke Engelbrektson, Niklas Åkerström, Tomislav Veleckovik
sv_sv: Svenska - Angela Nennebrandt, Åke Engelbrektson, Niklas Åkerström, Tomislav Veleckovik

source: Switch to the next station after:
ar_ar: إنتقل الى المحطه التاليه بعد:
bg_bg: Превключи на следваща станция след:
es_es: Pasar a la estación siguiente después de:
fi_fi: Aika seuraavan aseman vaihtoon:
hu_hu: Válts a következő állomásra, ha:
nl_nl: Wissel naar het volgend station na:
no_no: Bytt til neste stasjon etter:
sl_sl: Preklopi na naslenjo postajo po:
sq_sq: Kalo tek stacioni tjetër pas:
sv_sv: Växla till nästa väderstation efter:
vi_vi: Chuyển sang quốc gia tiếp theo:

source: T-Showers
ar_ar: عواصف ثلجيه
bg_bg: Гръмотевици и Дъжд
es_es: Leves tormentas eléctricas
fi_fi: Ukkoskuuroja
hu_hu: Záporok
nl_nl: Onweersbuien
no_no: Tordenbyger
sl_sl: Plohe z grmenjem
sq_sq: Rrebeshe
sv_sv: Åskskurar
vi_vi: Mưa rào và có sấm

source: T-Showers Early
ar_ar: عواصف ثلجية مُبكره
bg_bg: Гръмотевици и Дъжд сутрин
es_es: Leves tormentas eléctricas temprano
fi_fi: Jakson alussa ukkoskuuroja
hu_hu: Délelőtt záporok
nl_nl: Vroege onweersbuien
no_no: Først Tordenbyger
sl_sl: V zgodnjih urah plohe z grmenjem
sq_sq: Rrebeshe me rrufe herët
sv_sv: Åskskurar i början
vi_vi: Mưa rào và sấm sớm

source: T-Storm
ar_ar: عاصفة رعديه
bg_bg: Гръмотевична буря
es_es: Tormenta eléctrica
fi_fi: Ukkosta
hu_hu: Zivatar
nl_nl: Onweer
no_no: Torden
sl_sl: Nevihta z grmenjem
sq_sq: Stuhi me rrufe
sv_sv: Åskväder
vi_vi: Mưa rào kèm sấm sét

source: T-Storms
ar_ar: عواصف رعديه
bg_bg: Гръмотевични бури
es_es: Tormentas eléctricas
fi_fi: Ukkosta
hu_hu: Zivatarok
nl_nl: Onweer
no_no: Torden
sl_sl: Nevihte z grmenjem
sq_sq: Stuhi me rrufe
sv_sv: Åskväder
vi_vi: Mưa rào kèm sấm sét

source: T-Storms Early
ar_ar: عواصف رعديه مبكره
bg_bg: Гръмотевични бури сутрин
es_es: Tormentas eléctricas temprano
fi_fi: Jakson alussa ukkosta
hu_hu: Délelőtt zivatarok
nl_nl: Eerst onweer
no_no: Først Torden
sl_sl: V zgodnjih urah nevihte z grmenjem
sq_sq: Stuhi me rrufe herët
sv_sv: Tidigt åskväder
vi_vi: Trời mưa to, có sấm sét sớm

source: T-Storms Late
ar_ar: عواصف رعديه متأخره
bg_bg: Гръмотевични бури следобед
es_es: Tormentas eléctricas tarde
fi_fi: Myöhemmin ukkosta
hu_hu: Délután zivatarok
nl_nl: Later onweer
no_no: Senere Torden
sl_sl: V poznih urah nevihte z grmenjem
sq_sq: Stuhi me rrife vonë
sv_sv: Sent åskväder
vi_vi: Trời mưa to, có sấm sét muộn

source: Temperature
ar_ar: درجة الحرارة
bg_bg: Температура
es_es: Temperatura
fi_fi: Lämpötila
hu_hu: Hőmérséklet
nl_nl: Temperatuur
no_no: Temperatur
sl_sl: Temperatura
sq_sq: Temperatura
sv_sv: Temperatur
vi_vi: Nhiệt độ

source: Temperature units
ar_ar: وحدات درجة الحرارة
bg_bg: Температурни единици
es_es: Unidades de temperatura
fi_fi: Lämpötilan yksikkö
hu_hu: Hőmérséklet
nl_nl: Temperatuureenheden
no_no: Temperaturenheter
sl_sl: Enota temperature
sq_sq: Njësia për matjen e temperaturës
sv_sv: Temperaturskala
vi_vi: Đơn vị đo nhiệt độ

source: Temperature units:
ar_ar: وحدات درجة الحرارة:
bg_bg: Температурни единици:
es_es: Unidades de temperatura:
fi_fi: Lämpötilan yksikkö:
hu_hu: Hőmérséklet:
nl_nl: Temperatuureenheden:
no_no: Temperaturenheter:
sl_sl: Enota temperature:
sq_sq: Njësitë për matjen e temperaturës:
sv_sv: Temperaturenheter:
vi_vi: Đơn vị đo nhiệt độ:

source: Temperature:
ar_ar: الحرارة:
bg_bg: Температура:
es_es: Temperatura:
fi_fi: Lämpötila:
hu_hu: Hőmérséklet:
nl_nl: Temperatuur:
no_no: Temperatur:
sl_sl: Temperatura:
sq_sq: Temperatura:
sv_sv: Temperatur:
vi_vi: Nhiệt độ:

source: Temperature:
ar_ar: الحرارة:
bg_bg: Температура:
es_es: Temperatura:
fi_fi: Lämpötila:
hu_hu: Hőmérséklet:
nl_nl: Temperatuur:
no_no: Temperatur:
sl_sl: Temperatura:
sq_sq: Temperatura:
sv_sv: Temperatur:
vi_vi: Nhiệt độ:

source: Thanks
ar_ar: شكرا
bg_bg: Благодаря
es_es: Gracias
fi_fi: Kiitokset
hu_hu: Köszönjük
nl_nl: Bedankt
no_no: Takk
sl_sl: Hvala
sq_sq: Faleminderit
sv_sv: Tack
vi_vi: Cám ơn

source: The weather has been updated.
ar_ar: تم تحديث الطقس
bg_bg: Прогнозата е опреснена.
es_es: El pronóstico fue actualizado.
fi_fi: Säätiedot päivitetty.
hu_hu: Az előrejelzés sikeresen frissítve.
nl_nl: Het weerbericht is bijgewerkt.
no_no: Været har blitt oppdatert.
sl_sl: Vremenska napoved je posodobljena
sq_sq: Të dhënat e motit u përditësuan.
sv_sv: Väderdata har uppdaterats.
vi_vi: Thời tiết đã được cập nhật

source: There are no stations to show in this view of the list
ar_ar: لايوجد محطات لعرضها في هذه القائمة
es_es: No hay estaciones para mostrar en esta visualización de la lista
fi_fi: Ei sääasemia tässä näkymässä
hu_hu: Ebben a nézetben nem láthatók állomások
nl_nl: Er zijn geen stations in de lijst om weer te geven
no_no: Det er ingen stasjoner som kan vises i denne listen
sl_sl: Na spisku ni postaj za prikaz
sv_sv: Det finns inga stationer i denna listvyn

source: This is experimental feature. Only English is supported.
ar_ar: هذه الميزة تجريبية. مدعومه باللغة الإنجليزية فقط.
es_es: Esta función es experimental. Solamente está disponible en inglés.
fi_fi: Tämä on kokeellinen toiminto ja tukee toistaiseksi vain englannin kieltä.
hu_hu: Ez egy kísérleti funkció. Csak az angol nyelv támogatott.
nl_nl: Dit is een experimentele functie. Alleen Engels wordt ondersteund.
no_no: Dette er en eksperimentell funksjon. Kun engelsk støttes
sl_sl: Eksperimentalna možnost. Podprt je le angleški jezik.
sv_sv: Experimentell funktion. Endast Engelskt språkstöd.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version.
sl_sl: Ta program je brezplačen; lahko ga posredujete in/ali spreminjate pod pogoji splošnega dovoljenja GNU kot je objavljeno s strani Free Software Foundation; različica licence 2.1 ali (po lastni presoji) katerakoli kasnejša verzija.
sv_sv: Denna mjukvara är gratis. Du kan vidaredistribuera den och/eller modifiera den under GNU General Public License, såsom den publiceras av Free Software Foundation. Antingen version 2.1 av licensen, eller senare.
vi_vi: Phần mềm này là phần mềm miễn phí; bạn có thể⏎ phân phối và sửa chữa nó ở bên dưới ⏎ các thuật ngữ GNU General Public⏎ Giấy phép được xuất bản bởi Free Sofrware ⏎ Cơ sở hoặc phiên bản 2.1 thuộc về ⏎ giấy phép, hay (tại tùy chọn của bạn) một vài⏎ phiên bản muộn hơn.

source: This software is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
bg_bg: Този софтуер е свободен; можете да редристибутирате и/или модифицирате по условията на GNU General Public License
sl_sl: Ta program je brezplačen; lahko ga posredujete in/ali spreminjate pod pogoji splošnega dovoljenja GNU
sv_sv: Denna mjukvara är gratis. Du kan vidaredistribuera den och/eller modifiera den under GNU General Public License.
vi_vi: Phần mềm này miễn phí. Do đó bạn có thể phát hành lại hoặc chỉnh sửa nó theo các điều khoản của GNU General Public License

source: Thunder
ar_ar: رعد
bg_bg: Гръмотевица
es_es: Tormenta eléctrica
fi_fi: Ukkosta
hu_hu: Mennydörgés
nl_nl: Onweer
no_no: Torden
sl_sl: Grmenje
sq_sq: Bubullima
sv_sv: Åska
vi_vi: Sấm

source: Thunder in the Vicinity
ar_ar: رعود في المنطقة المجاورة
bg_bg: Гръмотевици наблизо
es_es: Tormentas en los alrededores
fi_fi: Ukkosta lähistöllä
hu_hu: Zivatar a közelven
nl_nl: Onweer in de buurt
no_no: Torden i nærliggende områder
sl_sl: Grmenje v okolici
sq_sq: Rrebeshe në rrethinat
sv_sv: Åska i grannskapet
vi_vi: Sấm sét vùng lân cận

source: Thundershowers
es_es: Tormentas
fi_fi: Ukkoskuuroja
nl_nl: Onweersbuien
no_no: Tordenbyger
sv_sv: Åskskurar

source: Today
ar_ar: اليوم
bg_bg: Днес
es_es: Hoy
fi_fi: Tänään
hu_hu: Ma
nl_nl: Vandaag
no_no: Idag
sl_sl: Danes
sq_sq: Sot
sv_sv: Idag
vi_vi: Hôm nay

source: Translators
ar_ar: المترجمين
bg_bg: Преводачи
es_es: Traductores
fi_fi: Kääntäjät
hu_hu: Fordítók
nl_nl: Vertalers
no_no: Oversettere
sl_sl: Prevajalci
sq_sq: Përkthyesit
sv_sv: Översättare
vi_vi: Người dịch

source: Translators: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
bg_bg: Преводачи: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
sl_sl: Prevajalci: Francosko - Nicolas Granziano, Philippe, Benot Knecht; Rusko - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
sv_sv: Översättare: Franska - Nicolas Granziano, Philippe, Benot Knecht; Ryska - Pavel Fialko, Vlad Vasiliev, Ed Bartosh;
vi_vi: Dịch: French - Nicolas Granziano, Philippe, Benot Knecht; Russian - Pavel Fialko, Vlad Vasiliev, Ed Bartosh

source: Transparency
es_es: Transparencia
fi_fi: Läpinäkyvä tausta
hu_hu: Átlátszóság
nl_nl: Doorzichtigheid
no_no: Gjennomskinnelig
sv_sv: Transparens

source: Transparency:
ar_ar: الشفافية:
bg_bg: Прозрачност:
es_es: Transparencia:
fi_fi: Läpinäkyvyys:
hu_hu: Áttetszőség:
nl_nl: Doorzichtigheid:
no_no: Gjennomskinnelighet:
sl_sl: Prosojnost:
sq_sq: Tejduekshmëria:
sv_sv: Transparens:
vi_vi: Độ trong suốt:

source: Try to update
ar_ar: حاول التحديث
bg_bg: Опресни
es_es: Intentar actualizar
fi_fi: Hae säätiedot
hu_hu: Kísérlet a frissítésre
nl_nl: Probeer bij te werken
no_no: Prøv å oppdater
sl_sl: Poskusi posodobiti
sq_sq: Provo të përditësosh
sv_sv: Försök uppdatera
vi_vi: Thử cập nhật

source: Turkish - Burak Kaan Kose, Mehmet Çilingir
sv_sv: Turkiska - Burak Kaan Kose, Mehmet Çilingir

source: Type of click:
ar_ar: نوع النقر:
bg_bg: Тип на клик:
es_es: Tipo de click:
fi_fi: Näpäytystapa:
hu_hu: Kattintás típusa:
nl_nl: Soort klik:
no_no: Type klikk:
sl_sl: Vrsta klika:
sq_sq: Lloji i click-ut:
sv_sv: Klicktyp:
vi_vi: Kiểu click:

source: Units
ar_ar: الوحدات
bg_bg: Единици
es_es: Unidades
fi_fi: Yksiköt
hu_hu: Mértékegység
nl_nl: Eenheden
no_no: Enheter
sl_sl: Enote
sq_sq: Njesitë
sv_sv: Enheter
vi_vi: Đơn vị

source: Unknown
ar_ar: غير معروف
bg_bg: Неизвестен
es_es: Desconocido
fi_fi: Tuntematon
hu_hu: Ismeretlen
nl_nl: Onbekend
no_no: Ukjent
sl_sl: Neznano
sq_sq: I/e panjohur
sv_sv: Okänd
vi_vi: Không biết

source: Unlimited
ar_ar: غير محدود
bg_bg: Неограничен
es_es: Ilimitado
fi_fi: Rajatonta
hu_hu: Korlátlan
nl_nl: Onbeperkt
no_no: Ubegrenset
sl_sl: Neomejeno
sq_sq: Pa kufi
sv_sv: Obegränsad
vi_vi: Không giới hạn

source: Update
ar_ar: تحديث
bg_bg: Опресни
es_es: Actualización
fi_fi: Säätietojen päivitys
hu_hu: Frissítés
nl_nl: Bijwerken
no_no: Oppdater
sl_sl: Posodobitev
sq_sq: Përditësim
sv_sv: Uppdatering
vi_vi: Cập nhật

source: Update already running.
ar_ar: التحديث مازال جاري.
bg_bg: Тече опресняване
es_es: Actualización ya en progreso.
fi_fi: Päivitys on jo käynnissä.
hu_hu: Frissítés folyamatban
nl_nl: Bezig met bijwerken.
no_no: Oppdatering kjører allerede
sl_sl: Posodabljanje že poteka
sq_sq: Përditësimi është duke u kryer
sv_sv: Uppdatering körs redan.
vi_vi: Cập nhật đang chạy.

source: Update interval
ar_ar: فترة التحيدث
bg_bg: Интервал на опресняване
es_es: Intervalo de actualización
fi_fi: Päivitysväli
hu_hu: Frissítési intervallum
nl_nl: Bijwerkingsinterval
no_no: Oppdateringsintervall
sl_sl: Interval posodabljanja
sq_sq: Frekuenca e përditësimeve
sv_sv: Uppdateringsintervall
vi_vi: Khoảng thời gian cập nhật

source: Updating forecast
ar_ar: تحديث التوقعات
bg_bg: Опресняване на прогнозата
es_es: Actualizando el pronóstico
fi_fi: Päivitetään säätietoja
hu_hu: Előrejelzés frissítése
nl_nl: Weerbericht wordt bijgewerkt
no_no: Oppdaterer værmelding
sl_sl: Posodabljam napoved
sq_sq: Duke përditësuar parashikimet
sv_sv: Uppdaterar prognos
vi_vi: Đang cập nhật dự báo thời tiết

source: Updating of weather data:
ar_ar: تحديث بيانات الطقس:
bg_bg: Опресняване на данните:
es_es: Actualización de los datos del clima:
fi_fi: Päivitetään sääennustetta:
hu_hu: Időjárásadat frissítése:
nl_nl: Weergegevens worden bijgewerkt:
no_no: Oppdaterering av værdata
sl_sl: Posodabljanje vremenskih podatkov:
sq_sq: Duke përditësuar të dhënat mbi motin
sv_sv: Uppdatering av väderdata:
vi_vi: Đang cập nhật dữ liệu thời tiết

source: Updating weather
ar_ar: تحديث الطقس
bg_bg: Опресняване на данните
es_es: Actualizando el pronóstico
fi_fi: Päivitetään säätietoja
hu_hu: Előrejelzés frissítése
nl_nl: Weerbericht wordt bijgewerkt
no_no: Oppdaterer vær
sl_sl: Posodabljanje vremenske napovedi
sq_sq: Po përditësoj motin
sv_sv: Uppdaterar väderdata
vi_vi: Đang cập nhật thời tiết

source: Use Edit layout for tuning images of applet
ar_ar: استخدام تحرير التنسيق لضبط صور التطبيق
bg_bg: Използвай Edit layout за настройка на изображенията на аплета
es_es: Use Editar distribución para ajustar la imágenes
fi_fi: Valitse työpöydän valikosta - Muokkaa asettelua, sovelman koon muuttamiseksi.
hu_hu: Használd a nézet frissítését a kép applet hangolásához
nl_nl: Gebruik Lay-out bewerken voor het bewerken van de appletbeelden
sl_sl: Uporabi Edit layout za nastavljanje ikon apleta
sq_sq: Përdor Personalizo paraqitjen për të ndryshuar fotografinë applet
sv_sv: Använd Redigera utseende för trimning av applet-bilder
vi_vi: Dùng Tùy chỉnh giao hiện để điều chinh hình của applet

source: Use GSM and/or WLAN for periodic updating the weather information.
ar_ar: إستخدام جي إس إم و/أو الشبكات اللاسلكية للتحديث الدوري لمعلومات الطقس.
bg_bg: Използвай GSM и/или WLAN за периодично опресняване на информацията за времето.
es_es: Usar GSM y/o WLAN para actualizar periódicamente la información del clima.
fi_fi: Käytä GSM- ja/tai WLAN-yhteyttä säätietojen ajoitettuun päivitykseen.
hu_hu: Használj GSM vagy WiFi kapcsolatot az időjárás adatok rendszeres frissítéséhet.
nl_nl: Gebruik GSM en/of WLAN voor periodieke updates van weerinformatie.
no_no: Bruk GSM og/eller WLAN for periodisk oppdatering av værinformasjonen.
sl_sl: Za občasne posodobitve vremenske napovedi uporabi GSM in/ali WLAN.
sq_sq: Përdor GSM dhe/ose WLAN për përditësimet periodike.
sv_sv: Använd GSM och/eller WLAN för periodisk uppdaterng av väderinformation.
vi_vi: Sử dụng GSM và/hoặc WLAN để cập nhật định kỳ⏎ thông tin thời tiết.⏎

source: Use device temperature sensor
ar_ar: إستخدام حساس الحرارة الخاص بالجهاز
bg_bg: Използвай температурния сензор на устройството
es_es: Usar el sensor de temperatura del dispositivo
fi_fi: Käytä laitteen lämpötila-anturia
hu_hu: Készülék hőmérséklet-érzékelőjének használata
nl_nl: Gebruik temperatuursensor
no_no: Bruk enhetens temperatur sensor
sl_sl: Uporabi temperaturni senzor naprave
sq_sq: Përdor sensorin e temperaturës të aparatit
sv_sv: Använd enhetens temperatursensor
vi_vi: Sử dụng thiết bị cảm biến nhiệt độ

source: Valid time for current weather:
ar_ar: الوقت الصحيح للطقس الحالي:
bg_bg: Коректно време за насточщите метео условия:
es_es: Validez del clima actual:
fi_fi: Nykyisen sään voimassaolo:
hu_hu: Pontos idő a jelenlegi időjáráshoz:
nl_nl: Tijd geldig voor huidig weer:
no_no: Gyldig tid for dagens vær
sl_sl: Veljaven čas za trenutno vremensko napoved
sq_sq: Vlefshmëria e parashikimeve të tashme:
sv_sv: Giltighetstid för aktuellt väder:
vi_vi: Thời gian hợp lệ cho thời tiết hiện tại:

source: Very High
ar_ar: مرتفع جدا
bg_bg: Много Високо
es_es: Muy alta
fi_fi: Erittäin korkea
hu_hu: Nagyon magas
nl_nl: Erg hoog
no_no: Veldig Høy
sl_sl: Zelo visoko
sq_sq: Shumë e lartë
sv_sv: Mycket hög
vi_vi: Rất cao

source: Vietnamese - Hieu Nguyen Anh Dương and truongnx,
sv_sv: Vietnamesiska - Hieu Nguyen Anh Dương and truongnx,

source: Violent Rain Showers
es_es: Chubascos violentos
fi_fi: Voimakkaita sadekuuroja
nl_nl: Hevige regenbuien
no_no: Voldsomme Regnbyger
sv_sv: Våldsamma regnskurar

source: Visible items:
ar_ar: العناصر الظاهره:
bg_bg: Видими елементи:
es_es: Elementos visibles:
fi_fi: Näkyvät elementit:
hu_hu: Látható elemek:
nl_nl: Zichtbare items:
no_no: Avstander:
sl_sl: Vidno:
sq_sq: Artikuj në dukje
sv_sv: Synliga objekt:
vi_vi: Hiện các mục:

source: Visible units
ar_ar: وحدة الرؤيا
bg_bg: Видимост
es_es: Unidades visibles
fi_fi: Näkyvyyden yksikkö
hu_hu: Távolság m.e.
nl_nl: Zichtbare eenheden
no_no: Avstander
sl_sl: Enota vidnosti
sq_sq: Njësitë e dukshme
sv_sv: Distansenheter:

source: Visible:
ar_ar: مرئي:
bg_bg: Видими:
es_es: Visibilidad:
fi_fi: Näkyvyys:
hu_hu: Látható:
nl_nl: Zichtbaar:
no_no: Sikt:
sl_sl: Vidno:
sq_sq: Në dukje
sv_sv: Synligt:
vi_vi: Hiện

source: Visuals
ar_ar: المرئيات
bg_bg: Визуални
es_es: Visual
fi_fi: Ulkoasu
hu_hu: Megjelenés
nl_nl: Weergave
no_no: Visuelle
sl_sl: Vizualizacija
sq_sq: Pamje
sv_sv: Illustrationer
vi_vi: Nhìn

source: Voice forecast button on a widget
ar_ar: توقعات الطقس الصوتيه على الويدجت
es_es: Botón de previsión con voz en un widget
fi_fi: Nappi ääniennusteelle sovelmassa
hu_hu: Hangos előrejelzés gomb a widgeten
nl_nl: Gesprokenweerberichtknop op een widget
no_no: Værvarsel knapp på en widget
sl_sl: Gumb za glasovno napoved na gradniku
sv_sv: Röstprognosknapp på en widget

source: Voice weather forecast
ar_ar: توقعات الطقس الصوتيه
es_es: Previsión con voz
fi_fi: Ääniennuste
hu_hu: Hangos időjárás-előrejelzés
nl_nl: Gesproken weerbericht
no_no: Tale værmelding
sl_sl: Glasovna vremenska napoved
sv_sv: Röstprognos

source: W
ar_ar: غرب
es_es: O
fi_fi: Lännestä
hu_hu: NY
no_no: V
sq_sq: P
sv_sv: V

source: WNW
ar_ar: غربي الى شمالي غربي
es_es: ONO
fi_fi: Länsiluoteesta
hu_hu: NY-ÉNY
no_no: VNV
sq_sq: PVP
sv_sv: VNV
