Repository: Meecast/meecast
Catalog: po/*.po
Languages: ar_ar, bg_bg, es_es, fi_fi, hu_hu, nl_nl, no_no, sl_sl, sq_sq, sv_sv, vi_vi

source: Manage locations
ar_ar: إدارة الأماكن
bg_bg: Управление на локации
es_es: Administrar ubicaciones
fi_fi: Sijainnit
hu_hu: Helyek kezelése
nl_nl: Locaties bewerken
no_no: Vedlikehold steder
sl_sl: Uredi lokacije
sq_sq: Rregullo lokalitetet
sv_sv: Hantera områden
vi_vi: Quản lý địa điểm

source: Manual
ar_ar: يدوي
bg_bg: Ръчно
fi_fi: Manuaalinen
hu_hu: Kézi
nl_nl: Handmatig
sl_sl: Ročno
sq_sq: Me dorë
sv_sv: Manuell
vi_vi: Bằng tay

source: Measurement units
ar_ar: وحدات القياس
bg_bg: Измервателни единици
es_es: Unidades de medida
fi_fi: Mittayksiköt
hu_hu: Mértékegységek
nl_nl: Eenheden
no_no: Måleenheter
sl_sl: Merilne enote
sq_sq: Njësitë matëse
sv_sv: Måttenheter
vi_vi: Đơn vị đo

source: MeeCast - multiplatform highly customizable open source weather forecast client based on OMWeather code. Copyright (C) 2006-2016
sv_sv: MeeCast - Multiplattform, öppen källkods, väderprognosklient baserad på OMWeather-kod. Copyright (C) 2006-2016

source: MeeCast for Harmattan
bg_bg: MeeCast за Harmattan
hu_hu: MeeCast Harmattan-re
sl_sl: MeeCast za Harmattan
sv_sv: MeeCast för Harmattan
vi_vi: MeeCast cho Harmattan

source: Meters
ar_ar: أمتار
bg_bg: Метри
es_es: Metros
fi_fi: Metrejä
hu_hu: Méter
no_no: Metere
sl_sl: Metri
sq_sq: Metra
sv_sv: Meter
vi_vi: Mét

source: Mist
ar_ar: سحب
bg_bg: Мъгла
es_es: Neblina
fi_fi: Utua
hu_hu: Köd
no_no: Tåke
sl_sl: Meglica
sq_sq: Mjegull
sv_sv: Dimma
vi_vi: Sương mù

source: Moderate Freezing Rain
es_es: Lluvia helada moderada
fi_fi: Kohtalaista jäätävääsadetta
nl_nl: Matige ijsregen
no_no: Moderat Underkjølt Regn
sv_sv: Måttligt underkylt regn

source: Moderate Rain
ar_ar: أمطار معتدله
es_es: Lluvia moderada
fi_fi: Kohtalaista vesisadetta
hu_hu: Közepesen erős esőzés
nl_nl: Matige regen
no_no: Moderat Regn
sl_sl: Zmeren dež
sv_sv: Måttligt regn

source: Moderate Rain Showers
es_es: Chubascos moderados
fi_fi: Kohtalaisia sadekuuroja
nl_nl: Matige regenbuien
no_no: Moderate Regnbyger
sv_sv: Måttliga regnskurar

source: Moderate Sleet
es_es: Aguanieve moderada
fi_fi: Kohtalaista räntäsadetta
nl_nl: Matige sneeuw
no_no: Moderat Sludd
sv_sv: Kraftigt snöblandat regn

source: Moderate Snow Showers
es_es: Chubascos de nieve moderados
fi_fi: Kohtalaisia lumikuuroja
nl_nl: Matige sneeuwbuien
no_no: Moderat Snøbyger
sv_sv: Måttliga snöbyar

source: Moderate rain
ar_ar: أمطار معتدله
es_es: Lluvia moderada
fi_fi: Kohtalaista vesisadetta
hu_hu: Közepesen erős esőzés
nl_nl: Matige bui
no_no: Moderat regn
sl_sl: Zmeren dež
sv_sv: Måttligt regn

source: Modification
ar_ar: تعديل
bg_bg: Изменение
es_es: Modificación
fi_fi: Muunnelma
hu_hu: Módosítás
nl_nl: Wijziging
no_no: Modifikasjon
sl_sl: Modifikacija
sq_sq: Ndryshime
sv_sv: Ändring
vi_vi: Sửa đổi

source: Mostly Clear
ar_ar: صحو كلياً
bg_bg: Предимно Ясно
es_es: Bastante despejado
fi_fi: Enimmäkseen selkeää
hu_hu: Többnyire derült
nl_nl: Overwegend helder
no_no: For det meste Klart
sl_sl: Pretežno jasno
sq_sq: Kryesisht i kthjellët
sv_sv: Mestadels klart
vi_vi: Trời trong xanh

source: Mostly Cloudy
ar_ar: غائم كلياً
bg_bg: Предимно Облачно
es_es: Bastante nuboso
fi_fi: Enimmäkseen pilvistä
hu_hu: Többnyire felhős
nl_nl: Overwegend bewolkt
no_no: For det meste Skyet
sl_sl: Pretežno oblačno
sq_sq: Kryesisht me re
sv_sv: Mestadels molnigt
vi_vi: Nhiều mây, không mưa

source: Mostly Cloudy / Wind
ar_ar: غائم كلياً / رياح
bg_bg: Предимно Облачно/Вятър
es_es: Bastante nuboso / Ventoso
fi_fi: Enimmäkseen pilvistä / Tuulista
hu_hu: Többnyire felhős / szeles
nl_nl: Overwegend bewolkt / wind
no_no: For det meste Skyet / Vind
sl_sl: Pretežno oblačno / vetrovno
sq_sq: Kryesisht me re / Erë
sv_sv: Mestadels molnigt / Vind
vi_vi: Nhiều mây, không mưa có gió

source: Mostly Cloudy / Windy
no_no: For det meste skyet / vind
sv_sv: Mest molnigt / Blåsigt

source: Mostly Cloudy Few Snow
ar_ar: ثلوج قليلة غائمة كلياً
bg_bg: Предимно Облачно Лек Сняг
es_es: Bastante nuboso con algo de nieve
fi_fi: Enimmäkseen pilvistä ja ajoittaista lumisadetta
hu_hu: Többnyire felhős, kevés havazás
nl_nl: Overwegend bewolkt met sneeuw
no_no: For det meste Skyet Noe Snø
sl_sl: Pretežno oblačno z nekaj snega
sq_sq: Kryesisht me re me disa rreshje dëbore
sv_sv: Mestadels molnigt, Lite snö
vi_vi: Có mây, ko mưa, tuyết rơi rải rác

source: Mostly Cloudy Light Rain
ar_ar: أمطار خفيفة غائمه كلياً
bg_bg: Предимно Облачно Слаб Дъжд
es_es: Bastante nuboso con lluvia ligera
fi_fi: Enimmäkseen pilvistä ja kevyttä vesisadetta
hu_hu: Többnyire felhős, könnyű esők
nl_nl: Overwegend bewolkt en lichte regen
no_no: For det meste Skyet Lett Regn
sl_sl: Pretežno oblačno z nekaj dežja
sq_sq: Kryesisht me re me rreshje te pakta shiu të imët
sv_sv: Mestadels molnigt, Lätt regn
vi_vi: Có mây, mưa rơi vừa

source: Mostly Cloudy Rain
ar_ar: أمطار غائمه كلياً
bg_bg: Предимно Облачно Дъжд
es_es: Bastante nuboso con lluvia
fi_fi: Enimmäkseen pilvistä ja vesisadetta
hu_hu: Többnyire felhős, eső
nl_nl: Overwegend bewolkt met regen
no_no: For det meste Skyet Regn
sl_sl: Pretežno oblačno z dežjem
sq_sq: Kryesisht mot i vranët me rreshje
sv_sv: Mestadels molnigt, Regn
vi_vi: Có mây, mưa nhẹ

source: Mostly Cloudy Snow
ar_ar: ثلوج غائمه كلياً
bg_bg: Предимно Облачно Сняг
es_es: Bastante nuboso con nieve
fi_fi: Enimmäkseen pilvistä ja lumisadetta
hu_hu: Többnyire felhős, havazás
nl_nl: Overwegend bewolkt en sneeuw
no_no: For det meste Skyet Snø
sl_sl: Pretežno oblačno s sneženjem
sq_sq: Kryesisht mot i vranët me rreshje dëbore
sv_sv: Mestadels molnigt, Snö
vi_vi: Nhiều mây, không mưa, có tuyết rơi

source: Mostly Cloudy T-Storm
ar_ar: عواصف رعديه غائمه كلياً
bg_bg: Предимно Облачно Буря
es_es: Bastante nuboso con tormentas eléctricas
fi_fi: Enimmäkseen pilvistä ja ukkosta
hu_hu: Többnyire felhős, viharok
nl_nl: Overwegend bewolkt en onweer
no_no: For det meste Skyet Torden
sl_sl: Pretežno oblačno, nevihta z grmenjem
sq_sq: Me vranësira dhe stuhira
sv_sv: Mestadels molnigt, Åskväder
vi_vi: Nhiều mây, có sấm sét

source: Mostly Cloudy and Windy
ar_ar: غائم كلياً مصحوب برياح
bg_bg: Предимно Облачно и Ветровито
es_es: Bastante nuboso y ventoso
fi_fi: Enimmäkseen pilvistä ja tuulista
hu_hu: Többnyire felhős és szeles
nl_nl: Overwegend bewolkt en winderig
no_no: For det meste Skyet og Vind
sl_sl: Pretežno oblačno in vetrovno
sq_sq: Me vranësira dhe erë
sv_sv: Mestadels molnigt och blåsigt
vi_vi: Nhiều mây, không mưa, gió to

source: Mostly Cloudy, Drifting Snow
ar_ar: غائم كلياً, ثلوج منجرفه
bg_bg: Предимно Облачно, Сняг
es_es: Bastante nuboso, Ventisca de nieve
fi_fi: Enimmäkseen pilvistä, lumituiskuja
hu_hu: Többnyire felhős, hófúvások
nl_nl: Overwegend bewolkt, jachtsneeuw
no_no: For det meste Skyet, Snødrev
sl_sl: Pretežno blačno, veter nosi sneg naokoli
sq_sq: Kryesisht me vranësira, dëborë e sjellë nga era
sv_sv: Mestadels molnigt, Snödrev
vi_vi: Nhiều mây, không mưa, tuyết rơi

source: Mostly Cloudy, Few Snow
ar_ar: غائم كلياً, ثلوج قليله
bg_bg: Предимно Облачно, Снеговалеж
es_es: Bastante nuboso , algo de nieve
fi_fi: Enimmäkseen pilvistä, ajoittaista lumisadetta
hu_hu: Többnyire felhős, kevés havazás
nl_nl: Overwegend bewolkt, wat sneeuw
no_no: For det meste Skyet, Noe Snø
sl_sl: Pretežno oblačno, nekaj snega
sq_sq: Kryesisht mot i vranët me pak rreshje dëbore
sv_sv: Mestadels molnigt, Lite snö
vi_vi: Có mây, ko mưa, tuyết rơi rải rác

source: Mostly Cloudy, Fog
ar_ar: غائم كلياً, ضباب
bg_bg: Предимно Облачно, Мъгла
es_es: Bastante nuboso, Niebla
fi_fi: Enimmäkseen pilvistä, sumua
hu_hu: Többnyire felhős, köd
nl_nl: Overwegend bewolkt, mist
no_no: For det meste Skyet, Tåke
sl_sl: Pretežno oblačno, megla
sq_sq: Kryesisht me re, Mjegull
sv_sv: Mestadels molnigt, Dimma
vi_vi: Nhiều mây, ko mưa, ít sương mù

source: Mostly Cloudy, Fog, Drizzle
ar_ar: غائم كلياً, ضباب, رذاذ
bg_bg: Предимно Облачно, Мъгла, ръмеж
es_es: Bastante nuboso, niebla, llovizna
fi_fi: Enimmäkseen pilvistä, sumua, tihkusadetta
hu_hu: Többnyire felhős, köd, szitálás
nl_nl: Overwegend bewolkt, mist, motregen
no_no: For det meste Skyet, Tåke, Duskregn
sl_sl: Pretežno oblačno, megla, pršec
sq_sq: Me re, Mjegull, Shi i imët
sv_sv: Mestadels molnigt, Dimma, Duggregn
vi_vi: Có mây, sương mù ít, mưa phùn

source: Mostly Cloudy, Heavy Rain
ar_ar: غائم كلياً, أمطار كثيفه
bg_bg: Предимно Облачно, Силен дъжд
es_es: Bastante nublado , Mucha lluvia
fi_fi: Enimmäkseen pilvistä, rankkasadetta
hu_hu: Többnyire felhős, felhőszakadás
nl_nl: Overwegend bewolkt, zware regen
no_no: For det meste Skyet, Mye Regn
sl_sl: Pretežno oblačno, močan dež
sq_sq: Kryesisht me re, Rreshje të dëndura shiu
sv_sv: Mestadels molnigt, Mycket regn
vi_vi: Nhiều mây, mưa to

source: Mostly Cloudy, Heavy Rain, T-Storm
ar_ar: غائم كلياً, أمطار كثيفه, عواصف رعديه
bg_bg: Прдимно Облачно, Силен дъжд, Гръмотевици
es_es: Bastante nuboso, mucha lluvia, tormentas eléctricas
fi_fi: Enimmäkseen pilvistä, rankkasadetta, ukkosta
hu_hu: Többnyire felhős, helhőszakadás, vihar
nl_nl: Overwegend bewolkt, zware regen, onweer
no_no: For det meste Skyet, Mye Regn, Torden
sl_sl: Pretežno oblačno, močan dež, nevihta z grmenjem
sq_sq: Kryesisht me re, Rreshje të dëndura shiu, Stuhira
sv_sv: Mestadels molnigt, Mycket regn, Åskväder
vi_vi: Nhiều mây, mưavto kèm sấm sét

source: Mostly Cloudy, Heavy Snow
ar_ar: غائم كلياً, ثلوج كثيفه
bg_bg: Предимно Облачно, Силен сняг
es_es: Bastante nuboso , Mucha nieve
fi_fi: Enimmäkseen pilvistä, rankkaa lumisadetta
hu_hu: Többnyire felhős, erős havazás
nl_nl: Overwegend bewolkt, zware sneeuw
no_no: For det meste skyet, Mye Snø
sl_sl: Pretežno oblačno, močno sneženje
sq_sq: Kryesisht me re, Rreshje të dëndura dëbore
sv_sv: Mestadels molnigt, Mycket snö
vi_vi: Nhiều mây, tuyết rơi nặng hạt

source: Mostly Cloudy, Heavy Snow, Freezing Rain
ar_ar: غائم كلياً, ثلوج كثيفه, أمطار متجمده
bg_bg: Предимно Облачно, Силен сняг, Леден дъжд
es_es: Bastante nuboso, mucha nieve, lluvia helada
fi_fi: Enimmäkseen pilvistä, rankkaa lumisadetta, jäätävää sadetta
hu_hu: Többnyire felhős, erős havazás, jégeső
nl_nl: Overwegend bewolkt, zware sneeuw, ijzel
no_no: For det meste skyet, Mye Snø
sl_sl: Pretežno oblačno, močno sneženje, pomrznjen dež
sq_sq: Kryesisht me re, Rreshje të dëndura dëbore, Shi i ngrirë
sv_sv: Mestadels molnigt, Mycket snö, Underkylt regn
vi_vi: Nhiều mây, tuyết rơi nặng hạt, băng giá

source: Mostly Cloudy, Light Rain
ar_ar: غائم كلياً, أمطار خفيفه
bg_bg: Предимно Облачно, Слаб сняг
es_es: Bastante nuboso, lluvia ligera
fi_fi: Enimmäkseen pilvistä, kevyttä vesisadetta
hu_hu: Többnyire felhős, könnyű eső
nl_nl: Overwegend bewolkt, lichte regen
no_no: For det meste Skyet, Lett Regn
sl_sl: Pretežno oblačno, rahel dež
sq_sq: Kryesisht me re, Rreshje të lehta shiu
sv_sv: Mestadels molnigt, Lätt regn
vi_vi: Nhiều mây, mưa vừa

source: Mostly Cloudy, Light Rain, Drizzle
ar_ar: غائم كلياً, أمطال خفيفه, رذاذ
bg_bg: Предимно Облачно, Слаб дъжд, Ръмеж
es_es: Bastante nuboso, lluvia ligera, llovizna
fi_fi: Enimmäkseen pilvistä, kevyttä vesisadetta, tihkusadetta
hu_hu: Többnyire felhős, könnyű eső, szitálás
nl_nl: Overwegend bewolkt, lichte regen, motregen
no_no: For det meste Skyet, Lett Regn, Duskregn
sl_sl: Pretežno oblačno, rahel dež, pršec
sq_sq: Kryesisht me re, Rreshje të lehta shiu
sv_sv: Mestadels molnigt, Lätt regn, Duggregn
vi_vi: Nhiều mây kèm mưa phùn

source: Mostly Cloudy, Light Rain, T-Storm
ar_ar: غائم كلياً, أمطار خفيفه, عواصف رعديه
bg_bg: Предимно Облачно, Слаб дъжд, Гръмотевици
es_es: Bastante nuboso, lluvia ligera, tormenta eléctrica
fi_fi: Enimmäkseen pilvistä, kevyttä vesisadetta, ukkosta
hu_hu: Többnyire felhős, könnyű eső, vihar
nl_nl: Overwegend bewolkt, lichte regen, onweer
no_no: For det meste Skyet, Lett Regn, Torden
sl_sl: Pretežno oblačno, rahel dež, nevihta z grmenjem
sq_sq: Kryesisht me re, Rreshje të lehta shiu, Stuhira
sv_sv: Mestadels molnigt, Lätt regn, Åskväder
vi_vi: Nhiều mây, mưa vừa kèm sấm sét

source: Mostly Cloudy, Light Rain, Weak Heavy Rain
es_es: Bastante nublado, Lluvia ligera, Lloviznas
fi_fi: Melko pilvistä, kevyttä sadetta, kovaa sadetta
nl_nl: Overwegend bewolkt, lichte regen, zwakke hevige regen
no_no: For det meste Skyet, Lett Regn, Svakt Regn
sv_sv: Mestadels molningt, Lätt regn, Ganska mycket regn

source: Mostly Cloudy, Rain
ar_ar: غائم كلياً, أمطار
bg_bg: Предимно Облачно, Дъжд
es_es: Bastante nuboso, lluvia
fi_fi: Enimmäkseen pilvistä, vesisadetta
hu_hu: Többnyire felhős, esős
nl_nl: Overwegend bewolkt, regen
no_no: For det meste Skyet, Regn
sl_sl: Pretežno oblačno, dež
sq_sq: Kryesisht me re, Shi
sv_sv: Mestadels molnigt, Regn
vi_vi: Nhiều mây, có mưa

source: Mostly Cloudy, Rain, T-Storm
ar_ar: غائم كلياً, أمطار, عواصف رعديه
bg_bg: Предимно Облачно, Дъжд, Гръмотевици
es_es: Bastante nuboso, lluvia, tormentas eléctricas
fi_fi: Enimmäkseen pilvistä, vesisadetta, ukkosta
hu_hu: Többnyire felhős, eső, vihar
nl_nl: Overwegend bewolkt, regen, onweer
no_no: For det meste Skyet, Regn, Torden
sl_sl: Pretežno oblačno, dež, nevihta z grmenjem
sq_sq: Kryesisht me re, Shi, Stuhira
sv_sv: Mestadels molnigt, Regn, Åskväder
vi_vi: Nhiều mây, có mưa và sấm chớp

source: Mostly Cloudy, Smoke
ar_ar: غائم كلياً, ضباب
bg_bg: Предимно Облачно, Дим
es_es: Bastante nuboso, Humo
fi_fi: Enimmäkseen pilvistä, savusumua
hu_hu: Többnyire felhős, füst
nl_nl: Overwegend bewolkt, rook
no_no: For det meste Skyet, Tåke
sl_sl: Pretežno oblačno, dim
sq_sq: Kryesisht me re, Tym
sv_sv: Mest molnigt, Rök
vi_vi: Có mây, bốc hơi nước

source: Mostly Cloudy, Snow
ar_ar: غائم كلياً, ثلوج
bg_bg: Прдимно Облачно, Сняг
es_es: Bastante nuboso, nieve
fi_fi: Enimmäkseen pilvistä, lumisadetta
hu_hu: Többnyire felhős, havazás
nl_nl: Overwegend bewolkt, sneeuw
no_no: For det meste Skyet, Snø
sl_sl: Pretežno oblačno, sneg
sq_sq: Kryesisht me re, Dëborë
sv_sv: Mestadels molnigt, Snö
vi_vi: Nhiều mây, có tuyết

source: Mostly Cloudy, T-Storm
ar_ar: غائم كليأ, عواصف رعديه
bg_bg: Предимно Облачно, Гръмотевици
es_es: Bastante nuboso, tormenta eléctrica
fi_fi: Enimmäkseen pilvistä, ukkosta
hu_hu: Többnyire felhős, vihar
nl_nl: Overwegend bewolkt, onweer
no_no: For det meste Skyet, Torden
sl_sl: Pretežno oblačno, nevihta z grmenjem
sq_sq: Kryesisht me re, Stuhira
sv_sv: Mestadels molnigt, Åskväder
vi_vi: Nhiều mây và kèm sấm sét

source: Mostly Sunny
ar_ar: مشمس كليأ
bg_bg: Предимно Слънчево
es_es: Bastante soleado
fi_fi: Enimmäkseen selkeää
hu_hu: Többnyire napos
nl_nl: Overwegend zonnig
no_no: For det meste Sol
sl_sl: Pretežno sončno
sq_sq: Kryesisht me diell
sv_sv: Mestadels soligt
vi_vi: Ít mây, trời nắng

source: Mostly clear
ar_ar: صحو كلياً
bg_bg: Предимно ясно
es_es: Bastante despejado
fi_fi: Enimmäkseen selkeää
hu_hu: Többnyire derült
nl_nl: Overwegend helder
no_no: For det meste Klart
sl_sl: Pretežno jasno
sq_sq: Kryesisht mot i kthjellët
sv_sv: Mest klart
vi_vi: Ít mây, trời quang

source: Mostly sunny
es_es: Bastante soleado
fi_fi: Melko selkeää
hu_hu: Többnyire napos
nl_nl: Overwegend zonnig
no_no: For det meste Sol
sv_sv: Mest sol

source: NE
ar_ar: شمالي شرقي
fi_fi: Koillisesta
hu_hu: ÉK
nl_nl: NO
no_no: NØ
sl_sl: SV
sq_sq: VL
sv_sv: NO
vi_vi: Đông Bắc

source: NE_short
bg_bg: NE_късо
es_es: NE
fi_fi: NE
hu_hu: ÉK
nl_nl: NO_kort
no_no: NØ_kort
sl_sl: SV_kratko
sq_sq: VL_short
sv_sv: NO

source: NNE
ar_ar: شمالية شرقية الى الشرق
fi_fi: Pohjoiskoillisesta
hu_hu: É-ÉK
nl_nl: NNO
no_no: NNØ
sl_sl: SSV
sq_sq: VVL
sv_sv: NNO
vi_vi: Bắc Đông Bắc

source: NNE_short
bg_bg: NNE_късо
es_es: NNE
fi_fi: NNE
hu_hu: É-ÉK
nl_nl: NNO_kort
no_no: NNØ_kort
sl_sl: SSV_kratko
sq_sq: VVL_short
sv_sv: NNO

source: NNW
ar_ar: شمالي الى شمالي غربي
es_es: NNO
fi_fi: Pohjoisluoteesta
hu_hu: É-ÉNY
no_no: NNV
sl_sl: SSZ
sq_sq: VVP
sv_sv: NNV
vi_vi: Bắc Tây Bắc

source: NNW_short
bg_bg: NNW_късо
es_es: NNO
fi_fi: NNW
hu_hu: É-ÉNY
nl_nl: NNW_kort
no_no: NNV_kort
sl_sl: SSZ_kratko
sq_sq: VVP_short
sv_sv: NNV

source: NO STATION
ar_ar: لايوجد محطة
bg_bg: Няма метео. станция
es_es: NINGUNA ESTACIÓN
fi_fi: Ei asemaa
hu_hu: NINCS ÁLLOMÁS
nl_nl: GEEN STATION
no_no: INGEN STASJON
sl_sl: NI POSTAJE
sq_sq: Asnjë stacion
sv_sv: INGEN VÄDERSTATION
vi_vi: Không có trạm

source: NW
ar_ar: شمالي غربي
es_es: NO
fi_fi: Luoteesta
hu_hu: ÉNY
no_no: NV
sl_sl: SZ
sq_sq: VP
sv_sv: NV
vi_vi: Tây Bắc

source: NW_short
bg_bg: NW_късо
es_es: NO
fi_fi: NW
hu_hu: ÉNY
nl_nl: NW_kort
no_no: NV_kort
sl_sl: SZ_kratko
sq_sq: VP_short
sv_sv: NV

source: N_short
bg_bg: N_късо
es_es: N
fi_fi: N
hu_hu: É
nl_nl: N_kort
no_no: N_kort
sl_sl: S_kratko
sq_sq: V_short
sv_sv: N
vi_vi: N_ngắn

source: Name:
ar_ar: الإسم:
bg_bg: Име:
es_es: Nombre:
fi_fi: Nimi:
hu_hu: Név:
nl_nl: Naam:
no_no: Navn:
sl_sl: Ime:
sq_sq: Emri:
sv_sv: Namn:
vi_vi: Tên:

source: Never
ar_ar: أبداً
bg_bg: Никога
es_es: Nunca
fi_fi: Ei koskaan
hu_hu: Soha
nl_nl: Nooit
no_no: Aldri
sl_sl: Nikoli
sq_sq: Kurrë
sv_sv: Aldrig
vi_vi: Không bao giờ

source: New
ar_ar: جديد
bg_bg: Нов
es_es: Nueva
fi_fi: Uusikuu
hu_hu: Új
nl_nl: Nieuw
no_no: Ny
sl_sl: Novo
sq_sq: I ri
sv_sv: Nytt
vi_vi: Mới

source: New location
bg_bg: Нова локация
hu_hu: Új hely
sl_sl: Nova lokacija
sv_sv: Nytt område
vi_vi: Vị trí mới

source: Next update:
ar_ar: التحديث التالي:
bg_bg: Следващо опресняване:
es_es: Próxima actualización:
fi_fi: Seuraava päivitys:
hu_hu: Következő frissítés:
nl_nl: Volgende update:
no_no: Nest oppdatering:
sl_sl: Naslednja posodobitev:
sq_sq: Përditësimi që vjen:
sv_sv: Nästa uppdatering
vi_vi: Cập nhật tiếp theo:

source: Night
ar_ar: مساءً
bg_bg: Нощ
es_es: Noche
fi_fi: Yöllä
hu_hu: Éjjel
nl_nl: Nacht
no_no: Natt
sl_sl: Noč
sq_sq: Natën
sv_sv: Natt
vi_vi: Đêm

source: Night:
ar_ar: مساءً:
bg_bg: Нощ:
es_es: Noche:
fi_fi: Yöllä:
hu_hu: Nappal
nl_nl: Nacht:
no_no: Natt:
sl_sl: Noč:
sq_sq: Natën:
sv_sv: Natt:
vi_vi: Đêm:

source: No
ar_ar: لا
bg_bg: Не
fi_fi: Ei
hu_hu: Nem
nl_nl: Geen
no_no: Nei
sl_sl: Ne
sq_sq: Jo
sv_sv: Nej
vi_vi: Không

source: No current weather data.
ar_ar: لايوجد أي معلومات حاليه عن الطقس.
bg_bg: Няма данни за времето в момента.
es_es: El clima actual no está disponible
fi_fi: Ei tämän hetkistä säätietoa.
hu_hu: Nincs friss időjárás adat.
nl_nl: Geen huidige weergegevens.
no_no: Ingen aktuelle værdata.
sl_sl: Ni trenutnih vremenskih podatkov
sq_sq: S'ka të dhëna mbi parashikimin e motit
sv_sv: Ingen aktuell väderdata.
vi_vi: Dữ liệu thời tiết hiện không có.

source: No locations are set up yet.
ar_ar: لم يتم تحديد المكان.
bg_bg: Не са настроени локации.
es_es: Todavía no se definió ninguna ubicación.
fi_fi: Sijainteja ei ole vielä asetettu.
hu_hu: Még nincs hely beállítva.
nl_nl: Nog geen locaties.
no_no: Ingen steder er satt opp enda.
sl_sl: Ni shranjenih postaj.
sq_sq: S'ke zgjedhur akoma vëndin për të cilin do parashikimet e motit
sv_sv: Inget område är valt
vi_vi: Không có vị trí nào được thiết lập.

source: No weather data for this day.
ar_ar: لايوجد أي معلومات عن الطقس لهذا اليوم.
bg_bg: Няма прогноза за този ден.
es_es: No hay datos del clima para este día.
fi_fi: Ei säätietoja tälle päivälle.
hu_hu: Nincs időjárásadat ehhez a naphoz.
nl_nl: Geen gegevens voor deze dag.
no_no: Ingen værdata for denne dagen.
sl_sl: Za danes ni vremenskih podatkov..
sq_sq: S'ka të dhëna mbi parashikimet e sotme
sv_sv: Ingen väderdata för den här dagen.
vi_vi: Không có dữ liệu thời tiết ngày hôm nay.

source: No weather data for this station.
ar_ar: لايوجد أي معلومات عن الطقس لهذه المحطة.
bg_bg: Няма данни за тази мет. станция.
es_es: No hay datos del clima para esta estación.
fi_fi: Ei säätietoja tälle asemalle.
hu_hu: Nincs időjárás adat az állomásról.
nl_nl: Geen gegevens voor dit station.
no_no: Ingen værdata for denne stasjonen
sl_sl: Ni vremenskih podatkov za to postajo.
sq_sq: S'ka të dhëna nga ky stacion
sv_sv: Ingen väderdata för denna station.
vi_vi: Không có dữ liệu thời tiết ở trạm này.

source: Norwegian - Peer-Atle Motland
sv_sv: Norska - Peer-Atle Motland

source: Now
ar_ar: الآن
bg_bg: Сега
es_es: Ahora
fi_fi: Nyt
hu_hu: Most
nl_nl: Nu
no_no: Nå
sl_sl: Zdaj
sq_sq: Tani
sv_sv: Nu
vi_vi: Bây giờ

source: Now + 2 days vert.
ar_ar: الآن + يومين عمودي
bg_bg: Сега + 2 дни верт.
es_es: Ahora + 2 días vert.
fi_fi: Nyt + 2 päivää pysty
hu_hu: 2 napos függőleges
nl_nl: Nu + 2 dagen vert.
no_no: Nå + 2 dager vert.
sl_sl: Trenutno + 2 dni vert.
sq_sq: Tani + 2 ditët vert.
sv_sv: Nu + 2 dagar vert.

source: Now + 3 days hor.
ar_ar: الآن + 3 أيام افقي
bg_bg: Сега + 3 дни хор.
es_es: Ahora + 3 días hor.
fi_fi: Nyt + 3 päivää vaaka
hu_hu: 3 napos vízszintes
nl_nl: Nu + 3 dagen hor.
no_no: Nå + 3 dager hor.
sl_sl: Trenutno + 3 dni hor.
sq_sq: Tani + 3 ditët hor.
sv_sv: Nu + 3 dagar hor.

source: Now + 3 days vert.
ar_ar: الآن + 3 أيام عمودي
bg_bg: Сега + 3 дни верт.
es_es: Ahora + 3 días vert.
fi_fi: Nyt + 3 päivää pysty
hu_hu: 3 napos függőleges
nl_nl: Nu + 3 dagen vert.
no_no: Nå + 3 dager vert.
sl_sl: Trenutno + 3 dni vert.
sq_sq: Tani + 3 ditët vert.
sv_sv: Nu + 3 dagar vert.

source: Now + 7 days vert.
ar_ar: الآن + 7 أيام عمودي
bg_bg: Сега + 7 дни верт.
es_es: Ahora + 7 días vert.
fi_fi: Nyt + 7 päivää pysty
hu_hu: 7 napos függőleges
nl_nl: Nu + 7 dagen vert.
no_no: Nå + 7 dager vert.
sl_sl: Trenutno + 7 dni vert.
sq_sq: Tani + 7 ditët vert.
sv_sv: Nu + 7 dagar vert.

source: Now:
ar_ar: الأن:
bg_bg: Сега:
es_es: Ahora:
fi_fi: Nyt:
hu_hu: Most:
nl_nl: Nu:
no_no: Nå:
sl_sl: Zdaj:
sq_sq: Tani:
sv_sv: Nu:
vi_vi: Bây giờ:

source: OMWeather Forecast
ar_ar: توقعات OMWeather
bg_bg: OMWeather Прогноза
es_es: Pronóstico OMWeather
fi_fi: OMWeather ennuste
hu_hu: OMWeather előrejelzés
nl_nl: OMWeather-weerbericht
sq_sq: Parashikimet OMWeather
sv_sv: OMWeather Prognos
vi_vi: Dự báo OMWeather

source: OMWeather Settings
ar_ar: إعدادات OMWeather
bg_bg: OMWeather Настройки
es_es: Configuración de OMWeather
fi_fi: OMWeather asetukset
hu_hu: OMWeather beállítások
nl_nl: OMWeather-instellingen
no_no: OMWeather Innstillinger
sl_sl: OMWeather nastavitve
sq_sq: Rregullimet për OMWeather
sv_sv: OMWeather Inställningar
vi_vi: Thiết lập OMWeather

source: OMWeather settings
ar_ar: إعدادات OMWeather
bg_bg: OMWeather настройки
es_es: Configuración de OMWeather
fi_fi: OMWeather asetukset
hu_hu: OMWeather beállítások
nl_nl: OMWeather-instellingen
no_no: OMWeather innstillinger
sl_sl: OMWeather nastavitve
sq_sq: Rregullimet për OMWeather
sv_sv: OMWeather-inställningar
vi_vi: Thiết lập OMWeather

source: Other Maemo Weather Info
ar_ar: معلومات Meamo Weather أُخرى
bg_bg: Друго Maemo Метео инфо
es_es: Información de Other Maemo Weather
fi_fi: Other Maemo Weather Tietoja
hu_hu: Egyéb Maemo időjárásinfó
nl_nl: Overige Maemo Weather-info
no_no: Annen Maemo Værvarsel Info
sl_sl: Ostale Maemo Weather informacije
sv_sv: Annan Maemo väderinfo
vi_vi: Tin tức thời tiết Maemo khác

source: Overcast
ar_ar: معتم
bg_bg: Облачно
es_es: Cubierto
fi_fi: Pilvistä
hu_hu: Borús
nl_nl: Zwaarbewolkt
no_no: Overskyet
sl_sl: Oblačno
sq_sq: Vranësira
sv_sv: Mulet
vi_vi: Âm u

source: Overcast Clouds
ar_ar: غيوم معتمه
es_es: Cubierto
fi_fi: Pilvistä
hu_hu: Borús
nl_nl: Zwaarbewolkt
no_no: Overskyet
sl_sl: Visoka oblačnost
sv_sv: Mulet

source: Overcast and light rain
ar_ar: معتم مع أمطار خفيفه
bg_bg: Облачно и слаб дъжд
es_es: Cubierto y lluvias leves
fi_fi: Pilvistä ja kevyttä vesisadetta
hu_hu: Borús és esős
nl_nl: Zwaarbewolkt en lichte regen
no_no: Overskyet og lett regn
sl_sl: Oblačno z rahlim dežjem
sq_sq: Vranësira me shi të dobët
sv_sv: Mulet med lätt regn
vi_vi: Âm u và mưa nhẹ

source: Overcast and light snow
ar_ar: معتم مع ثلوج خفيفه
bg_bg: Облачно и слаб сняг
es_es: Cubierto y nevisca
fi_fi: Pilvistä ja kevyttä lumisadetta
hu_hu: Borús és könnyű esők
nl_nl: Zwaarbewolkt en lichte sneeuw
no_no: Overskyet og lett snø
sl_sl: Oblačno z rahlim sneženjem
sq_sq: Vranësira me dëborë të dobët
sv_sv: Mulet med lätt snöfall
vi_vi: Âm u và tuyết nhẹ
