Repository: Meecast/meecast
Catalog: omweather/data/help/po/*.po
Languages: de_de, es_mx, fi_fi, ru_ru

source: The <display_text>Show only current weather on first icon</display_text> selection will show current weather on first icon and forecast for the rest of the day is shown on the next icon.
de_de: <display_text>Nur aktuelles Wetter neben erstem Symbol zeigen</display_text> aktiviert die Anzeige des aktuellen Wetters neben dem ersten Symbol und die Vorhersage für den übrigen Tag neben dem nächsten Symbol.
es_mx: El tilde <display_text>Clima actual en el primer ícono</display_text> mostrará el clima actual en el primer ícono y el pronóstico para el resto del día en el ícono siguiente.
fi_fi: <display_text>Nykyinen säätieto ensimmäisessä kuvakkeessa</display_text> valinta näyttää tämän hetken säätilan ensimmäisessä kuvakkeessa. Loppupäivän ennuste näytetään seuraavassa kuvakkeessa.
ru_ru: Параметр <display_text>Только текущая погода в первой иконке:</display_text> включает отображение только текущей погоды в первой иконке и прогноз для оставшегося дня показывается в следующей иконке

source: The <display_text>Show wind</display_text> selection will display wind speed and direction on the applet.
de_de: <display_text>Wind anzeigen:</display_text> Auswahl zeigt Windgeschwindigkeit und -richtung im Applet an.
es_mx: La selección <display_text>Mostrar viento</display_text> controla si se muestra la dirección y velocidad del viento en el subprograma.
fi_fi: <display_text>Näytä tuuli</display_text>-asetuksella valitaan näytetäänkö tuulen tiedot sovelmassa.
ru_ru: Параметр <display_text>Показать ветер</display_text> позволяет Вам видеть отображение скорости и направления ветра на аплете.

source: The <display_text>Stations</display_text> tab lists all of the locations for which OMWeather will retrieve weather data when an update is manually or automatically triggered.
de_de: <display_text>Stationen</display_text> Reiter führt alle Orte auf, deren Wetterdaten OMWeather abruft, wenn der Aktualisieren-Knopf gedrückt oder die automatische Aktualisierung ausgeführt wird.
es_mx: La hoja <display_text>Estaciones</display_text> lista todas las ubicaciones acerca de las cuales OMWeather obtendrá información meteorológica cuando se inicie una actualización manual o automática.
fi_fi: <display_text>Asemat</display_text>-välilehti listaa kaikki sääasemat joiden sään OMWeather noutaa säätietojen päivityksen yhteydessä.
ru_ru: Вкладка <display_text>Местоположения</display_text> содержит список всех станций, информация о погоде которых, будет получена при обновлении данных.

source: The <display_text>Swap hi/low temperature</display_text> selection will change the manner in which the forecast low and high temperatures are displayed. If selected, applet will show high temperature first.
de_de: <display_text>Max/Min Temperatur tauschen</display_text> legt fest, wie Höchst- und Tiefsttemperaturen im Applet angezeigt werden. Ist die Option markiert wird die Höchsttemperatur zuerst angezeigt.
es_mx: El tilde <display_text>Invertir temperaturas máx./min.</display_text> cambiará la forma en que se muestran las temperaturas mínima y máxima pronosticadas. Si el tilde está puesto, el subprograma mostrará primero la temperatura máxima.
fi_fi: <display_text>Käänteinen korkea/matala lämpötila</display_text> vaikuttaa siihen, miten päivän korkein ja matalin lämpötila näytetään sovelmassa. Mikäli valintaruutu on valittuna, sovelma näyttää korkeamman lämpötilan ensin.
ru_ru: Параметр <display_text>Поменять местами температуры</display_text> позволяет изменить порядок отображения температур. Если он активизирован, то первой отображается большая температура.

source: The <display_text>Tool</display_text> button will open the OMWeather settings dialog: The <display_text>Refresh</display_text> button will update weather data, the <display_text>Question mark</display_text> will open OMWeather help text, and the <display_text>X</display_text> button closes weather dialog and returns to the applet's main display.
de_de: <display_text>Werkzeug</display_text> Knopf öffnet den OMWeather Einstellungsdialog. <display_text>Aktualisieren</display_text> Knopf aktualisiert die Wetterdaten, <display_text>Fragezeichen</display_text> öffnet diese OMWeather Hilfe und <display_text>X</display_text> schließt den Wetterdialog.
es_mx: El botón <display_text>Herramienta</display_text> abrirá el diálogo de configuración de OMWeather. El botón de <display_text>Refrescar</display_text> actualizará los datos del clima, el <display_text>Signo de pregunta</display_text> abrirá el texto de ayuda de OMWeather, y el botón <display_text>X</display_text> cierra del diálogo y vuelve la pantalla principal del subprograma.
fi_fi: <display_text>Työkalu</display_text>-nappi avaa OMWeatherin asetukset ikkunan. <display_text>Päivitys</display_text>-nappi päivittää säätiedot, <display_text>Kysymysmerkki</display_text>-nappi näyttää tietoja OMWeatherista ja <display_text>X</display_text>-nappi sulkee säätieto ikkunan.
ru_ru: Кнопка <display_text>Настройки</display_text> отображает диалог настроек OMWeather. Кнопка <display_text>Обновить</display_text> обновляет данные о погоде, кнопка <display_text>Вопрос</display_text> отображает информацию о программе OMWeather и кнопка <display_text>X</display_text> закрывает диалог настроек и возвращает Вас к аплету на основном экране.

source: The <display_text>Transparency:</display_text> selection operates differently according to which Operating System is installed on your tablet: Under OS2006-OS2007, it will show a background image behind the weather icons. Under OS2008, this option allows you to select the percentage of transparency.
de_de: <display_text>Transparenz:</display_text> zeigt für Nutzer von OS2006-2007 das Hintergrundbild hinter den Symbolen. Nutzer von OS2008 können den Grad der Durchsichtigkeit einstellen.
es_mx: La selección <display_text>Transparencia:</display_text> opera en forma diferente de acuerdo al Sistema Operativo instalado en la tableta: en OS2006-OS2007, mostrara una imagen de fondo detrás de los íconos. En OS2008, permite seleccionar el porcentaje de transparencia.
fi_fi: <display_text>Läpinäkyvyys:</display_text> valinta näyttää taustakuvan sovelman kuvakkeiden takana OS2006-OS2007 versioilla. OS2008 versioissa voidaan valita prosentuaalinen läpinäkyvyys.
ru_ru: Параметр <display_text>Прозрачность:</display_text> для OS2006-OS2007 позволяет использовать в качестве фона иконок, рисунок рабочего стола. Для OS2008 данная опция задает процент полупрозрачности.

source: The <display_text>UI Theme Override</display_text> selection allows you to override the theme settings on your tablet and use settings specified within OMWeather, instead.
de_de: <display_text>UI Schema überschreiben</display_text> Auswahl erlaubt das Überschreiben des eingestellten UI-Schemas und Nutzung der Einstellungen von OMWeather stattdessen.
es_mx: La selección <display_text>Ignorar tema de IU</display_text> permite ignorar los parámetros del tema de la tableta y usar en cambio los especificados en OMWeather.
fi_fi: <display_text>Teeman ohitus</display_text> valinta mahdollistaa teeman asetusten ohittamisen ja OMweatherin ulkoasun asetusten käyttämisen.
ru_ru: Параметр <display_text>Игнорировать параметры темы</display_text> позволяет игнорировать параметры темы для апплета.

source: The <display_text>Units</display_text> tab is used to select the display units used for display of temperature, distance, wind speed and barometric pressure.
de_de: <display_text>Einheiten</display_text> Reiter dient zur Festlegung der Einheiten für Temperatur, Entfernung, Windgeschwindigkeit und Luftdruck in den Wetterdaten.
es_mx: La hoja <display_text>Unidades</display_text> se usa para seleccionar las unidades utilizadas para mostrar la temperatura, distancia, velocidad del viento y presión barométrica.
fi_fi: <display_text>Yksiköt</display_text>-välilehdellä määritellään lämpötilan, etäisyyden, tuulen nopeuden ja paineen yksiköt.
ru_ru: Вкладка <display_text>Единицы измерения</display_text> используется для выбора единиц измерения температуры, расстояния, скорости ветра и давления.

source: The <display_text>Units</display_text> tab is used to select units for temperature, distance, wind speed and barometric pressure. Necessary units can be selected by clicking on the corresponding button.
de_de: <display_text>Einheiten</display_text> Reiter dient zur Festlegung der Einheiten für Temperatur, Entfernung, Windgeschwindigkeit und Luftdruck in den Wetterdaten. Einheiten werden durch Berührung der entsprechenden Auswahlbox ausgewählt.
es_mx: La hoja <display_text>Unidades</display_text> se usa para seleccionar las unidades de temperatura, distancia, velocidad del viento y presión barométrica. Las unidades son seleccionadas presionado los botones correspondientes.
fi_fi: <display_text>Yksiköt</display_text>-välilehdellä määritellään lämpötilan, etäisyyden, tuulen nopeuden ja paineen yksiköt. Halutut yksiköt voidaan valita laittamalla täppä halutun yksikön kohdalle.
ru_ru: Вкладка <display_text>Единицы измерения</display_text> используется для выбора единиц измерения температуры, расстояния, скорости ветра и давления. Необходимые единицы измерения выбираются щелчком по соответствующей кнопке.

source: The <display_text>Update</display_text> tab is used to configure the interval between weather data updates. This tab will also indicate the time until the next update.
de_de: <display_text>Aktualisierung</display_text> Reiter legt das Aktualisierungsintervall für die Wetterdaten fest. Dieser Reiter zeigt auch, wann die nächste Aktualisierung stattfindet.
es_mx: La hoja <display_text>Actualización</display_text> es usada para configurar el intervalo entre actualizaciones de la información del clima. Esta hoja también indica la hora hasta de la próxima actualización.
fi_fi: <display_text>Päivitys</display_text>-välilehdellä asetetaan späätietojen päivitysväli. Tällä välilehdellä näytetään myös milloin seuraava automaattinen päivitys tapahtuu.
ru_ru: Вкладка <display_text>Обновление</display_text> используется для настройки интервала обновления погодных данных. Данная вкладка также содержит поле с информацией о времени следующего обновления.

source: The <display_text>Visuals</display_text> tab is used to configure settings that control the visual appearance of OMWeather.
de_de: <display_text>Darstellung</display_text> Reiter dient zur Konfiguration der Darstellung von OMWeather.
es_mx: La hoja <display_text>Visual</display_text> se usa para cambiar valores de configuración que controlan la apariencia visual de OMWeather.
fi_fi: <display_text>Ulkoasu:</display_text>-välilehdellä voidaan muuttaa OMWeather sovelman ulkonäköön liittyviä asetuksia.
ru_ru: Закладка <display_text>Оформление</display_text> позволяет настроить внешний вид апплета OMWeather.

source: The <display_text>add</display_text> pane allows you to add new weather stations, which will then appear in the left view.
de_de: Die rechte Seite (<display_text>Hinzufügen</display_text>) erlaubt das Hinzufügen neuer Wetterstationen, die dann links aufgeführt werden.
es_mx: La sección (<display_text>Agregar</display_text>) permite agregar nuevas estaciones meteorológicas, las cuales serán luego mostradas en la sección izquierda.
fi_fi: <display_text>Lisää</display_text>-osio mahdollistaa uuden sääaseman lisäämisen, joka on lsäämisen jälkeen valittavissa vasemmalla olevasta näkymästä.
ru_ru: Правая секция <display_text>Добавить</display_text> позволяет Вам добавлять новые города в список, расположенный в левой части экрана.

source: The left pane allows you to rename or remove stations from the list. The <display_text>up</display_text> and <display_text>down</display_text> arrows allow you to change the display order of the locations.
de_de: Die linke Seite erlaubt das Umbenennen und Entfernen von Stationen aus der Liste. Die <display_text>Hoch</display_text> und <display_text>runter</display_text> Pfeile erlauben das Verschieben des ausgewählten Ortes in der Liste.
es_mx: La sección izquierda permite renombrar y borrar estaciones de la lista. Las flechas hacia <display_text>arriba</display_text> y <display_text>abajo</display_text> permiten cambiar el orden de las ubicaciones seleccionadas.
fi_fi: Vasen osio mahdollistaa sää-asemien nimeämisen ja poistamisen. Ylä- ja alanuolet mahdollistavat sää-asemien järjestyksen muuttamisen.
ru_ru: Левая часть позволяет изменить название и удалить станцию из списка. Стрелки <display_text>вверх</display_text> и <display_text>вниз</display_text> позволяет пользователю изменить порядок выбранных станций.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de_de: Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License.
es_mx: Este programa es distribuido con la esperanza de que será útil, pero NO SE DA NINGUNA GARANTÍA; ni siquiera la garantía implícita de QUE SEA COMERCIALIZABLE o QUE SEA APROPIADO PARA UN USO PARTICULAR. Ver la Licencia para el Público General de GNU para mayor información.
fi_fi: Tätä ohjelmaa levitetään siinä toivossa, että se olisi hyödyllinen mutta ilman mitään takuuta; edes hiljaista takuuta kaupallisesti hyväksyttävästä laadusta tai soveltuvuudesta tiettyyn tarkoitukseen. Katso GPL- lisenssistä lisää yksityiskohtia.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de_de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Wahl) jeder späteren Version.
es_mx: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la Licencia para el Público General de GNU tal como fue publicada por la Free Software Foundation; la versión 2 de la licencia o (según lo desee) cualquiera posterior.
fi_fi: Tämä on vapaa ohjelma: tätä ohjelmaa saa levittää edelleen ja muuttaa Free Software Foundationin julkaiseman GNU General Public Lisensen (GPL-lisenssi) version 2 tai (valinnan mukaan myöhemmän version ehtojen mukaisesti.

source: To activate OMWeather select <display_text>Home</display_text> <display_text>Select applets...</display_text> <display_text>OMWeather</display_text>.
de_de: Um OMWeather zu aktivieren, wählen Sie <display_text>Home</display_text> <display_text>Applets auswählen...</display_text> <display_text>OMWeather</display_text>.
es_mx: Para activar OMWeather se debe seleccionar <display_text>Inicio</display_text> > <display_text>Seleccionar subprogramas...</display_text> > <display_text>OMWeather</display_text>.
fi_fi: Ottaaksesi OMWeatherin käyttöön kosketa työpöytänäkymässä <display_text>Työpöytä</display_text> <display_text>Valitse sovelma...</display_text> <display_text>OMWeather</display_text>.
ru_ru: Для активации OMWeather выберите <display_text>Старт-></display_text> <display_text>Выбор аплетов...-></display_text> <display_text>OMWeather</display_text>.

source: Touching the icon for a specific day brings up a window displaying the current weather or detailed forecast for that day. On the <display_text>Now</display_text> tab you can see current weather at that station, and phase of the moon. <display_text>Day</display_text> tabs will show weather forecast and sunrise/sunset times for selected days.
de_de: Bei der Berührung des Wettersymbols für einen Tag wird ein Fenster mit dem aktuellen Wetter oder der detaillierten Vorhersage des gewählten Tages geöffnet. Der Reiter <display_text>Jetzt</display_text> zeigt hierbei das aktuelle Wetter und die Mondphase. Die Reiter <display_text>Tage</display_text> zeigen die Wettervorhersage und Zeiten für Sonnenauf- und -untergang für die gewählten Tage.
es_mx: Tocando el ícono de un día hace aparecer una ventana donde se puede ver el clima actual o el pronóstico detallado del día seleccionado. En la hoja <display_text>Ahora</display_text> se puede ver el clima actual en dicha estación, y la fase de la luna. Las hojas <display_text>Día</display_text> muestran el pronóstico y horas de amanecer y ocaso del día seleccionado.
fi_fi: Koskettamalla sovelman päivää kuvaavia kuvakkeita avautuu nykyisen sään tai valitun päivän sääennusteen näyttävä säätietoikkuna. <display_text>Nyt</display_text>-välilehdellä on nähtävissä nykyinen säätieto ja kuun vaihe. <display_text>Päivä</display_text>-välilehdet näyttävät kyseisen päivän sääennusteen ja auringon nousu- ja lasku ajat.
ru_ru: При нажатие на иконку дня вызывается окно, где Вы можете увидеть текущую погоду или детализированный прогноз для выбранного Вами дня. В закладке <display_text>Сейчас</display_text> вы можете увидеть текущую погоду и фазу луны. В закладке <display_text>День недели</display_text> будет отображен прогноз погоды и время восхода и захода солнца для выбранного дня

source: Update weather information automatically from the Internet (Data provided by weather.com)
de_de: Wetterinformationen automatisch über das Internet aktualisieren (Wetterdaten von weather.com)
es_mx: Automáticamente actualizar la información del clima desde internet (Datos provistos por weather.com)
fi_fi: Automaattinen säätietojen päivitys Internetistä. (Säätiedot tuottaa weather.com)
ru_ru: Автоматического обновления информации о прогнозе погоды через Интернет (Данные доступны с сервера weather.com)

source: Use the <ref refid="help_omweather_" refdoc="index"/> to access the various sections of this help document.
de_de: Verwenden Sie den <ref refid="help_omweather_" refdoc="Index"/> für die einzelnen Abschnitte dieser Hilfe.
es_mx: Use el <ref refid="help_omweather_" refdoc="índice"/> para ver las secciones de este documento de ayuda.
fi_fi: Käytä <ref refid="help_omweather_" refdoc="index"/> sivua selataksesi tämän ohjeen eri osia.
ru_ru: Используйте <ref refid="help_omweather_" refdoc="index"/> для того, чтобы получить доступ к различным секциям этого файла помощи.

source: Using Desktop Applet
de_de: Verwendung des Desktop Applet
es_mx: Usando el subprograma de escritorio
fi_fi: Työpöytäsovelman käyttö
ru_ru: Использование апплета

source: Valid time for current weather and update interval may be also selected from the corresponding drop down menu.
de_de: Die Gültigkeitsdauer der aktuellen Wetterdaten und das Aktualisierungsintervall können im Dropdownmenü eingestellt werden.
es_mx: El tiempo de validez para el clima actual y el intervalo de actualización pueden ser seleccionados en el menú desplegable correspondiente.
fi_fi: Tämän hetken sään voimassaolo ja päivitysväli voidaan valita alasvetovalikosta.
ru_ru: Параметр <display_text>Актуальность текущей погоды</display_text> и интервал обновления выбираются из выпадающих списков.

source: Weather data provided by: weather.com
de_de: Wetterdaten von: weather.com
es_mx: Datos meteorológicos provistos por: weather.com
fi_fi: Säätietojen lähde: weather.com
ru_ru: Погодные данные предоставляются: weather.com

source: Welcome to Other Maemo Weather.
de_de: Willkommen bei Other Maemo Weather.
es_mx: Bienvenido a Other Maemo Weather.
fi_fi: Tervetuoloa Other Maemo Weatheriin.
ru_ru: Добро пожаловать в Other Maemo Weather.

source: When the <display_text>Use device temperature sensor</display_text> check box is enabled, the applet will display the temperature indicated by the built-in temperature sensor on the Nokia tablet. Temperature can be shown after station name, or on a new icon. The sensor read interval may be set from 1 to 30 minutes.
de_de: Wenn die Option <display_text>Temperatursensor des Gerätes verwenden</display_text> aktiviert ist, zeigt das Applet die Temperatur des eingebauten Temperatursensors an. Die Temperatur kann nach dem Stationsnamen oder mit einem seperaten Symbol angezeigt werden. Das Ausleseintervall kann vom Nutzer zwischen 1 und 30 Minuten gewählt werden.
es_mx: Cuando <display_text>Usar el sensor de temperatura del dispositivo</display_text> está habilitado, el subprograma mostrará la temperatura reportada por el sensor de temperatura incluido en la tableta Nokia. Se puede mostrar la temperatura detrás del nombre de la estación o en un nuevo ícono. El usuario puede configurar el intervalo de lectura del sensor entre 1 y 30 minutos.
fi_fi: Kun <display_text>Käytä laitteen lämpötila-anturia</display_text>-kohta on valittuna, sovelma näyttää laitteen sisäisen lämpötila-anturin tiedot. Lämpötila näytetään aseman nimen jälkeen tai uudessa kuvakkeessa. Anturin lukutiheys voidaan määrittää 1-30 minuutin väliltä.
ru_ru: Когда параметр <display_text>Использовать встроенный датчик температуры</display_text> включен, аплет будет показывать температуру встроенного датчика температуры. Температура может быть показана после имени станции или в новой иконке. Интервал считывания датчика может быть установлен от 1 до 30 минут.

source: You should have received a copy of the GNU General Public License along with this program. If not, see: http://www.gnu.org/licenses
de_de: Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, siehe <http://www.gnu.org/licenses/>.
es_mx: Debería haber recibido con este programa una copia de la Licencia para el Público General de GNU. Sino, visite http://www.gnu.org/licenses
fi_fi: Tämän ohjelman mukana pitäisi tulla kopio GPL-lisenssistä. Jos näin ei ole, katso: http://www.gnu.org/licenses

source: Copyright © 2006-2008 Vlad Vasiliev, Pavel Fialko.
ru_ru: Copyright © 2006-2008 Владислав Васильев, Павел Фиалко.
