Repository: Meecast/meecast
Catalog: omweather/data/help/po/*.po
Languages: de_de, es_mx, fi_fi, ru_ru

source: <display_text>Automatically update data when connecting to the Internet: </display_text> this selection controls the automatic weather data update when an Internet connection is established.
de_de: <display_text>Wetterdaten bei Internetverbindung aktualisieren</display_text> Auswahl legt fest, ob die Wetterdaten automatisch aktualisiert werden sollen, wenn eine Internetverbindung hergestellt wurde.
es_mx: <display_text>Actualizar automáticamente los datos al conectarse a internet: </display_text> controla si los datos del clima son actualizados en forma automática cuando se establece una conexión a internet.
fi_fi: <display_text>Päivitä säätiedot automaattisesti yhdistettäessä Internettiin:</display_text> tällä asetuksella valitaan säätietojen automaattinen päivitys aina, kun Internet yhteys muodostetaan.
ru_ru: Параметр <display_text>Автоматически обновлять данные после соединения с интернетом:</display_text> контролирует автоматическое обновление данных после соединения с интернетом.

source: <display_text>Background color:</display_text> setting defines the background color used for icons. Under OS2006-OS2007, the background color can not be selected if the transparency option is selected.
de_de: <display_text>Hintergrundfarbe:</display_text> legt die Hintergrundfarbe der Symbole fest. Die Hintergrundfarbe ist mit OS2006-2007 bei aktivierter Transparenz nicht nutzbar.
es_mx: <display_text>Color de fondo:</display_text> define el color usado para el fondo de los íconos. En OS2006-OS2007, el color de fondo no se puede cambiar si la opción de transparencia está seleccionada.
fi_fi: <display_text>Taustaväri:</display_text> asetus määrittää kuvakkeiden taustavärin. OS2006 ja OS2007 versioille taustavärin valinta ei ole mahdollista mikäli läpinäkyvyys on käytössä.
ru_ru: Параметр <display_text>Цвет фона:</display_text> определяет цвет фона для иконок. Для OS2006-OS2007 цвет фона не доступен если используется прозрачность.

source: <display_text>Font color:</display_text> defines applet's font color. Selecting the color button will open the <display_text>Pick a Color</display_text> dialog where you may choose a font color.
de_de: <display_text>Schriftfarbe:</display_text> wählt die im Applet verwendete Schriftfarbe. Bei Berührung des Farbknopfes wird der <display_text>Farbauswahl</display_text>-Dialog geöffnet.
es_mx: <display_text>Color de la tipografía:</display_text> define el color de las letras del subprograma. Al tocar el botón de color se abrirá el diálogo <display_text>Escoja un color</display_text> donde se podrá elegir el color del la tipografía.
fi_fi: <display_text>Kirjasimen väri:</display_text> Määrittelee sovelman käyttämät kirjasinvärit. Koskettamalla värinappulaa avautuu valintaikkuna kirjasinvärin valitsemiseksi.
ru_ru: Параметр <display_text>Цвет шрифта:</display_text> определяет цвет шрифта аплета. Нажатие кнопки выбора цвета, открывает диалог <display_text>Выберите цвет</display_text> в котором можно выбрать необходимый цвет шрифта.

source: <display_text>Font:</display_text> defines the font and font size used by the applet.
de_de: <display_text>Schriftart:</display_text> legt die Schriftart und -größe fest, die im Applet verwendet wird.
es_mx: <display_text>Tipografía:</display_text> define la tipografía, junto con su tamaño, usada por el subprograma.
fi_fi: <display_text>Fontti:</display_text> määrittää käytettävän kirjasimen tyypin ja koon.
ru_ru: <display_text>Шрифт:</display_text> задает шрифт и размер используемый апплетом для отображения данных на рабочем столе.

source: <display_text>Icon set:</display_text> defines which icon set is used. More icon sets may be installed via the Application Manager (if you have the Maemo Extras repository configured) or by downloading icon sets directly from OMWeather's Maemo garage page (http://omweather.garage.maemo.org/).
de_de: <display_text>Symboltyp:</display_text> legt den Symbolsatz fest. Sie können weitere Symbolsätze über den Programmmanager installieren (sofern das Maemo Extras Repository aktiviert ist) oder auf der OMWeather-Seite bei Maemo Garage ( http://omweather.garage.maemo.org ) herunterladen.
es_mx: <display_text>Juego de íconos:</display_text> selecciona el juego de íconos que será usado. Es posible instalar más juegos de íconos con el administrador de aplicaciones (si el catálogo Extras está configurado) o descargándolos directamente desde la página de OMWeather (http://omweather.garage.maemo.org/).
fi_fi: <display_text>Kuvakkeet:</display_text> määrittelee käytettävät kuvakkeet. Voit asentaa lisäkuvakkeita sovellusten hallinnalla (jos Maemo extras sovellusluettelo on käytössä) tai voit mennä OMWeatherin Maemo garage sivulle (http://omweather.garage.maemo.org/) ja ladata lisäkuvakkeet suoraan sivulta.
ru_ru: Параметр <display_text>Набор иконок:</display_text> устанавливает используемый набор иконок. Вы можете установить дополнительные наборы иконок используя менеджер приложений (если сконфигурирован репозитарий Maemo extras) или перейти на страницу OMWeathers (http://omweather.garage.maemo.org/) и загрузить набор иконок прямо с неё.

source: <display_text>Icon size:</display_text> defines icon size.
de_de: <display_text>Symbolgröße:</display_text> legt die Symbolgröße fest.
es_mx: <display_text>Tamaño de los íconos:</display_text> define el tamaño de los íconos.
fi_fi: <display_text>Kuvakkeen koko:</display_text> määrittelee käytettävän kuvakekoon.
ru_ru: <display_text>Размер иконок:</display_text> устанавливает размер значков.

source: <display_text>Layout:</display_text> defines how icons are arranged on the home screen.
de_de: <display_text>Angezeigte Elemente:</display_text> legt fest, wie viele Symbole auf dem Home-Bildschirm des Tablet angezeigt werden.
es_mx: <display_text>Distribución:</display_text> define cómo se organizan los íconos en la pantalla.
fi_fi: <display_text>Asettelu:</display_text> asetuksella valitaan kuvakkeiden asettelu.
ru_ru: Параметр <display_text>Расположение:</display_text> определяет как иконки отображаются на экране.

source: <display_text>Show arrows:</display_text> this selection controls whether the arrows (used to change the displayed weather station) are shown on the applet.
de_de: <display_text>Pfeile anzeigen:</display_text> legt fest, ob seitliche Pfeile zum Wechsel der Wetterstation im Applet angezeigt werden.
es_mx: <display_text>Mostrar flechas:</display_text> controla si el subprograma muestra las flechas (usadas para cambiar la estación meteorológica mostrada).
fi_fi: <display_text>Näytä nuolet:</display_text> asetuksella hallitaan sitä näytetäänkö sääaseman vaihtoon käytettäviä nuolia sovelmassa.
ru_ru: <display_text>Показать стрелки:</display_text> позволяет Вам контролировать отображение стрелок на аплете.(Эти стрелки используются для смены станции)

source: <display_text>Show station name:</display_text> this selection will control whether station names are shown on the applet.
de_de: <display_text>Stationsname anzeigen:</display_text> legt fest, ob die Namen der Wetterstationen im Applet angezeigt werden.
es_mx: <display_text>Mostrar el nombre de la estación:</display_text> controla si los nombres de las estaciones son mostrados por el subprograma.
fi_fi: <display_text>Näytä aseman nimi</display_text> asetuksella voidaan valita näytetäänkö sääaseman nimi sovelmassa.
ru_ru: <display_text>Показать имя станции:</display_text> позволяет Вам контролировать отображение имени станции на аплете.

source: <display_text>Switch to the next station after:</display_text> this drop down menu controls the amount of time a specific weather station's data is displayed before changing to the next weather station.
de_de: <display_text>Zur nächsten Station wechseln nach:</display_text> erlaubt die Zeitspanne festzulegen, nach der das Applet zur Anzeige der nächsten Wetterstation wechselt.
es_mx: <display_text>Pasar a la estación siguiente después de:</display_text> este menú desplegable controla el tiempo que el clima de una estación se muestra antes de pasar a la estación siguiente.
fi_fi: <display_text>Aika seuraavan aseman vaihtoon:</display_text> alasvetovalikolla hallitaan sitä, kuinka pian sovelma vaihtaa seuraavaan sääasemaan.
ru_ru: Выпадающее меню <display_text>Переключится на следующую станцию через</display_text>, определяет время автоматического переключения на следующюю станцию.

source: <display_text>Type of click:</display_text> setting defines how full forecast and settings windows can be activated from home applet.
de_de: <display_text>Klicktyp:</display_text> legt fest, ob für die vollständige Vorhersage und das Einstellungsfenster im Home-Applet lang oder kurz geklickt werden muss.
es_mx: <display_text>Tipo de click:</display_text> define cómo el pronóstico completo y la configuración son activados desde el subprograma.
fi_fi: <display_text>Näpäytystapa:</display_text> määrittää kuinka täysi ennuste ja asetukset aktivoidaan työpöytäsovelmasta.

source: <display_text>Visible items:</display_text> defines how many icons will be shown on the tablet's home screen.
de_de: <display_text>Angezeigte Elemente:</display_text> legt fest, wie viele Symbole auf dem Home-Bildschirm des Tablet angezeigt werden.
es_mx: <display_text>Elementos visibles:</display_text> selecciona cuántos íconos se mostrarán en la pantalla de la tableta.
fi_fi: <display_text>Näkyvät elementit:</display_text> asetuksella valitaan kuinka monta kuvaketta näytetään tabletin työpöydällä.
ru_ru: Параметр <display_text>Количество элементов:</display_text> определяет сколько иконок отображается на экране.

source: About OMWeather
de_de: Über OMWeather
es_mx: Acerca de OMWeather
fi_fi: Tietoja ohjelmasta OMWeather
ru_ru: O OMWeather

source: Check the detailed weather forecast for up to 10 days
de_de: Detaillierte Wettervorhersage für bis zu 10 Tage
es_mx: Verificar el pronóstico detallado para hasta 10 días
fi_fi: Tarkistamaan 10 päivän sääennuste
ru_ru: Просмотра детального прогноза погоды в течение 10 дней

source: Configure the nearest weather station automatically using GPS
de_de: Nächstgelegene Wetterstation automatisch per GPS ermitteln
es_mx: Configura automáticamente la estación meteorológica más cercana usando el GPS
fi_fi: Ottamaan käyttöön lähin sääasema GPS:n sijaintiin perustuen
ru_ru: Автоматического выбора ближайшей станции используя GPS

source: Current Version: __VERSION__
es_mx: Versión actual: __VERSION__
fi_fi: Asennettu versio: __VERSION__
ru_ru: Текущая версия: __VERSION__

source: Easily select a custom weather station from the sorted drop down menu
de_de: Eine eigene Wetterstation kann einfach aus der sortierten Liste gewählt werden
es_mx: Seleccionar fácilmente estaciones meteorológicas personalizadas desde el menú desplegable ordenado
fi_fi: Halutun sääaseman helppoon valintaan alasvetovalikosta
ru_ru: Легкого выбора необходимой станцию в отсортированом списке в выпадающем меню

source: First, select the position of a OMWeather applet in home view. You can change applet's position simply touching it and dragging it where you want it. The applet's appearance can be changed from the <display_text>Tool</display_text> icon in OMWeather's weather window or by selecting <display_text>Home</display_text> <display_text>Applet settings</display_text> <display_text>OMWeather settings</display_text>.
de_de: Wählen Sie zuerst die Position des OMWeather-Applets im Home-Bildschirm. Sie können die Position einfach durch Berühren und Bewegen verschieben. Das Aussehen des Applets kann über das <display_text>Tool</display_text> Symbol im OMWeather-Wetterfenster angepasst werden oder durch Auswahl von <display_text>Home</display_text> <display_text>Applet-Einstellungen</display_text> <display_text>OMWeather Einstellungen</display_text>.
es_mx: Lo primero que se debe hacer es seleccionar la posición del subprograma en la pantalla. Es posible cambiar su posición simplemente tocándolo y arrastrándolo a su nueva posición. La apariencia del subprograma puede ser cambiada desde el ícono <display_text>Herramienta</display_text> en la ventana del clima de OMWeather, o usando el menú <display_text>Inicio</display_text> <display_text>Config. de subprograma</display_text> <display_text>Config. de OMWeather</display_text>.
fi_fi: Ensimmäinen tehtävä OMWeather sovelman asennuksen jälkeen on valita sovelman sijainti työpöydällä. Voit muuttaa sijaintia koskettamalla ja raahamalla sen haluttuun kohtaan. Sovelman ulkoasuun vaikuttavat asetukset löytyy asetusten ulkoasu-välilehdeltä tai valitsemalla <display_text>Työpöytä</display_text> <display_text>Sovelman asetukset</display_text> <display_text>OMWeather asetukset</display_text>.
ru_ru: Первое, что нужно сделать, это выбрать расположение апплета OMWeather на основном экране. Вы можете изменить расположение апплета просто прикосновшись к нему и не отпуская перетащить его туда, куда вы хотите. Внешний вид аплета может быть изменен в иконке <display_text>Инструменты</display_text> в всплывающем окне OMWeather или в меню в <display_text>Старт-></display_text> <display_text>Настройка аплета-></display_text> <display_text>Настройка OMWeather</display_text>

source: Getting Started
de_de: Startassistent
es_mx: Comenzando
fi_fi: Aloitusohje
ru_ru: Начало работы

source: Introduction
de_de: Einführung
es_mx: Introducción
fi_fi: Esittely
ru_ru: Введение

source: Marvel at the eye candy with the new transparency option
de_de: Die neue Transparenzoption ist ein wahrer Blickfang
es_mx: Maravíllate viendo algo agradable con la nueva opción de transparencia
fi_fi: Silmäkarkkin ihasteluun läpinäkyvyysvalinnan avulla
ru_ru: Аплет поразит Вас удивительной картинкой с новой опцией прозрачности

source: More information on changing the applet's appearance and adding, renaming and deleting locations can be found on the <ref refid="help_omweather_settings" refdoc="Settings"/> page.
de_de: Weitere Informationen zur Anpassung des Applets und dem Hinzufügen, Umbenennen und Löschen von Stationen gibt es auf der Seite <ref refid="help_omweather_settings" refdoc="Einstellungen"/>.
es_mx: Se puede encontrar más información sobre cómo cambiar la apariencia del subprograma y sobre cómo agregar, renombrar y borrar ubicaciones en la página <ref refid="help_omweather_settings" refdoc="Configuración"/>.
fi_fi: Lisätietoja kuinka ulkoasua voidaan muuttaa, sekä miten listään, nimetään uudelleen ja poistetaan sääasemia löytyy ohjeen <ref refid="help_omweather_settings" refdoc="Asetukset"/> sivulta.
ru_ru: Подробнее о том как изменять внешний вид аплета, добавлять, переименовывать и удалять станции может быть найдено на странице <ref refid="help_omweather_settings" refdoc="Settings"/>

source: OMWeather was developed by Vlad Vasiliev (vlad@gas.by).
de_de: OMWeather wurde entwickelt von Vlad Vasiliev (vlad@gas.by).
es_mx: OMWeather fue desarrollado por Vlad Vasiliev (vlad@gas.by).
fi_fi: OMWeatherin on luonut Vlad Vasiliev (vlad@gas.by).
ru_ru: OMWeather был разработан Владиславом Васильевым (vlad@gas.by).

source: OMWeather will use the tablet's home city selection as a default location for weather data. The location can be changed from the <display_text>Stations</display_text> tab in OMWeather's settings window.
de_de: OMWeather verwendet den Heimatort des Tablets als Standardort für die Wetterdaten. Der Ort kann im Reiter <display_text>Stationen</display_text> im OMWeather-Einstellungsfenster geändert werden.
es_mx: OMWeather utilizará la ciudad de origen configurada en la tableta como la ubicación por defecto para obtener información del clima. Esta ubicación puede ser cambiada desde la hoja de <display_text>Estaciones</display_text> en la ventana de configuración de OMWeather.
fi_fi: OMWeather lisää Internet Tabletin kotikaupungiksi asetetun kaupungin säätietojen oletukseksi. Tämä sijainti voidaan muuttaa asetusten <display_text>Asemat</display_text>-välilehdeltä.
ru_ru: OMWeather будет использовать местоположение "Свой город" ("Свой город выбирается в аплете Часы) как станцию по умолчанию для показа прогноза погоды. Местоположение может быть изменено во вкладке <display_text>Станции</display_text> в окне настроек OMWeather.

source: Other Maemo Weather (OMWeather) is a weather applet for Nokia Internet Tablets. It can be used to:
de_de: Other Maemo Weather (OMWeather) ist ein Wetterapplet für Nokia Internet Tablets. Is eignet sich für:
es_mx: Other Maemo Weather (OMWeather) es un subprograma de información meteorológica para las Tabletas Internet de Nokia. Puede ser usado para:
fi_fi: Other Maemo Weather (OMWeather) on sää sovelma Nokian Internet Tableteille ja sitä voidaan käyttää seuraavasi:
ru_ru: Other Maemo Weather (OMWeather) это аплет прогноза погоды для Nokia Internet Tablet. Он может быть использован для:

source: See the current phase of the moon
de_de: Anzeige der aktuellen Mondphase
es_mx: Ver la fase actual de la luna
fi_fi: Näyttämään tämän hetkinen kuun vaihe
ru_ru: Просмотра текущей фазу луны

source: See the sunrise and sunset times for selected weather stations
de_de: Zeiten für Sonnenauf- und -untergang der gewählten Wetterstationen
es_mx: Ver los horarios del amanecer y ocaso de las estaciones meteorológica seleccionadas.
fi_fi: Valittujen sääasemien auringon nousu- ja laskuaikojen tarkasteluun
ru_ru: Просмотра времени восхода и захода солнца для выбранной станции

source: Select between different icon sizes, icon sets, colors and view modes
de_de: Anpassung der Symbolgröße, -art, Farben und der Platzierung
es_mx: Elegir entre diferentes tamaños de íconos, juegos de íconos y vistas
fi_fi: Säätietojen näyttämiseen eri väreillä, näyttötiloilla sekä usean kokoisilla ja näköisillä kuvakkeilla
ru_ru: Выбора между различными размерами иконок, наборами иконок, цветами и режимами просмотра

source: Settings
de_de: Einstellungen
es_mx: Configuración
fi_fi: Asetukset
ru_ru: Настройки

source: Settings. Display tab
de_de: Einstellungen. Reiter "Anzeige"
es_mx: Configuración. Mostrar
fi_fi: Asetukset: Yksiköt-välilehti
ru_ru: Настройки. Закладка отображение

source: Settings. Sensor tab
de_de: Einstellungen. Reiter "Sensor"
es_mx: Configuración. Sensor
fi_fi: Asetukset. Sensori välilehti
ru_ru: Настройки. Закладка датчик

source: Settings. Stations tab
de_de: Einstellungen. Reiter "Stationen"
es_mx: Configuración. Estaciones
fi_fi: Asetukset. Asemat välilehti
ru_ru: Настройки. Закладка станции

source: Settings. Units tab
de_de: Einstellungen. Reiter "Einheiten"
es_mx: Configuración. Unidades
fi_fi: Asetukset. Yksiköt välilehti
ru_ru: Настройки. Закладка единицы

source: Settings. Update tab
de_de: Einstellungen. Reiter "Aktualisierung"
es_mx: Configuración. Actualización
fi_fi: Asetukset. Päivitys välilehti
ru_ru: Настройки. Закладка обновление

source: Settings. Visuals tab
de_de: Einstellungen. Reiter "Darstellung"
es_mx: Configuración. Visual
fi_fi: Asetukset: Ulkoasu-välilehti
ru_ru: Настройки. Закладка оформление

source: The <display_text>Display</display_text> tab is used to configure settings that control the number of visible items on-screen, the icon size, and other OMWeather parameters.
de_de: <display_text>Anzeige</display_text> Reiter dient zur Konfiguration der Anzahl der angezeigten Elemente, ihrer Größe und weitere Parameter.
es_mx: La hoja <display_text>Mostrar</display_text> se usa para cambiar valores de configuración que controlan el número de elementos visibles, su tamaño y algunos parámetros más de OMWeather.
fi_fi: <display_text>Ulkoasu</display_text>-välilehdellä voidaan muuttaa näkyvien kuvakkeiden määrää, kuvakkeen kokoa ja muita OMWeather sovelman ulkonäköön liittyviä asetuksia.
ru_ru: Закладка <display_text>Отображение</display_text> позволяет настроить количество отображаемых элементов, их размер а также некоторые другие параметры OMWeather.

source: The <display_text>Enable GPS</display_text> check box is used to enable automatic weather station selection when GPS is enabled. This option is only functional under OS2008.
de_de: <display_text>GPS aktivieren:</display_text> aktivieren Sie die automatische Auswahl der Wetterstation bei aktiviertem GPS. Diese Funktion ist nur mit OS2008 verfügbar.
es_mx: El tilde <display_text>Activar GPS:</display_text> es usado para activar la selección automática de estaciones meteorológicas cuando el GPS está encendido. Esta opción śolo funciona en OS2008.
fi_fi: <display_text>Käytä GPS:ää</display_text> valinta ottaa käyttöön automaattisen sääaseman valinnan, kun GPS-vastaanotin on käytössä. Tämä valinta toimii ainoastaan OS2008:ssa.
ru_ru: Параметр <display_text>Включить GPS-станцию:</display_text> позволяет автоматически определять станцию, когда GPS включен. Данная опция работает только для OS2008

source: The <display_text>Sensor</display_text> tab is used control the usage of the Nokia's internal temperature sensor.
de_de: <display_text>Sensor</display_text> Reiter dient zur Aktivierung der Anzeige der Werte des eingebauten Temperatursensors im Applet.
es_mx: La hoja <display_text>Sensor</display_text> se usa para controlar la utilización del sensor interno de temperatura del Nokia.
fi_fi: <display_text>Anturi</display_text>-välilehdellä määritellään laitteen sisäisen lämpötila-anturin käyttö.
ru_ru: Закладка <display_text>Датчик</display_text> используется для контроля температуры, получаемой со встроенного датчика температуры.

source: The <display_text>Settings</display_text> dialog (accessible from the desktop applet or home view's applet settings menu) provides access to the configurable options that control how OMWeather looks and operates. In addition to the tabs to switch between screens, there are also four buttons: the left arrow will take you to the weather view, the [OK] button saves any changes you made to the settings, the question mark [?] opens the help window, and the [x] button closes the settings window.
de_de: Der <display_text>Einstellungen</display_text> Dialog (aufzurufen über das Desktop Applet oder das Menü Applet-Einstellungen des Home-Bildschirms) erlaubt die Konfiguration des Aussehens und Verhaltens von OMWeather. Zusätzlich zu den Reitern gibt es noch vier Knöpfe. Der linke Pfeil führt zur Wetteransicht, OK speichert die Einstellungen, das Fragezeichen öffnet diese Hilfe und der X-Knopf schließt das Einstellungsfenster.
es_mx: El diálogo de <display_text>Configuración</display_text> (accesible desde el subprograma del escritorio o desde la configuración de subprogramas del menú Inicio) permite acceder a las opciones de configuración que controlan cómo OMWeather se ve y funciona. Además de las hojas para cambiar entre pantallas, hay también cuatro botones: la flecha izquierda lo llevará a la vista del clima, el botón [OK] guarda cualquier cambiar hecho a la configuración, el signo de pregunta [?] abre la ventana de ayuda y el botón [x] cierra la ventana de configuración.
fi_fi: <display_text>Asetukset</display_text> valitaikkuna (avattavissa työpöytänäkymän sovelman asetukset valikosta) tarjoaa mahdollisuuden muuttaa OMWeather sovelman ajo- ja ulkonäköasetuksia. Välilehtien lisäksi valintaikkunassa on myös neljä nappia. Vasen nuoli avaa säätieto ikkunan, ok-nappi tallentaa asetukset, kysymysmerkki avaa ohjeen ja x-nappi sulkee asetukset ikkunan.
ru_ru: Диалог <display_text>Настройки программы</display_text> (доступный из аплета и из меню Старт->Настройки аплета) дает возможность настроить различные параметры аплета OMWeather. К дополнению к вкладком есть четыре кнопки. Левая кнопка вернет Вас к окну прогнозов погоды, Кнопка [OK] сохранит измененные настройки, помеченная знаком [?] откроет Справку и кнопка [X] закроет окно настроек
